[
{"text": "The prospects for the UK's public finances have deteriorated by £25bn since the March Budget, an influential think tank has warned.\nThe Institute for Fiscal Studies said weak growth would lead to lower-than-expected tax receipts, increasing borrowing by £25bn by 2019-20.\nThe weaker prospects for the economy would result in a \"significant increase in the deficit\", it said.\nIts forecasts come ahead of the Autumn Statement on 23 November.\nThe event will mark Philip Hammond's first significant test since he became chancellor.\n\"The new chancellor's first fiscal event will not be easy,\" said IFS research economist Thomas Pope.\n\"Growth forecasts are almost sure to be cut, leading to a significant increase in the deficit even if all the very challenging spending cuts currently planned are in fact delivered.\" \nMr Hammond has already said he will prioritise spending on new homes and transport rather than following his predecessor George Osborne's aim to balance the books by 2020.\nThe IFS said he now had \"two big decisions\" to make; one on whether he should increase spending or cut taxes to boost the economy and the second on what new fiscal targets he should announce.\nMr Pope said given uncertainty over the economic outlook, Mr Hammond \"might be wise to respond cautiously for now\".\n\"Any new fiscal targets should be reasonably flexible,\" he said.\nSeveral groups have reduced their UK growth forecasts and raised their inflation forecasts since the EU referendum.\nLast month, the International Monetary Fund cut its forecast for 2017 UK economic growth to 1.1% as it warned that the global recovery remains \"weak and precarious\".\nInternational body the OECD also cut its forecast for next year from 2% to 1%, saying: \"Uncertainty about the future path of policy and the reaction of the economy remains very high and risks remain to the downside.\"\nLast week, the Bank of England upgraded its growth forecasts for this year and next, but cut expectations for 2018 to 1.5% from 1.8%.\n", "url": "http://www.bbc.com/news/business-37902922", "title": "UK public finances to be '£25bn worse off' by 2020", "tags": ["economy"], "abstract": "The prospects for the UK's public finances have deteriorated by £25bn since the March Budget, says the Institute for Fiscal Studies."},
{"text": "Theresa May has rejected calls to relax Indian visa rules, saying the UK has a \"good system\" for applications.\nThe prime minister, who is in Delhi to pave the way for the UK's first post-Brexit trade deal, said the UK was already able to attract \"the brightest and the best\" from outside the EU.\n\"Nine out of 10 visa applications from India are already accepted,\" she said.\nBut she said the UK could give ground if Indians who overstayed their visas could be returned more swiftly.\n\"The UK will consider further improvements to our visa offer if, at the same time, we can step up the speed and volume of returns of Indians with no right to remain,\" she told reporters.\nHer government also intends to make it easier for wealthy Indian business executives to come to the UK.\nA small group of high-net-worth individuals and their families will be offered access to the Great Club - a bespoke visa and immigration service - to make visa applications smoother.\nThousands of Indians on work visas will also be able to join the Registered Travellers Scheme which will mean they can get through UK border controls more quickly.\n\"As we leave the EU, we want to ensure that the UK remains one of the most attractive countries in the world to do business and invest,\" Mrs May said.\nThe prime minister flew into Delhi late last night to be greeted by the worst smog this city has seen in nearly 20 years.  \nWhere better to get a taste of life beyond the EU - than India. With such deep historical links between the two countries - surely the UK can cut through the bureaucratic smog that saw Brussels spend nearly a decade negotiating, but ultimately fail to agree a deal with the world's fastest growing economy. \nBut Indian business leaders are confused. No-one knows what the UK's relationship with Europe will eventually look like, and many are unsure about how much can be usefully discussed until the UK has withdrawn from the EU - a point that is at least two years away. \nSome things are clear and all too familiar. Trade and immigration are linked. If the UK wants better access to Indian markets, the government in Delhi wants a looser approach to UK work and student visas. This week saw Britain's visa rules for foreign visitors tightened. \nSpecific deals will be announced over the next 24 hours but more clarity around a trade relationship that has stagnated or even declined in recent years is likely to remain enveloped in the Delhi smog. \nVisa issues risk dominating Theresa May's first trade trip since becoming prime minister.\nIndia's Prime Minister Narendra Modi told a technology summit in Delhi he wanted to encourage \"greater mobility\" for its young people in education. \nHe said: \"Education is vital for our students and will define our engagement in a shared future. \n\"We must therefore encourage greater mobility and participation of young people in education and research opportunities.\"\nCobra Beer founder Lord Bilimoria earlier said restrictions on staying in the UK after their studies meant the number of Indians attending UK universities had halved in the past five years.\nHe said \"movement of people\" would form a key part of any trade negotiations.\nThe number of study visas issued to Indian nationals fell from 68,238 in the year to June 2010 to 11,864 five years later, official UK figures show.\nThe solution, according to Karan Bilimoria, is to exclude foreign students from Britain's statistics on net migration, which Mrs May has pledged to cut to below 100,000 annually - down from 336,000 in the year to June 2015.\n\"We need to immediately get the government, Theresa May, on this visit to announce and say 'we're no longer going to include international students within the net migration figures,'\" crossbencher Lord Bilimoria told BBC Radio 4's The World This Weekend.\nHe added: \"The reality is Theresa May when she was home secretary did deliver very, very negative messages towards immigration.\"\n\"She has got a lot of bridge-building to do when she goes to India.\"\nMrs May will be accompanied on the three-day trip by International Trade Secretary Liam Fox and trade minister Greg Hands as well as representatives from 33 UK companies.\nDeals expected to be confirmed during the trip include:\n", "url": "http://www.bbc.com/news/business-37891734", "title": "Theresa May rejects calls to raise Indian visa quota", "tags": ["economy"], "abstract": "Theresa May rejects calls to relax Indian visa rules, saying the UK has a \"good system\"."},
{"text": "The Bank of England has made a dramatic rise to its inflation forecast for next year, predicting that the rate will almost triple.\nThe Bank now expects inflation to hit 2.7% next year, up from the current rate of 1%.\nIt also raised its forecast for economic growth next year to 1.4% from 0.8%, but cut expectations for 2018 to 1.5% from 1.8%.\nAn interest rate cut this year was no longer an option, the Bank indicated.\n\"In light of the developments of the past three months, all MPC [Monetary Policy Committee] members agreed that the guidance it had issued following its August meeting regarding the likelihood of a further cut in [the] bank rate had expired,\" the Bank said.\nThe sharp rise in inflation expectations was blamed on the slide in the pound since the referendum, which is driving up prices of imported goods.\nThe Bank does not expect inflation to return to its 2% target until 2020.\nThe revisions to growth indicate that the Bank now thinks the impact of the Brexit vote will be felt later than expected.\nInflation is an approaching risk and the economy is facing difficult times ahead, according to the Bank.\nYes, it has upgraded its growth forecasts markedly for this year and next.\nBut it has downgraded growth for 2018 as business investment and trading relationship uncertainty start to feed through to economic output.\nThat downgrade is so substantial that at the end of 2018, the Bank believes the economy will be on aggregate more than 2.5% smaller than expected before the Brexit referendum vote.\nThat's a bigger relative decrease in output than the Bank predicted earlier this year.\nThis is economic pain delayed, not cancelled.\nMore from Kamal\nReaction to Bank's rate decision\nOther forecasters see an even more dramatic rise in inflation. This week the National Institute for Economic and Social Research said it expected inflation to quadruple to about 4% in the second half of next year. \nThe think tank also warned that prices would \"accelerate rapidly\" during 2017 as the fall in sterling is passed on to consumers.\nExplaining the raised growth forecasts for this year and next, Bank governor Mark Carney said that, since the vote to leave the EU, household spending had held up better than expected.\n\"For households, the signs of an economic slowdown are notable by their absence,\" he said.\nBut he warned that households would see \"very modest\" growth in their incomes over the coming years.\nThe Bank of England argues that food and energy prices have stopped falling and an increase in the price of imported goods will weigh on household budgets.\nThe Bank also warned that Britain's access to EU markets could be \"materially reduced\" following Brexit, which would hit economic growth over a \"protracted period\".\nThe pound jumped higher against the dollar and euro - to $1.24 and €1.12 - following the Bank's move away from a rate cut and the High Court's ruling that parliament must vote on the start of the Brexit process. \nMr Carney said the court defeat for the government was \"just one of many twists and turns that are likely to happen\" as the UK leaves the European Union.\nHe told BBC economics editor Kamal Ahmed there was already economic uncertainty about Brexit, but that at the moment households were \"looking through that uncertainty\".\nThe Bank governor also reiterated he would leave his post in 2019, even if the court ruling means the Brexit process is delayed.\n", "url": "http://www.bbc.com/news/business-37860880", "title": "Bank sees sharp rise in inflation in 2017", "tags": ["economy"], "abstract": "The Bank of England makes a dramatic rise in its inflation forecast, with no rate cut expected in 2016."},
{"text": "Bank of England governor Mark Carney has said he will be staying on an extra year after his initial term comes to an end in 2018, to help oversee the UK's Brexit negotiations with the European Union.\nMr Carney's decision came after increasing speculation about his future as the head of the Bank of England.\nGovernors are traditionally appointed for an eight-year term, but when Mr Carney took the job in 2013 he initially signed up for five years, with an option for a further three. He has now said he will stay until June 2019.\nIn his letter to Chancellor Philip Hammond, Mr Carney said his move should help \"contribute to securing an orderly transition to the UK's new relationship with Europe\".\nDuring the referendum, Mr Carney had come under pressure from some Brexit campaigners for his remarks that voting to leave the EU would push the UK into a recession - seen by some as outside the governor's non-political remit.\nThe governor defended his intervention, saying the Bank's role was to \"identify risks, not to cross your fingers and hope risks would go away\". \nNevertheless, this sparked calls for him to resign.\nMr Carney \"never seems to want to recognise the result of the referendum and get on with it,\" said one MP, Jacob Rees-Mogg, recently. \nSince his arrival three years ago, Mr Carney has presided over measures designed to boost the UK economy in the aftermath of the global economic crisis.\nThere have been bouts of quantitative easing - pumping money directly into the financial system.\nHe introduced a policy of \"forward guidance\" at the Bank, also aimed at raising confidence; though just six months after its implementation in 2013 this needed a rethink.\nThe Bank had originally said it would not consider raising interest rates until the unemployment rate fell to 7% or below.\nBut when that seemed likely to happen much sooner than anticipated the Bank altered its stance, saying it would focus on a range of economic variables rather than just the jobless numbers before changing rates.  \nBut Mr Carney did then give clear hints that rates would have to gradually rise towards 2017.\nInstead, the opposite has happened, and in the wake of the UK's Brexit vote the Bank actually cut rates to 0.25% this summer. \nWhen Mark Carney became the Bank of England's governor in June 2013, he was the first non-Briton to be appointed in the Bank's 300-year history.\nHe came after a successful stint as Canada's central banker, where he was credited for shielding the country from some of the worst effects of the 2008 financial crisis.\nIn March 2008, just a month after his appointment, he cut Canadian interest rates. This and other measures helped boost market confidence and enabled Canada to recover from the crisis more quickly than some of its peers.\nLikened more than once to the Hollywood actor George Clooney, ahead of his arrival in the UK Mr Carney was touted as a \"rock star\" banker, a change from the usual Bank of England head.\n\"He's got star quality, and he knows how to use it,\" said fellow Canadian and former government colleague Scott Reid.\nMr Carney's appointment was a break with tradition in many ways. \nHe had a commercial banking, as well as a public sector background - unlike his two most recent predecessors who had spent their careers within the Bank of England and academia.  \nMr Carney worked for investment banking giant Goldman Sachs in New York before returning to Canada to work for the country's Finance Department - and then Canada's central bank.\nAnother difference was the size of his pay packet, which was well above that of his predecessor, Sir Mervyn King.\nHis starting annual salary of £480,000 (plus £144,000 pension allowance) was £175,000 more than Sir Mervyn received - and that's not counting his £250,000 annual accommodation allowance.\nSo what is it about Mr Carney that separates him from other central bankers? \n\"He's extraordinarily charismatic,\" says Scott Reid. \"You go to his speeches and you'll find them just as dry as anyone's. \n\"But it's the way he does things, he takes the time to linger on you... and the public and the press find that very intoxicating.\n\"He such a fetching figure - but let's not be shy about that. He's conscious of it. He's shrewd when it comes to his image.\"\nMarried to an Englishwoman, the 48-year-old's postgraduate education was at Oxford University, where he studied economics.\nHis former tutor during his Masters degree, economist Peter Oppenheimer, says \"he was a typically bright, transatlantic student\". \n\"That sounds terribly old fashioned, but he wasn't the sort of young man who walked around in torn sweaters.\" \nProf Oppenheimer says Mr Carney was an interesting choice to run the Bank of England. \"He wasn't an insider, he wasn't an academic economist, and he was a practical banker of a certain kind. \n\"The really good governors of the post-Second World War period have been people with practical banking experience, such as Gordon Richardson and Robin Leigh-Pemberton. \n\"They have been the outstanding governors. More so than Bank insiders, or people with long academic careers.\" \nIt's been said Mr Carney wanted to stay to help the UK through the challenges of Brexit, and that leaving early might be seen by some of his critics as admitting defeat.\nCrucially, he has the backing of the Prime Minister, Theresa May, who believes he is the right person to be Bank of England governor.\nThere is also the matter of market confidence. \nFollowing the referendum result and all the personnel changes in the Conservative government, many in the markets see Mr Carney as one of the few voices of continuity in the UK. \n", "url": "http://www.bbc.com/news/business-23050597", "title": "Mark Carney: The 'film star' Bank of England governor", "tags": ["economy"], "abstract": "When Mark Carney became the Bank of England's governor in 2013 he was the first non-Briton to be appointed in the Bank's 300-year history. He will now stay until 2019."},
{"text": "Indian Prime Minister Narendra Modi has announced that the 500 ($7.60) and 1,000 rupee banknotes will be withdrawn from the financial system overnight.\nThe surprise move, announced on Tuesday evening, is part of a crackdown on corruption and illegal cash holdings. \nBanks will be closed on Wednesday and ATM machines will not be working.\nIndia is overwhelmingly a cash economy. New 500 and 2,000 rupee denomination notes will be issued to replace those removed from circulation.  \n\"Black money and corruption are the biggest obstacles in eradicating poverty,\" Mr Modi said.\nPeople will be able to exchange their old notes for new ones at banks over the next 50 days but they will no longer be legal tender.\nThe announcement prompted people across the country to rush to ATMs that offer 100 rupee notes in an attempt not to be left without cash over the next few days.\nThe move is designed to lock out money that is unaccounted for - known as \"black money \" - which may have been acquired corruptly, or be being withheld from the tax authorities. \nFinance Secretary Shaktikant Das warned people with large stashes of hidden cash that banks would closely monitor the exchange of old notes for new ones.\nMr Modi has set his stall out as a modernising, anti-corruption crusade. \nScrapping notes that are very, very common is his biggest offensive yet. Most transactions in daily life are in cash and 45% of those are in notes in denominations of 500 rupees and over.\nNot a single news organisation seemed to know this was coming. I saw one news anchor produce a wad of 500s from his own pocket on air wondering whether these were now just pieces of paper - and also wondering if the bars of Delhi would see a sudden surge of business.\nIt has caught the country completely off guard. There will also be limits on cash point withdrawals over the next couple of weeks.\nRead more from Simon here\nThe 500 and 1,000 rupee notes are the highest denomination notes in the country and are extremely common in India. Airports, railway stations and hospitals will only accept them until 11 November.\nPeople will be able to exchange their money at banks between 10 November and 30 December.\nMr Modi's ruling Bharatiya Janata Party came into power in 2014 promising to bring billions of dollars of black market money into the country's financial system. His government is half way through its term of office.\nThe announcement comes just over a month after the government raised nearly $10bn through a tax amnesty for Indians to declare hidden income and assets.\nThe BBC's Justin Rowlatt in Delhi says the issue of \"black money\" is a huge problem in India and the latest move is the prime minister's big demonstration that he is taking it seriously.\nThe idea is to lock out money that is unaccounted for and make it visible for tax purposes - banks will be happy to exchange a few thousand rupees, but will be asking questions of those who turn up with hundreds of thousands or millions in currency.\nThere are no precise figures available but experts say the government's move could be \"a very powerful measure\" to curb \"black money\".  IIFL Holdings Ltd Chairman Nirmal Jain told Bloomberg that it will have \"a deflationary impact in general and more specifically on real estate prices - making homes affordable\".\nIt seems not. An individual can put as much as he or she likes into the bank - but withdrawals are limited so the banking system may end up being flooded with cash.\nGovernment guidelines say it is possible to exchange 4,000 rupees - but it is not clear if this is per day or in total.\nCritics say the new rules may make it especially difficult for people who choose to keep their cash at home rather than in a bank account and for people with large rupee cash reserves who live abroad.\n If there is a legitimate explanation for the cash, the authorities say, it will be possible to exchange it.\nCash points will close on Wednesday and in some places also on Thursday - a development that it seems may cause cash blockages or queues at ATMs.\nIt's a bold step because many people who voted for Mr Modi were small traders who overwhelmingly did their business in cash.\nOur correspondent says these are people who probably do have a few hundred thousand rupees - a few thousand dollars - stored under their beds and will have problems when they turn up in the bank on Thursday trying to change their money.\nThe move leaves a lot of uncertainty about the Indian economy at least in the short term.\n", "url": "http://www.bbc.com/news/business-37906742", "title": "India scraps 500 and 1,000 rupee bank notes overnight", "tags": ["economy"], "abstract": "India's PM says existing 500 and 1,000 rupee banknotes will be withdrawn from the financial system overnight."},
{"text": "The Scottish government will seek to oppose the UK government in the Supreme Court during the appeal over the triggering of Article 50.\nThe High Court ruled last week that MPs must vote on whether the UK can start the process of leaving the EU.\nThe UK government immediately said it would appeal to the Supreme Court, with a hearing due next month.\nThe Lord Advocate, Scotland's most senior law officer, will now apply to be heard in the case.\nA spokesman for Downing Street said it would be for the courts to decide whether the intervention was granted, but insisted it would \"work very closely with all of the devolved administrations as we develop our plans for negotiating our exit from the EU.\"\nPrime Minister Theresa May argues that the result of the EU referendum - and existing ministerial powers - means MPs do not need to vote on the triggering of Article 50.\nBut a panel of three High Court judges agreed with campaigners that the move would be unconstitutional, and that parliament would need to vote before the formal process of leaving the EU can begin. \nScotland's first minister, Nicola Sturgeon, believes that the consent of the Scottish Parliament and the UK's other devolved parliaments and assemblies should also be sought before Article 50 is triggered. \nThe Scottish government had legal representatives observing the High Court case, and later said it was considering whether to become directly involved when the appeal is heard.\nConfirming that it would seek to intervene, Ms Sturgeon said she believed Scotland should be treated as an \"equal partner\" in the United Kingdom.\nIf the Supreme Court was to allow the Scottish government's intervention and ruled against the UK government, it could mean there would have to be a vote on Article 50 in Holyrood as well as in Westminster.\nThe Welsh government has also said it will seek a role in the Brexit appeal case, while the Northern Ireland Attorney General has told a court in Belfast that one of two legal challenges to Brexit should be fast-tracked directly to the Supreme Court.\nMs Sturgeon stressed that she was not attempting to veto the process of England and Wales leaving the EU.\nBut she said the \"democratic wishes of the people of Scotland and the national parliament of Scotland cannot be brushed aside as if they do not matter\".\nVoters taking part in June's referendum were asked the question: \"Should the United Kingdom remain a member of the European Union or leave the European Union?\" \nIn the UK as a whole the leave campaign won by 52% to 48%, but voters going to the polls in Scotland decided by 62% to 38% to remain in the EU.\nMs Sturgeon has pledged to do all she can to protect Scotland's place in Europe, and to maintain its membership of the single market. \nBy BBC assistant political editor Norman Smith\nAs if Theresa May didn't have enough on her plate following last week's High Court ruling forcing the government to give MPs a say before Brexit is triggered, now the Scottish government has piled in.\nIn effect it has said if MPs are going to be given a say, the Scottish Parliament should also have to give its approval.\nThe difficulty for Mrs May is that she knows the Scottish Parliament is overwhelmingly opposed to Brexit and her fear will be that Nicola Sturgeon is in effect threatening to blow Brexit out of the water.\nScotland's first minister insists she is not playing the veto card. She respects the right of the rest of the UK to leave the EU, but wants to protect the interests of Scotland which voted against Brexit.\nIt may be she is simply trying to increase her leverage over Theresa May to try and secure a particular Brexit deal for Scotland - something Mrs May has already ruled out.\nBut there is another problem and it is on delay - the danger that Brexit gets snarled up in the courts. \nWe have already had the High Court ruling - the Supreme Court  will decide on the appeal in January - and now Scottish lawyers are piling in and the danger is the timetable of triggering Brexit by March gets put through the legal shredder.\nThe first minister said: \"The Scottish government is clear that triggering Article 50 will directly affect devolved interests and rights in Scotland. \n\"And triggering Article 50 will inevitably deprive Scottish people and Scottish businesses of rights and freedoms which they currently enjoy.\n\"It simply cannot be right that those rights can be removed by the UK government on the say-so of a prime minister without parliamentary debate, scrutiny or consent.\"\nShe also urged the prime minister to \"live up to her promise to treat Scotland as an equal partner in the United Kingdom and listen to the will of the people of Scotland\".\nAnswering questions from journalists, the first minister was pressed on the basis on which the Scottish government will seek to involve itself in the case.\nShe said: \"If there is a need for legislation in the House of Commons that raises the question of legislative consent, not just in the Scottish Parliament but in Wales and Northern Ireland as well.\n\"If that is going to be an issue that the court is looking at... then it is absolutely right that the Scottish government is formally represented to make sure that the views that we would take around these processes are heard by the court.\"\nThe first minister said she would not go into the detail of what the Lord Advocate will argue, but made it clear she personally believes the UK government should seek approval for triggering Article 50 through a legislative consent motion at Holyrood.\nShe also said she believes there are those both in the Welsh and Northern Irish governments who would take a similar view about their own parliaments.\nMs Sturgeon is due to unveil proposals for a \"flexible Brexit\" - which would see Scotland remain in the single market even if the rest of the UK leaves - in the coming weeks. \nThe Supreme Court has set aside four days, from 5 until 8 December, for the appeal hearing, which will see all 11 Supreme Court justices sit on the panel.\nJudgment will be reserved at the conclusion of that hearing and follow at a later date, probably in the new year.\nAll five parties in the Scottish Parliament backed remaining in the EU ahead of the referendum, but the Scottish Conservatives, Labour and Liberal Democrats have warned Ms Sturgeon against using the result to push for a second vote on Scottish independence.\nScottish Labour said it supported the objective of getting the \"best possible deal for Scotland\", which it said meant \"remaining part of the UK and retaining a close \nScottish Greens MSP Ross Greer said it was \"reasonable that MSPs who represent the people of Scotland are consulted before any steps are taken to remove us from Europe against our wishes.\"\nAnd Scottish Lib Dem leader Willie Rennie called on the prime minister to \"end all this and simply accept that there must be a democratic vote before Article 50 is invoked\". \n", "url": "http://www.bbc.com/news/uk-scotland-37909299", "title": "Scottish government seeks to intervene in Brexit case", "tags": ["politics"], "abstract": "The Scottish government will seek to oppose the UK government in the Supreme Court over Article 50."},
{"text": "US voters are choosing between Hillary Clinton and Donald Trump after a gruelling and rancorous presidential election campaign. \nMrs Clinton and Mr Trump cast their ballots in New York polling stations, alongside their spouses.\nHigh turnout is being reported across the country with polling stations due to begin closing on the East Coast at 19:00 EST (24:00 GMT).\nMr Trump has again declined to say whether he will accept the results.\n\"We're going to see how things play out,\" the Republican candidate told Fox News on Tuesday, while alleging there had been voting irregularities. \"I want to see everything honest.\"\nSome polling locations have reported equipment failures and long lines, but they appeared to be routine problems. \nMr Trump filed a suit against the Clark County Registrar of Voters in Nevada, accusing the state of keeping early voting stations open longer than the designated closing time. \nBut a judge rejected the request, citing concerns about revealing the identities of poll workers. \nThe Manhattan real estate mogul's lawyers had asked for relevant early ballots not to be mixed with other ballots.\nPolling in Nevada shows the race between Mr Trump and his Democratic rival, Hillary Clinton, is extremely tight. \nMrs Clinton voted at her local polling station in Chappaqua, New York, with her husband, former President Bill Clinton, at her side. \nThe former Secretary of State told reporters: \"I know how much responsibility goes with this. \n\"So many people are counting on the outcome of this election, what it means for our country, and I will do the very best I can if I'm fortunate enough to win today.\"\nResults are expected some time after 23:00 EST (04:00 GMT on Wednesday) once voting ends on the West Coast. \nState projections will not be available until polling ends - in most states between 19:00 EST (24:00 GMT) and 20:00 EST (01:00 GMT). \nThere are signs of a high turnout among Hispanic voters, which is believed to favour Mrs Clinton.\nMr Trump was expected to attract support mainly from white voters without college degrees.\nFinancial markets and betting exchanges have largely predicted a Clinton win.\nHowever, Mr Trump has predicted he will pull off an upset victory like Britain's \"Brexit\" referendum in June to leave the European Union.\nOn the eve of the vote, opinion polls gave Mrs Clinton a four-point lead over Mr Trump.\nA record number of Americans - more than 46 million - voted early by post or at polling stations.\nElection day voting began just after midnight in the small New Hampshire village of Dixville Notch, where seven votes were cast - four for Mrs Clinton, two for Mr Trump and one for the libertarian Gary Johnson.    \nAll 50 states and Washington DC are voting across six different time zones.  \nAmericans are also voting for Congress. \nAll 435 seats in the House of Representatives - where Republicans currently hold sway - are up for grabs, though it is forecast to remain in Republican hands.\nBut a third of seats in the Senate, which is also in Republican hands, are also in play, and Democrats hope to snatch control of that chamber. \nElection day follows a bitter campaign during which the candidates have traded insults and become mired in a slew of scandals.\nOn Sunday Mrs Clinton's campaign received a boost when the FBI said newly discovered emails sent by an aide showed no evidence of criminality.\nMr Trump and Mrs Clinton are seeking to succeed Democratic President Barack Obama.\nAfter two four-year terms in the White House, he is barred by the US constitution from running for re-election.\nWho will win? Play our game to make your call\n", "url": "http://www.bbc.com/news/election-us-2016-37904843", "title": "Election 2016: Voting under way for next president", "tags": ["politics"], "abstract": "High turnout is reported as voters choose between Hillary Clinton or Donald Trump for US president."},
{"text": "Flood the Channel Tunnel. Ban cats from going outdoors. Bring back fish and chips wrapped in newspaper.\nThese are three demands - all rejected -  from users of the government's e-petitions service.\nPetitions gaining more than 100,000 signatures can be considered for a debate in parliament. \nWhile some petitions - like Jamie Oliver's petition to tax sugary drinks - can make it all the way into law, others aren't quite so successful. \nBut what the Petitions Committee gives to Jamie Oliver, it takes away from may others, rejecting petitions that fall foul of its standards - set out in full here. \nHere's a quick run through some of the most common reasons petitions never make it:\nThe Petitions Committee can't nominate someone for an honour - there's already a system in place for members of the public to nominate people directly.\nThere's hope for some petitioners though - this petition calling for police horses and dogs to be given the same legal protections as their human colleagues will be debated in parliament's Westminster Hall on 14 November. \nThe most popular e-petitions ever cover some slightly less unusual subjects.\nThe petition with the most signatures - over four million of them - called on the government to hold a second EU membership referendum if either Leave or Remain were backed by less than 60% of voters and saw a turnout of less than 75%.\nThe petition, which attracted a flood of signatures after June's Brexit vote, was debated in September, but there's been no sign of another referendum. \nAnother petition that gained widespread attention was a call for parliament to ban Republican presidential candidate Donald Trump from entering the UK. \nIt was debated in January 2016. Mr Trump remains free to visit Britain.\nDespite these petitions successfully making it into the debating chamber, one member of the public felt Parliament would be better off without having to talk about them:\n", "url": "http://www.bbc.com/news/uk-politics-37870930", "title": "The e-petitions sent to government that get rejected", "tags": ["politics"], "abstract": "Parliament debates petitions with more than 100,000 signatures - but not all of them get that far."},
{"text": "Donald Trump has been elected 45th president of the United States. But what plans has the UK got in place and what could it mean for its position in the world?\nIt is 20 January 2017 and a cold wind is blowing across Washington's Capitol as Donald John Trump raises his right hand and proclaims that he will faithfully execute the office of president of the United States.\nAs he looks the chief justice in the eye, hundreds of millions of people around the world are wondering what his four-year term will bring.\nAmong them are UK civil servants and politicians, pondering - with negotiations for leaving the European Union also soon to begin - what all this means for their country.\nSo, how well prepared is the UK for dealing with Mr Trump, who has never previously held elected office, and how is the future looking?\nThe UK and US share a language and much cultural heritage, but, argues Tim Oliver, a fellow in European-North American relations at the London School of Economics, the truly \"special\" quality in their relationship is the sharing of intelligence, as well as co-operation over nuclear weapons and special forces.\nMr Oliver says there is a risk this could \"sour\" because of the \"degree of distrust and unease\" felt by the government towards Mr Trump, \"an erratic president who appears willing to do anything when it comes to torture, bombing, relations with authoritarian states\".\nCritics accuse Mr Trump of isolationism, but he describes his foreign policy stance as one of \"Americanism, not globalism\". He has suggested that Nato countries which do not pay their dues into the military alliance could lose US protection in the event of an invasion by, say, Russia.\nThe UK would not be directly affected by that, as it has met its Nato spending target. But, as the country leaves an EU moving towards closer defence and foreign policy ties, could this cause problems?\n\"A stronger Nato would suit a Brexited UK better,\" says Kori Schake, who acted as senior policy adviser to Republican presidential candidate John McCain in 2008. \n\"But I also think he'll quickly discover how much the US gets from our allies and how important their contributions are to what the US tries to get done in the world.  It's pretty lonely out there without Nato allies.\"\nBefore the European Union referendum, President Barack Obama warned the UK it would go to \"the back of the queue\" for signing trade deals with the US if it opted for Brexit. Mr Trump, however, has been far more positive.\nHis trade adviser, Dan DiMicco, said last month that he \"absolutely\" wanted to do a deal with the UK as soon as possible after Brexit, which is set to happen in early-to-mid-2019.\n\"I could see that happening,\" says Ms Schake, \"especially since the EU seems unwilling to move forward with the US-EU deal.  \n\"A bilateral agreement with Britain could be a huge opportunity for Trump to prove he's in favour of 'the right kind of deals'.  But whether that would constitute a good deal for Britain is more difficult to say.\"\nMr Trump's election website does not mention Europe or the UK in its section on trade, focusing more on relations with China and Pacific countries.\nTheresa May did not offer an opinion on the candidate she would prefer as US president. But last year, after Mr Trump suggested that parts of London had become so radicalised that police did not dare enter, she called his remarks \"divisive, unhelpful and wrong\".\nAsked about these last month, Mrs May played down the significance of her criticism, saying: \"I made those comments in relation to some particular references he had made.\"\nForeign Secretary Boris Johnson has also made quips at Mr Trump's expense and MPs have even held a debate on barring him from the UK. So, in the early days of the Trump administration, one might anticipate some awkward moments, requiring delicate diplomacy.\n\"The UK government has a genius for figuring out how to get along with and be influential with new American administrations,\" says Ms Schake, who works as a research fellow at Stanford University's Hoover Institution.\nTony Blair managed to move from a close friendship with Bill Clinton to another with George W Bush. \nMore trickily, in 1992, John Major's Conservative Party, fresh from an unexpected victory over Labour, helped George HW Bush's re-election campaign. Bush lost to Clinton and there was some initial awkwardness, which was overcome.\nThe problem is, Ms Schake argues, that \"Trump seems to be exceedingly thin-skinned and grudge-holding\", adding: \"But it's a mighty large crowd of foreigners who've had alarming or disparaging things to say, so he won't have much choice other than to take friends where he can get them.\"\nPersonal relationships are key to diplomacy and civil servants will have been gleaning as much information on Mr Trump and his potential team as they can.\n\"Hillary Clinton is clearly extremely well known in the UK. People will know the sort of people she's looking to use in her administration,\" said Jill Rutter, a former Downing Street and Treasury civil servant who works for the Institute for Government, her comments coming before the US voted.\n\"Often the people in senior positions will have held more junior or middling roles in previous ones, so you can build connections.\n\"I would have thought that extremely difficult with Trump. You can look back at the George W Bush administration, but how many of the people who served in it would do the same for Trump?\"\nMany mainstream Republicans criticised or refused to endorse Mr Trump, including both Presidents Bush and Mr McCain.\nWe know his running mate, Indiana Governor Mike Pence, will be vice-president. Other senior figures in his campaign include New Jersey Governor Chris Christie and former New York Mayor Rudy Giuliani.\nMr Trump is a famous man, with a long career in business and a stint in reality TV, but, argues Mr Oliver, he comes with many \"known unknowns\", particularly the identities of those who would serve in his administration.\nAnother complication exists. In the US, senior appointees have to be confirmed by the Senate. Even with a Republican majority, the party establishment may be less than helpful, making personnel even harder to predict.\nThen, says Mr Oliver, the UK, and the rest of the world, will have to deal with \"unknown unknowns, such as what Trump might say or do next\".\n\"I don't know to what extent the British embassy in Washington has been able to get close to the Trump campaign,\" said Ms Rutter.\n\"If he gets elected, then we will have to go into the Washington version of Kremlinology, trying to work out what's really going on.\"\nWell, that's started.\n", "url": "http://www.bbc.com/news/uk-politics-37851551", "title": "What does a Donald Trump win mean for UK politics?", "tags": ["politics"], "abstract": "Donald Trump will be the next president of the United States, but what might it mean for the UK?"},
{"text": "Pub and bar owners should provide warnings on the health dangers of alcohol or be denied a licence, a parliamentary committee has heard.\nAlison Hernandez, Police and Crime Commissioner for Devon and Cornwall, said customers should know \"what they are doing to their body\".\nLandlords should provide details of the calories in drinks and the impact of heavy drinking \"over time\", she said.\nLabour's Lord Davies of Stamford said it was \"unclear\" how this would work.\nThe exchange came in a hearing staged by the House of Lords Licensing Act 2003 Committee, looking at the effect of that piece of legislation - which allowed 24-hour drinking in England and Wales - and how it might be improved.\nThe act says councils have to look at issues of crime and disorder, public safety, prevention of public nuisance and the protection of children from harm when granting or denying licences.\nMs Hernandez told peers that health should be another consideration: \"Local authorities are responsible for public health now. It's moved from the NHS, so local authorities should be including that in their day-to-day decision-making anyway.\"\nShe said: \"It's about individuals understanding what they are doing to themselves, to their bodies, to their health. There's a responsibility on the licensees, I would argue, or there should be under this objective, to make people aware.\n\"Just like we have on cigarette packets exactly what happens to you if you choose to smoke, it should say what happens to you if you choose to drink - and if you choose to drink to a certain amount, what that might have. \n\"It might be calories. It might be 'this is the amount of calories you are taking in'.\n\"It might be public health information service that says the impact of sustained drinking over time. It may be that it affects the cost of the alcohol sale.\"\nBut Lord Davies was sceptical, admitting that previous public health campaigns on sugar consumption and smoking had worked, but wondering how landlords could do the same for alcohol.\nHe said: \"It's quite unclear to me how they would apply a public health criterion in [granting licences]... It's the wrong instrument.\"\nThe 2003 Licensing Act came into force in 2005.\n", "url": "http://www.bbc.com/news/uk-politics-37909337", "title": "Pubs 'should reveal alcohol calories'", "tags": ["politics"], "abstract": "Bar owners should give warnings on the dangers of alcohol or be denied a licence, peers are told."},
{"text": "Engineers have finished assembling the telescope that will succeed Hubble.\nThe huge new observatory known as James Webb is on track to be launched in exactly two years from now.\nIt will go into space on a European Ariane rocket from French Guiana, but before that is possible the delicate hardware must be tested to ensure it will survive the ride.\nThis work will begin in the coming weeks at the US space agency’s (Nasa) Goddard space centre in Maryland.\n\"We have to shake it as it will be shaken by the rocket,\" explained senior project scientist John Mather. \n\"Number two: we have to put loud noises on it, as it will feel the loud noises on launch - 150 decibels or something.\n\"From here we go down to [the Johnson space centre in Texas] and prove that it focuses. That was the number one challenge: how do you know it will focus in space, especially after we learned that Hubble was not quite in focus when we launched?\n\"We’ve learned how to do that.\" \nThe James Webb Space Telescope (JWST) is a cooperative venture between Nasa and its European and Canadian counterparts. \nWhen the contributions from all the parties are included, the value of this next-generation science facility is close to $10bn.\nWebb will carry technologies capable of detecting the light from the first stars to shine in the Universe. \nIt will also reveal in unprecedented detail the chemistry and behaviour of planets far beyond our Solar System.\nTo help achieve this, it is fitted with a mirror that has a diameter of 6.5m - roughly seven times the light-collecting area of Hubble's main mirror.\nThis reflector is so big in fact that it must be capable of folding. \nOnly by turning the edges inwards will the beryllium/gold segments fit inside the enclosure atop the Ariane.\nAfter years of development, the past 12 months have finally seen the telescope take on a recognisable form. And on Wednesday, Nasa called a media event to showcase the progress and to mark the milestone of two years to lift-off.\nSo far, everything is on track. “We’re on schedule and on cost,” said Nasa Administrator Charles Bolden.\nAlthough we talk of the \"telescope\" being finished, this really only refers to the optical parts of the observatory - its mirrors and instruments. \nNot yet incorporated into the full structure is the spacecraft bus, or chassis - that part that includes all the housekeeping hardware like the computers, telecommunications systems, and the thrusters to maintain Webb’s position in orbit. \nNor have engineers attached the giant shield that will shade Webb's observations from the light of our Sun.\n\"The sunshield is as big a tennis court,\" quipped Dr Mather. \"Try to imagine Roger Federer and Rafa (Nadal) running back and forth on our telescope. Imagine how large that is and what a difficult job it was. But it’s finished.\"\nAerospace contractor Northrop Grumman, which leads the Webb industrial programme, will bring all the elements together once this next phase of critical testing is done.\nJames Webb is a flagship mission for Nasa, Esa and CSA. It is also a high-risk project for them all. \nAssuming the observatory survives the dangers of launch, it will take roughly six months to prepare for use by astronomers.\nThis commissioning period will involve a number of pivotal stages such as the unpacking of the mirror and the unfurling of the five-membrane sunshield. \nWebb must then also be left to chill down to make it sensitive to the infrared light coming from the most distant stars in the cosmos.\nThose six months ahead of routine science are already being dubbed the \"six months of terror\" because of the requirement for all of the in-space deployments to go exactly to plan.  And unlike with Hubble, there will be no astronauts available to fix a problem after launch because Webb will be stationed too far away for them to reach - about 1.5 million km from Earth.\nThis underlined the need to make sure the coming months’ testing was performed with care, said Dr Mather. \"We need to make sure we won’t be terrified by doing our job now.\"\nJonathan.Amos-INTERNET@bbc.co.uk and follow me on Twitter: @BBCAmos\n", "url": "http://www.bbc.com/news/science-environment-37861015", "title": "James Webb: Two years to Hubble successor's launch", "tags": ["science"], "abstract": "Engineers finish assembling the telescope that will succeed Hubble. James Webb, as it is known, is now on track to be launched two years from now."},
{"text": "The Paris agreement on climate change has come into force.\nGovernments have agreed to keep the global temperature rise to two degrees Celsius above pre-industrial levels - and preferably 1.5 degrees.\n\"This is a moment to celebrate,\" United Nations climate chief Patricia Espinosa told Reuters.\n \"It is also a moment to look ahead with sober assessment and renewed will over the task ahead.\"\nThe Eiffel Tower in Paris is expected to be lit up in green light on Friday to mark the entry into force of the historic climate pact. \nDelegates from almost 200 countries are meeting in Marrakech next week to consider the way ahead beyond Paris.\nThe deal agreed in the French capital less than a year ago commits governments to moving their economies away from fossil fuels. \nOn Thursday, a UN review of national pledges to cut carbon said they fall short of the levels needed to keep the rise in global temperatures under 2C.\nThe report found pledges from governments that have ratified the accord would see the world on track for a rise in temperatures by the end of this century of between 2.9 and 3.4 degrees C.\nRoger Harrabin, BBC environment analyst \nThe Paris climate pact comes into force less than a year since it was agreed. The last major climate deal - the Kyoto Protocol - took eight years to come into force. Paris is the first agreement tying rich and poor nations in a common endeavour to protect the climate. However, the national targets for cutting carbon emissions are voluntary. The UN tried a mandatory approach but countries that were failing to meet their targets simply quit. \nThe process of the Paris deal is binding, including a commitment for governments to keep returning to the issue to ratchet up the clean energy targets that they all agree are inadequate. Governments that rushed to enshrine Paris in law have had one eye on the US elections. Hilary Clinton has pledged to take President Obama's emissions cuts further. Donald Trump wants to tear up the agreement.\nEnvironmental groups and other experts have urged governments to do more.\nWorld Bank group president Jim Yong Kim said even with the commitments made in Paris and encouraging action on the ground, \"we will not meet our aspiration of limiting warming to 1.5 degrees unless we move faster and at the scale that is needed\".\n\"As the world heads into (the meeting) in Marrakesh, we must regain the sense of urgency we felt a year ago,\" he said.\nIn Marrakech governments and parties will work on details of a \"rulebook\" which will measure and review global climate action. \nWhat was agreed in Paris?\n•         To peak greenhouse gas emissions as soon as possible and achieve a balance between sources and sinks of greenhouse gases in the second half of this century \n•         To keep global temperature increase \"well below\" 2C (3.6F) and to pursue efforts to limit it to 1.5C\n•         To review progress every five years \n•         $100 billion a year in climate finance for developing countries by 2020, with a commitment to further finance in the future.\nDonald Trump has called manmade climate change \"a hoax\" and said he would \"cancel\" the Paris Agreement and other international efforts to address the issue. He says he supports clean water and air, but wants to slash funding to the Environmental Protection Agency in the US. \nHillary Clinton backs the Paris deal, saying climate change is a threat to American security. She supports stringent regulation of the energy industry and opposes expanded drilling in Alaska, but has not made the environment a central part of her campaign.\nRead Anthony Zurcher's global guide to where the presidential candidates stand on all the issues - and how they compare to world leaders. \nWhat solutions to air pollution make sense to you that you would like us to investigate?\nUse this form to ask your question: \nIf you are reading this page on the BBC News app, you will need to visit the mobile version of the BBC website to submit your question. \n", "url": "http://www.bbc.com/news/science-environment-37872111", "title": "Paris climate deal enters force as focus shifts to action", "tags": ["science"], "abstract": "The Paris agreement on climate change has come into force, with efforts due to continue next week on the way ahead."},
{"text": "Scientists have transformed the humble spinach plant into a bomb detector.\nBy embedding tiny tubes in the plants' leaves, they can be made to pick up chemicals called nitro-aromatics, which are found in landmines and other buried munitions.\nReal-time information can then be wirelessly relayed to a handheld device.\nThe MIT (Massachusetts Institute of Technology) work is published in the journal Nature Materials.\nThe scientists implanted nanoparticles and carbon nanotubes (tiny cylinders of carbon) into the leaves of the spinach plant. \nThey then delivered the nitro-aromatics into the water taken up by the roots and directly to the leaves in droplets. It takes about 10 minutes for the spinach to take up the water via the roots into the leaves.\nTo read the signal, the researchers shine a laser onto the leaf, prompting the embedded nanotubes to emit near-infrared fluorescent light. \nThis can be detected with a small infrared camera connected to a small, cheap Raspberry Pi computer. The signal can also be detected with a smartphone by removing the infrared filter most have.\nCo-author Prof Michael Strano, from MIT in Cambridge, US, said the work was an important proof of principle.\n\"Our paper outlines how one could engineer plants like this to detect virtually anything,\" he told the BBC News website.\nProf Strano's lab has previously developed carbon nanotubes that can be used as sensors to detect hydrogen peroxide, TNT, and the nerve gas sarin. \nWhen the target molecule binds to a polymer material wrapped around the nanotube, it changes the way it glows.\n\"The plants could be use for defence applications, but also to monitor public spaces for terrorism related activities, since we show both water and airborne detection,\" said Prof Strano.\n\"Such plants could be used to monitor groundwater seepage from buried munitions or waste that contains nitro-aromatics.\"\nUsing the set-up described in the paper, the researchers can pick up a signal from about 1m away from the plant, and they are now working on increasing that distance.\nFollow Paul on Twitter.\n", "url": "http://www.bbc.com/news/science-environment-37823909", "title": "'Bionic' plants can detect explosives", "tags": ["science"], "abstract": "Scientists have transformed the humble spinach plant into a bomb detector."},
{"text": "\"Dare to fail\" is one of those mantras that engineers like to repeat. It's how you learn.\nThat is certainly the attitude being taken by the European Space Agency (Esa) in the wake of its Schiaparelli mishap.\nThe probe's telemetry is still being analysed but it looks increasingly like the Italian-built robot did not make a soft landing on Wednesday.\nQuite the contrary. It very probably hit the ground at high speed after jettisoning its parachute too early and firing its thrusters for only a few seconds.\nBut Esa is holding to the line that no firm conclusions can be drawn until a full reconstruction of events is made from the telemetry.\nAnd even if it is shown that Schiaparelli crashed, we should still consider it a partial success. The reason? We will know why it didn't work and the lessons can then be taken forward to make sure the next landing achieves a better outcome. \nTo repeat another of those mantras: \"You're allowed to fail so long as you understand why you failed.\"\nFor Esa's ExoMars programme, of which Schiaparelli was a part, the stakes could not be higher, however. \nThe next phase - the next landing - for ExoMars would see a British-assembled rover try to put down on the Red Planet in 2021.\nThis six-wheeled robot is an expensive project and is already struggling to get the full funding it needs to proceed.\nDecisions on its budget will now be clouded by what has happened this week.\nSchiaparelli was touted as the technology demonstrator - the project that would give scientists and engineers the experience, expertise and confidence to go forward with 2021.\nThey will certainly have filled their store of knowledge. By the bucket load. But will Esa member-state ministers meeting in December still have the stomach for another Mars landing, and - more to the point - the enthusiasm to part with the 300m euros that is likely needed to carry the rover project through to completion?\nIn a press conference at Esa's mission control on Thursday, the agency's director-general Jan Woerner was bullish in his assessment of how member states would react. The progress that had been made would be \"obvious\" to them, he said. We'll see.\nAt a minimum, the ministers will want the board of inquiry set up in the wake of Schiaparelli's apparent loss to report quickly, with a clear and detailed explanation of the things that went wrong and how they can be put right.\nOn the plus side, Esa officials can point to the outstanding success of getting Schiaparelli's \"mothership\" into orbit. The Trace Gas Orbiter, as it is known, has the potential to deliver some fascinating insights on Mars' atmosphere and what its rarest molecules might say about the existence of life at the Red Planet today.\nOriginally, no observations were planned for many months while the TGO tidied up its orbit. Now, mission mangers are expecting to squeeze in some early science, just in time for those end-of-year deliberations. A good performance would be timely and perhaps give the ministers a feel-good factor.\nAnd then next week, the key parties working on the rover - including their Russian partners - will conduct a major review of the status of the much-delayed project.\nThe findings also will inform the coming budget discussions.\nIt would be a massive blow to European pride if ministers decided to abandon the aspiration to land on Mars (and the cause of no little disappointment in the UK where rover prototypes have been significant \"vehicles\" for STEM inspiration and education).\nIt would also highlight Europe's deficiency in its exploration of the Solar System. \nBeyond TGO, Esa has a satellite planned for Mercury and one for Jupiter. But neither is near-term.\nThe former doesn't get to its target until the mid-2020s, and the latter doesn't start serious science until 2030. \nThere's a daring mission to fly close to the Sun that will launch in 2018, but that's not a planetary body - not one you can land on anyway. \nAnd if we've learnt anything in the past couple of years with the Rosetta comet mission, it is that the public is most engaged when probes touch down on something.\n", "url": "http://www.bbc.com/news/science-environment-37722026", "title": "Schiaparelli: The imperative to touch another world", "tags": ["science"], "abstract": "Landing on planetary bodies is hard - as we saw with Europe's Schiaparelli probe - but it is the space endeavour that most engages the public."},
{"text": "Recent centuries have seen a big jump in the rates of erosion in the iconic chalk cliffs on England's south coast.\nA new study finds that for thousands of years the rocks were being beaten back by the waves at perhaps 2-6cm a year.\nThe past 150 years has seen this retreat accelerate 10-fold, to more than 20cm a year.\nThe speed-up was clocked with the aid of a smart technique that tracks changes induced in rocks when they are exposed to energetic space particles.\nThe research, led from the British Geological Survey and conducted by Martin Hurst and colleagues, is reported in the leading American journal, the Proceedings of the National Academy of Sciences.\nThe group believes the findings will help us understand some of the coming impacts of climate change.  \n\"Our coasts are going to change in the future as a result of sea-level rise and perhaps increased storminess, and we want this work to inform better forecasts of erosion,\" Dr Hurst, currently affiliated to Glasgow University, told BBC News.\nThe research was centred on East Sussex and its towering cliffs at Beachy Head and Hope Gap.\nOriginally laid down 90 million years ago, these soft chalk faces are now being eaten away by the relentless pounding they get from the sea.\nDr Hurst's team was able to estimate the pace of this reversal by examining the amount of beryllium-10 in nodules of flint embedded in the eroded platform in front of the cliffs.\nThe radioactive element is produced when cosmic rays - that constantly shower the Earth - hit oxygen atoms in the flints' quartz minerals.\nThe longer the nodules have been exposed, the greater their build-up of beryllium-10.\nAt Beachy Head and Hope Gap, the gently sloping platform, which is only uncovered at low tide, extends seaward several hundred metres.\nIt represents all that is left after millennia of cliff removal. \n\"The lower rates of erosion that we report - about 2.5cm at Hope Gap and around 6cm at Beachy Head - are averaged over that timeframe - through about the past 7,000 years of the Holocene,\" explained Dr Hurst.\n\"But comparing that to observations based on topographic maps and aerial photography of the last 150 years - the difference is quite stark. These historical observations from 1870 to the present suggest erosion rates of 20-30cm a year at the two sites.\"\nThe estimates of change in the deep past are tricky because the platform appears younger than it really is.\nThis stems from the fact that its surface continues to erode downwards, removing its oldest exposed flints. The regular tidal covering of water also has to be considered because it will restrict the flux of cosmic rays reaching the platform, thus limiting the amount of beryllium that can be induced in the nodules.\nBut the team is confident in its analysis and puts forward some ideas to explain the recent big up-tick in erosion.\nThese concern the available gravels at the foot of the cliffs that constitute the beach.\nOrdinarily, this material acts as a buffer, limiting the energy of crashing waves.\nBut there is good evidence that the beaches in this region of the south coast have got thinner through time and perhaps therefore offer less protection today than they once did.\nIn the modern era, groynes and sea walls have been erected further down the coast and these may have interfered with the along-shore transport of gravels. And further back in time, several hundred years ago, it is possible also that there was a phase of more storms. These could have removed significant volumes of gravel and pushed the rates of erosion into a new, more aggressive regime that persists even now.\nCo-author Dr Dylan Rood from Imperial College London told BBC News: \"The coast is clearly eroding, and Britain has retreated fast. A nearly tenfold increase in retreat rates over a very short timescale, in geological terms, is remarkable. \n\"The UK cannot leave the issue of cliff erosion unresolved in the face of a warming world and rising sea levels. Cliff erosion is irreversible; once the cliffs retreat, they are gone for good.\"\nJonathan.Amos-INTERNET@bbc.co.uk and follow me on Twitter: @BBCAmos\n", "url": "http://www.bbc.com/news/science-environment-37893804", "title": "Cosmic clue to UK coastal erosion", "tags": ["science"], "abstract": "Recent centuries have seen a big jump in the rates of erosion in the iconic chalk cliffs on England’s south coast, a new study finds."},
{"text": "Gay Premier League footballers would perform better if they were to come out, a parliamentary hearing on homophobia in sport has been told.\nBritish race walker Tom Bosworth and former NBA star John Amaechi told MPs that players would be able to focus on their sport instead of \"hiding\".\nNo current Premier League players are openly gay.\nBosworth added that a non-openly gay footballer \"cannot be enjoying life as much as he could be\". \nThe Olympian, who came sixth in the 20k race walk at the Rio Games, said his own results improved after he came out publicly.\nAmaechi, who played for the Cleveland Cavaliers, Orlando Magic and Utah Jazz during the 1990s and 2000s, said he was in contact with gay footballers who were reluctant to come out.\n\"If someone is using 1% of their energy to stop themselves being who they are, that is the difference between being good and being great,\" said the Briton. \nBoth men were addressing the Culture, Media and Sport Committee after a recent BBC Radio 5 live survey found 82% of sports fans in England, Wales and Scotland would have no issue with their club signing a gay player.\nHowever, 8% of football fans said they would stop watching their team.\nMPs were told football needed to do more to tackle homophobia.\nAmaechi, 45, criticised the game's leaders and \"troglodyte men\" for the \"toxic atmosphere of homophobia\" in the sport and urging for tougher sanctions.\n\"Football has the money and resources to do what it wants but it purposefully does nothing,\" he said.\n\"I have spoken to Premier League football players who do not think their club would be supportive.\"\nBosworth, 26, added: \"British Athletics were fantastically supportive and I'm fortunate, but it's not like that with all sports.\n\"Football is the one that stands out. If it changes, it will be the game-changer.\"\nFormer England footballer Lianne Sanderson, who is also gay, also gave evidence to the committee and said one Premier League player coming out would spark \"a domino effect\" that would lead to others following suit.\nFootball Association chairman Greg Clarke has said the sport must do more to provide an environment in which gay players feel comfortable to come out.\nBosworth told MPs he had suffered abuse on social media after revealing his engagement to his partner during the Rio Olympics.\nHe said abuse on social media \"can be a killer\" and admitted he should have reported some comments to the police but didn't.\nHe added that his partner was sent a homophobic message, written on a swastika, in the post.\nAmaechi, born in the US but educated in Stockport, described social media trolls as \"terrorists who are not worthy of participating in public discourse\".\nHe also revealed he received around \"two death threats a year\", which were sent to either his or his sister's house.\n", "url": "http://www.bbc.com/sport/football/37908505", "title": "Homophobia in football: Footballers 'would perform better if they came out'", "tags": ["sport"], "abstract": "Former NBA player John Amaechi and race walker Tom Bosworth say gay Premier League footballers would perform better if they came out."},
{"text": "Stephen Curry claimed a record 13 three-pointers in a single game as Golden State Warriors beat New Orleans Pelicans 116-106 on Monday. \nThe reigning NBA Most Valuable Player had shared the previous record (12) with Kobe Bryant and Donyell Marshall. \nHis history-making exploits came three days after the 28-year-old had failed to record a three-pointer in a game for the first time in two years. \nCurry had previously gone a record 157 games with at least one three-pointer.\n", "url": "http://www.bbc.com/sport/basketball/37906636", "title": "Stephen Curry shoots NBA three-point record in Warriors win", "tags": ["sport"], "abstract": "Stephen Curry claims a record 13 three-pointers as Golden State Warriors beat New Orleans Pelicans 116-106 on Monday."},
{"text": "Lewis Hamilton is doing everything he can to keep his championship hopes alive. \nWhat else can he do?\nHe has won the last two races from pole position and, had things gone slightly differently in Mexico last weekend, Hamilton might have got the break he needed.\nA few centimetres either way and title rival Nico Rosberg's car might have been damaged in his collision with Red Bull's Max Verstappen at the first corner.\nRosberg will be champion if he wins the next race in Brazil. But it could yet turn around for Hamilton.\nRosberg is playing the calculated game, which is exactly the right thing to do. His job is to win the World Championship. And no-one in six months' time will remember or care whether he won it by finishing second in the last four grands prix.\nHamilton has had the worst of the luck with reliability at Mercedes, but equally he has let himself down with a couple of shaky weekends and some bad starts.\nBut you can point at problems Rosberg has had in free practice, or some of his weak races, such as Monaco.\nUltimately, whoever is champion deserves it. And if you win a world title by beating Hamilton in the same car in races, then you have not done a bad job.\nWhen Hamilton is on his game, he has that little bit of an extra edge. But he is not always on his game, and that is what gives Rosberg hope.\nAnd you have to say that, after being given a kicking last year, Rosberg has left no stone unturned in his pursuit of this year's title.\nIf Hamilton pulls this back from the position he is in, it will have been a masterful achievement. And Rosberg has to be careful at the next race in Brazil on 11-13 November.\nKnowing he can be champion that weekend if he wins will make it all the harder for him to follow his one-race-at-a-time approach.\nWorld championships are won and lost in the head. The closer the championship gets, the more nervy a driver becomes.\nRosberg does not have to attack - he knows he can take the cautious approach.\nBut I expect Red Bull to be pretty strong at Interlagos. Their Renault engine has improved a lot recently, and the car will be quick through the twisty middle sector.\nEqually, Brazil often throws up a chaotic race, not least because the weather is so changeable.\nIt is the highest risk for Rosberg not to finish second or third, which he needs to do to stop Hamilton taking back control. A good example was 2012, when Sebastian Vettel was so nearly taken out in a first-lap collision, but survived and hung on to the championship by the skin of his teeth as his rival Fernando Alonso finished second but did not quite make up enough ground.\nThe Mexican Grand Prix ended in something close to farce. In more than 30 years in motorsport, I have never seen such a crazy situation as three people finishing third in an F1 race.\nVerstappen crossed the line third but was demoted before he got to the podium. A frustrated Vettel went to the podium and therefore had to answer all the questions he did not want to be asked. And then he found out he, too, had been penalised and the guy who finished fifth, Verstappen's team-mate Daniel Ricciardo, was ultimately classified third.\nIt was a strange race, in that a manic first lap and crazy finish - produced by the various tyre strategies of Verstappen, Vettel and Ricciardo - bookended what was in between a pretty dull grand prix.\nThe series of controversial incidents during the race in Mexico City have led to a lot of discussion about Formula 1's rules and regulations in such circumstances.\nMany people - including Verstappen himself - have pointed out what they see as a contradiction between the fact that race-winner Hamilton did not receive a penalty for cutting across the grass at Turns One and Two on the first lap, and that Verstappen did for doing it later in the race.\nI have been an official driver steward at a number of grands prix. And the way the rules are operated - and all the drivers and teams know about this - there was no contradiction.\nFirstly, the start and first lap are treated differently from the rest of the race. That's not to say you can get away with anything - as was proved when Carlos Sainz was penalised for pushing Fernando Alonso on to the grass - dirty driving is still dirty driving and will be punished.\nBut little incidents, details of driving, are tolerated that would not be during the main part of the race, simply because it's an inevitably more hectic environment with so many cars together at the same time.\nOn the first lap, Hamilton locked a wheel and ran wide at Turn One. He cut across the grass and rejoined in Turn Two.\nThere were several reasons why he was not given a penalty: it was the first lap, when there is more latitude; he was not fighting with anyone - he was clearly in the lead and the battle was for second behind him; and he lifted off as soon as he rejoined the track.\nThat was quick and clear thinking from Hamilton and it was crucial because the stewards work on the basis of a rule that dictates a driver must not gain a \"lasting advantage\" by going off the track.\nThe lock-up and flat spot meant Hamilton ended up in a risky situation - it means big vibrations that not only shake the driver around but also risk breaking the suspension.\nThis famously happened to Kimi Raikkonen at the Nurburgring in 2005. He led much of the way, ran a long time on a tyre with a flat-spot on it, and the suspension shattered on the very last lap of the race.\nVerstappen fitted his medium tyres to take him to the end of the race on lap 12, whereas Vettel did not stop until lap 33 - so had tyres with 21 laps less wear on them.\nComing up behind them was Ricciardo, who fitted new soft tyres on lap 51, with only 20 laps to go.\nOn old medium tyres, it is easier to lose tyre temperature on long straights, which was almost certainly a contributing factor to Verstappen locking up at the start of lap 68.\nHe went off the track and across the grass within half a metre or so of the line Hamilton had been on at the start. \nCould he have got the car back on to the track? Almost certainly. But he would have lost at least one position to Vettel and probably another to Ricciardo as well.\nThe problem was that going across the grass meant he gained and kept a lasting advantage as opposed to losing one. Hence the penalty.\nVerstappen's refusal to give the place to Vettel set up Ricciardo's attack on the German on the penultimate lap, as the Ferrari was being held back to the Dutchman's pace.\nRicciardo got a good run on Vettel out of Turn Two and I was surprised that Vettel did not move to the inside earlier to cover and try to send him around the outside - especially as he said afterwards he knows Ricciardo will often have an \"optimistic\" attempt, without question or hesitancy.\nThat gave Ricciardo a chance to have a go down the inside and he went for it at the exact moment they were coming into the braking area.\nVettel started to close the space in the braking area. This is something that has been discussed at a lot of drivers' briefings this season, predominantly in the context of Verstappen's driving.\nA new clarification was brought out at the US Grand Prix, the week before Mexico, spelling out what was acceptable in this area.\nThe FIA said drivers' could not make any change in direction in the braking area that led to another driver having to take evasive action.\nWhy is this area so sensitive? Think back to the Australian Grand Prix at the start of the season. There, owing to a misunderstanding in the braking area, Fernando Alonso's McLaren was launched over Esteban Gutierrez's Haas into an almighty accident.\nThose are the risks of moving in the braking area.\nSo it was hardly surprising that the move was investigated and Vettel ended up being penalised.\nThe stewards did well to give Verstappen his penalty early enough before the podium ceremony; it was just a shame they could not manage that in time to get Ricciardo up on to the podium.\nVettel has escaped sanction for the expletive-laden tirade he launched over the radio in the race.\nBut he has to bear in mind that he now has six penalty points on his licence - and if any driver gets 12 in any 12-month period, that is an automatic one-race ban.\nThe Vettel we are seeing now - both in and out of the car - is not the same man who won four consecutive world titles with Red Bull, or even who won three races for Ferrari last year.\nFerrari came into this season expecting to challenge Mercedes, but it has been a disappointing year, with questionable strategy and technical errors. \nIt looked for a while as if Vettel might win the opening race of the season in Australia, only for the team to make a bad strategic call when the race was stopped for Alonso's accident. Another potential victory went begging in Canada for similar reasons.\nThey have been leapfrogged by Red Bull - Vettel's former team - and only at seven of the 19 races so far this year has Ferrari's gap to pole position been closer than it was in 2015.\nIt has become a very frustrating season and there is no question there is a lot of pressure on that team.\nEmotions are running high, and you can hear it in Vettel's radio messages, about slower drivers, blue flags, people blocking him - all expressed in the manner of someone who is very frustrated.\nYes, they are being broadcast. But they are being broadcast because he is making them. If he didn't, they couldn't broadcast them.\nHis comments about FIA F1 director Charlie Whiting - even though they were rooted in the fact that he felt no action was being taken about Verstappen, whose driving Vettel has been unhappy with on a number of occasions this year - are the ones that really caused an uproar.\nWhen you're in the car, the emotions run high. Your brain is processing things at 200mph and all the energy and adrenalin means these things can bubble out. \nI've done it as well. I remember in one race I was complaining about something and my engineer came back and said: \"Allan, keep calm.\" The exact words Ferrari team boss Maurizio Arrivabene said to Vettel on Sunday. And I replied: \" I am ******* calm!\" Clearly, I wasn't.\nThe bizarre thing about it all is that Vettel was voted driver of the day by the fans, and I suspect it was at least as much to do with his outpouring of emotion as it was for his driving.\nSo, fine, warn Vettel about certain aspects of his behaviour. But the fans connect to the emotions and action involved, and F1 needs to be aware of that.\n", "url": "http://www.bbc.com/sport/formula1/37861016", "title": "Lewis Hamilton's world title fortune could turn around at Brazilian GP", "tags": ["sport"], "abstract": "Nico Rosberg's one-race-at-a-time approach could backfire on him at the Brazilian Grand Prix as the mind games intensify."},
{"text": "This has been the era where British sport has blessed its loyal followers like never before: fourth, third and second places in the Olympic medal table; the Tour de France yellow jersey won in four of the past five years; the miracle of a first male Wimbledon champion in 77 years, a marvel repeated three years on; the Davis Cup won for the first time since tennis was played in slacks and cable-knit jumpers.\nIt goes on. A first Olympic diving gold, a first Olympic gymnastics gold, and then a second, from the same man, a few hours later. Multiple Formula 1 world titles, Lions series won. The first woman in history to win an Olympic boxing gold, the first to retain one too.\nAnd now another bequest, from a man who has already provided so much. A British tennis player as world number one is an idea as ludicrous to recent memory as anything else in that giddy list, but with Andy Murray, we should no longer be surprised. \nTo a nation systematically unable to produce tennis champions despite finances and facilities at the elite level to embarrass others as well as itself, Murray is the gift that keeps giving.\nOnly 26 men have held that solitary ranking since the calculations went computerised 43 years ago. It is not a gimmick, or a marketing exercise, or even a reward in itself, but a defining benchmark. You cannot fluke it or get lucky with a judging panel. It is deserved. It is definitive.\n\"Being number one is the pinnacle of all the ambitions of every player,\" said Novak Djokovic, the man just deposed, when he began his own long reign three years ago. \"This is the dream.\"\nIt hasn't made every player happy. The only certain thing about being world number one is that the day will come when you will no longer be world number one.\nAndre Agassi has described how miserable it made him, how the achievement seemed to legitimise his father's cruel ambitions and obsessions rather than his own. John McEnroe, who spent a cumulative total of 170 weeks at the top of the pile, found it lonely atop the exposed summit.\n\"You're out there on your own island,\" he once said. \"And you feel like you're disengaged, not only with the rest of the world, but the rest of your competitors, some of them friends.\"\nClimbing the mountain is often an easier task in sport than defending your splendid isolation. \nThe England rugby union team who won the World Cup in 2003, having gone into that tournament as Grand Slam winners and on an unbeaten home run stretching back 22 games and four years, finished third in the subsequent Six Nations and fourth in the next two.\n\"In a game, thousands of decisions are being made, but it only needs a few to be the wrong ones for the team's fortunes to reverse,\" says Matt Dawson, scrum-half in that team. \"When it goes, it goes quickly.\"\nIt was the same for the England cricket team who rose to number one in the Test rankings after beating India in the summer of 2011: whitewashed in their next Test series, against Pakistan in the UAE, and then dismantled at home to South Africa the following summer, losing their captain Andrew Strauss and, for a while, their star batsman Kevin Pietersen.\nBeing world number one gets you respect. It also makes you a target. Everyone wants your scalp. Every defeat is automatically a headline.\nEven your own motivation can begin to slide, if only subconsciously, if only by minute fractions. How to focus on the next target when you can climb no further? Where can you go from the top but down?\nMurray's character may insulate him from those uncertainties for a while yet.  \nFind out how to get into tennis in our special guide.\nThe 29-year-old's new position reflects both his own remarkable consistency over the past 12 months and the personal and physical problems that have shackled Djokovic, but it is also testament to a desire for self-improvement only occasionally found in sportsmen of his age.\nRanked 17th in the world a decade ago, he was gloriously log-jammed at four in those four seasons from 2008 to 2011, the unprecedented trio of Djokovic, Roger Federer and Rafael Nadal seeming to block any further ascent. \nHe dropped to sixth in 2014 after his back surgery and then appeared stymied at second for the past year as 12-time Grand Slam champion Djokovic went through the peak of his reign.\nThe belief and the hard work never dropped off. Different coaches, tweaked training, a renewed focus on the basics that, in this year alone, has seen his second serve refashioned and accelerated.\nIn defeat by Kei Nishikori in the US Open quarter-finals in September and Juan Martin del Potro in the Davis Cup semi-finals soon afterwards, he seemed physically spent - only to emerge revitalised in the past two months on this celebrated spree across first east Asia and now western Europe.\nAnd it is testament to self-belief too - that in an era decorated by three of the greatest players of all time, he could be crowned the best; that seven years and two months after first reaching number two, he could still take that final special step.\nPlenty of fine Grand Slam-winning players have never been world number one, Michael Chang, Goran Ivanisevic and Michael Stich among them. \nMany who have got there are arguably now in Murray's shadow: Pat Rafter, Carlos Moya, Marcelo Rios; definitely Yevgeny Kafelnikov and Thomas Muster; quite possibly Marat Safin and Andy Roddick, Ilie Nastase, Gustavo Kuerten and Lleyton Hewitt too.\nRankings in sport do not always reflect the accepted wisdom. Angelique Kerber may sit above Serena Williams in the women's tennis rankings, but with Williams having won five of their past six meetings and seven times as many career titles, the debate over who is the better player would be short. \nTriathlon's world rankings, based only on the year's World Series results, have Spain's Mario Mola as world number one, when every judge in the sport would define double Olympic champion Alistair Brownlee as the best in the world.\nFew could dispute Nick Faldo's claim to be the best golfer in the world when he topped golf's rankings. A few days after going to number one himself, Ian Woosnam would win the Masters. \nLuke Donald's ascension in 2011 was deserved - he was the first player in history to win the money title on both European and PGA tours in the same season - but because he had never finished as runner-up in a major, let alone won one, there were those who disputed the algorithm's accuracy. So too with Lee Westwood, number one in the same year, still to win a major five years on.\nThe number alone can be less important than the aura a player brings to it. After an unparalleled 12 months - that Davis Cup triumph, winning BBC Sports Personality for the second time, reaching his first French Open final, winning his second Wimbledon, taking Olympic singles gold yet again - Murray has that too.\nAnd this may yet be the start of something even more beautiful, rather than the pinnacle. \nAfter five defeats in the Australian Open final, never will Murray have a better chance of winning it than this January, Federer and Nadal faded, Djokovic - his nemesis in four of those finals - jaded. \nThe French Open title could conceivably be the next unprecedented prize to be pouched. And then Wimbledon again, and why not, after all that has been before?\nIt is dreamy, fanciful stuff. But that has been Murray's motif: ripping up precedent, making the impossible real.\n", "url": "http://www.bbc.com/sport/tennis/37882468", "title": "Andy Murray: Number one ranking 'may be start' of more success for Briton", "tags": ["sport"], "abstract": "Andy Murray becoming world number one could be the start of something even more beautiful, says Tom Fordyce."},
{"text": "Saracens' in-form prop Mako Vunipola is aiming to become a \"world-class\" player under the current England set-up. \nVunipola started in all three of England's Test wins against Australia in the summer, and is likely to again start on Saturday against South Africa, with Joe Marler on the bench. \nVunipola, 25, has been one of the Premiership's outstanding performers this season, but wants to improve. \n\"The biggest message is not to be happy about where we are,\" Vunipola said.\n\"There is more accountability and responsibility on the individual. Eddie Jones [England coach] keeps sending me texts if I need a nudge,\" he told BBC Sport.  \nWhen asked whether achieving world-class status was his personal goal, Vunipola replied: \"Definitely. We want to be the best we can be.  For me it's about improving 1% in every area.\" \nAlong with younger brother Billy, Vunipola's work-rate and ball-handling skills have caught the eye over the past few months, something he traces back to his upbringing in the Pacific Islands. \n\"When I was younger, coming from Tonga, I always enjoyed having the ball in my hands,\" he added. \n\"Growing up with my brother and two cousins, we played rugby against each other a lot.\"\nAnd the older Vunipola feels that in the modern game, front-row forwards are required to handle like backs.\n\"You need all fifteen players to be complete players,\" continued Mako Vunipola, who has also played down suggestions his brother could play in the NFL at the end of his rugby career.\n\"He's got to learn the rules first,\" Mako Vunipola said.\n\"I'm excited for him if he does get the chance, but it's a long time away and he's still got a lot of things ahead of him first. \n\"So I think he is just running his mouth a little bit.\"\n", "url": "http://www.bbc.com/sport/rugby-union/37908182", "title": "Mako Vunipola: England prop believes he can achieve 'world-class' status", "tags": ["sport"], "abstract": "England prop Mako Vunipola believes he has the potential to become a 'world-class' player in Eddie Jones' set up."},
{"text": " Hyperloop One, the firm that wants to build a futuristic super-fast transport system, has announced that the first version may connect Dubai and Abu Dhabi.\nIn a video, it promised journey times of 12 minutes between the two cities.\nThe technology is still in testing phase so details of the deal were sketchy.\nInitially, it will explore the feasibility of building a line linking the two cities.\nHyperloop was originally  an idea from Tesla's boss and tech entrepreneur Elon Musk, who conceived the technical details of the transport system but left it to commercial firms to make the vision a reality.\nThe high-speed transportation system would use electric propulsion to accelerate a passenger or cargo pod through a low-pressure tube at speeds of up to 700mph. The vehicle would levitate above the track, which is likely to be built on stilts above the ground.\nThere are currently two main firms attempting to make it a reality - Hyperloop Transportation Technologies (HTT) and Hyperloop One.\nHyperloop One, which hosted its Dubai announcement at the top of the world's tallest building - the Burj Khalifa - has signed a feasibility deal with the emirate's roads and transportation agency.\nIt will explore the possibility of using the technology at Dubai's Jebel Ali port.\nJourney times between Dubai and Abu Dhabi are currently an hour or more.\nIt suggested that the system could also be used to cut journey times from Dubai to Riyadh to 48 minutes and from Dubai to Doha to 23 minutes.\nRival Hyperloop firm HTT signed a deal in March to bring its technology to Slovakia, aiming to link Bratislava with Vienna and Budapest.\nThe team at Hyperloop One is expected to unveil the first glimpse of what the transportation pods will look like soon.\nProf David Bailey, from the Aston Business School, said the plan in the United Arab Emirates was \"more feasible\" than previous announcements to use Hyperloop to connect Los Angeles and San Francisco.\n\"Building it through the desert means you can plan a route that is straight - it doesn't do curves very well - and the government there will see it as a way to be at the forefront of a new technology,\" he told the BBC.\nBut he added there remained a lot of \"technical and other hurdles\" to overcome, not least whether people would want to travel at such high speeds and in such a manner.\n", "url": "http://www.bbc.com/news/technology-37908915", "title": "Hyperloop may become reality in Dubai", "tags": ["tech"], "abstract": "A firm behind super-fast transport system, Hyperloop, has signed a deal in the United Arab Emirates."},
{"text": "Facebook is facing legal action over alleged bias in its housing and employment ads.\nThe claim, brought by a group of Facebook users, alleges the platform's \"ethnic affinity\" option is racially biased.\nThe option is there to enable marketers to exclude certain demographics and target others.\nFacebook said the lawsuit was \"utterly without merit\" and that it would defend itself \"vigorously\".\nThe lawsuit was filed in Northern California with the lead plaintiff named as Suzanne-Juliette Mobley, according to the Courthouse News Service. It also names up to  9,999 defendants as advertisers who allegedly \"used Facebook's platform to discriminate based on race, gender, national origin and other protected attributes\".\nIt claims that allowing advertisers to block users from seeing ads based on these groups is in violation of the Fair Housing Act and the Civil Rights Act.\nThe 14-page lawsuit adds that there is no option to exclude the demographic of \"white or Caucasian Americans from the target audience\".\nFacebook told Courthouse News that the lawsuit was without merit.\n A spokesman later told the BBC: \"We are committed to providing people with quality ad experiences, which includes helping people see messages that are both relevant to the cultural communities they are interested in and have content that reflects or represents their communities - not just generic content that's targeted to mass audiences. \n\"We believe that multicultural advertising should be a tool for empowerment. We take a strong stand against advertisers misusing our platform: our policies prohibit using our targeting options to discriminate, and they require compliance with the law. We take prompt enforcement action when we determine that ads violate our policies.\"\nPublic interest website Pro Publica led an investigation into the claims last month, creating adverts for the housing market that excluded African Americans, Asian Americans and Hispanics.\nWhen they showed the adverts to civil rights lawyer John Relman he concluded that they were \"as blatant a violation of the federal Fair Housing Act as one can find\".\nIn a blogpost, Facebook's head of multicultural, Christian Martinez said: \"Living in the US, most of the advertising that I see in traditional media is targeted to people in the majority - people who don't look like me, who don't speak Spanish, and who may not share my experience. \n\"The experience of ads constantly reminding you that you're different from the majority is incredibly marginalising, and it's not right.\"\nHe added that companies offering \"multicultural advertising options\" allows people to find content that is relevant to them.\n", "url": "http://www.bbc.com/news/technology-37908919", "title": "Facebook sued over 'discriminatory' house and job adverts", "tags": ["tech"], "abstract": "Facebook faces a lawsuit over an option that allows advertisers to exclude certain ethnic groups."},
{"text": "YouTube has introduced support for technology that promises to make its videos appear more vibrant and realistic.\nHigh dynamic range (HDR) clips feature a wider range of colours and a greater number of brightness levels between black and white. This boosts contrast and can make images seem more detailed.\nHowever, users will require compatible screens to see the improvements.\nAnd HDR-encoded videos may also look odd when played back in normal mode.\nWhile YouTube is offering one of the first ways for the public to share videos in the new format, professional streaming services including Netflix and Amazon Video have offered HDR films and television programmes for several months.\nThe Xbox One S and PlayStation 4 video game consoles also recently added HDR support.\n\"YouTube's move is a big vote of confidence in HDR,\" said David Mercer, from the technology consultancy Strategy Analytics.\n\"It really is all about whiter whites and blacker blacks - it sounds corny, but when you've seen a really good demo, it can be quite spectacular.\n\"But we will all need HDR screens to enjoy it.\"\nMany of the latest 4K televisions support the innovation, which can help water appear to glisten, stars to sparkle and generally adds \"pop\" to footage.\nBut it is still relatively rare to find HDR-capable computer monitors or laptop displays.\nCreators will also need access to compatible video cameras and editing programs. \nApple's Final Cut Pro X, Adobe Premiere Pro and Avid all added support for HDR video formats in recent months. \nBut consumer-orientated software, including YouTube's own web-based Editor, have yet to do so.\nTo ensure those without compatible displays do not miss out, YouTube will, by default, play a standard dynamic range (SDR) version of a clip if necessary.\nTo make this possible, the Google-owned service will automatically generate a \"down-converted\" version of HDR material posted to its platform in a similar manner to how it already creates lower-resolution copies of uploads.\nHowever, professional video editors are normally advised against relying on such automated technology because it can cause colour shifts, which result in unnatural looking footage.\nA YouTube support document acknowledges this risk.\n\"On challenging clips, it might not deliver the perfect result,\" it says.\n\"We're working on improving automated SDR down-conversion so that it works great for all material.\"\nVideos that have been colour-graded to enhance their look will be among those most at risk of being tarnished, undermining the extra effort taken to create them.\nFor now, the only way round this is for creators to separately upload both an HDR copy of a video and a manually tweaked SDR version, which will appear on different YouTube pages.\n", "url": "http://www.bbc.com/news/technology-37908975", "title": "YouTube adds HDR technology to make videos more vibrant", "tags": ["tech"], "abstract": "YouTube introduces support for HDR - a technology that makes videos more vibrant but can cause unintentional side-effects."},
{"text": "Few pieces on this blog have provoked a reaction quite like my piece published on Friday about Apple and its \"dongle dilemma\".\nOver the weekend, many of you sent emails, tweets and Facebook messages to share your views. \nI thought I'd share a few of them here.\nA lot of the notes concerned the use of the word \"dongle\" itself.\nTim: \"I appreciate the alliteration, but 'dongle' (and 'dilemma') are wrong in this case. 'Adapter anarchy' might have been better. A dongle is not an adapter, even if Wikipedia cites it as an additional usage of the word.\"\nThis was echoed by several readers on Twitter.\n@jeffdyeruk:  \"Clearly you don't know what 'dongle' or 'legacy' means.\"\n@Dadge: \"Connectors and adapter are the right words, aren't they? Not sure why you use the word dongle.\"\nThough several readers disagreed over precisely what a dongle is, the broad consensus is that the word should be reserved for devices that can be plugged in directly - like an adapter that adds wi-fi to a laptop.\nI'd argue the word, like many in technology, is evolving to cover any little bit of kit you stick into your computer. \nBut I suspect this won't be the end of it.\nOn Reddit, Asterysk wrote: \"I still laugh at the word dongle. I'm 29.\"\nMe too, on both counts.\nIn the piece, I declared that we should perhaps give Apple a break as it often ditches bits of tech we think we can't live without, only to be proven right a year or so down the line.\nI said the company's ditching of the CD/DVD port was one case where it had got it right as barely anyone used CDs of DVDs anymore.\nWell, turns out I was wrong.\n@Warren_S_Nel: \"Just read your article about Apple, and I regularly put CDs into my brand new Windows laptop.\"\n@MWJowett: \"The last time i put a CD in my laptop was yesterday!\"\n@HampshireHog66: \"You asked 'when did you last put a CD in your PC?' Last night. It was a very good movie.\"\nBut the wider truth is that disc use has plummeted. \nServices such as Netflix and Steam mean we no longer need to head out to the likes of Blockbuster to rent or buy movies and video games - at least that's true for those of us that have a decent broadband connection\nHowever, this underlines the issue many have with Apple's latest decision.\n@mr_vpw: \"I'm not sure your comparison to the DVD drive is fair. Downloads were already standard. USB-A isn't even vaguely abandoned.\"\nThe underlying discussion of this dongle (adapter…) debate is one about Apple's future direction.\nI wrote that \"only an idiot\" would write off Apple - the richest company in the world - at this point. But, via email, one reader took exception to that view too.\nRob: \"As someone who believes Apple's days are numbered, why am I an idiot to think so? Historically, Apple has almost gone under a number of times. Each time, Jobs has returned to pull the company's fat from the fire. If he can do that again, I think it's more than Apple he'll be saving.\n\"Since his passing, Apple has done nothing innovative and this recent debacle just shows just how much they still believe their brand can ignore their market, despite falling market share and strengthening competition from the Far East; and how critical he was to each of their recoveries in the past by seeing past the present to what the market needs tomorrow.\n\"I would expect a BBC journalist to consider this possibility, as well as that Apple have something up their sleeve, rather than simply insulting those who's opinion differs from his; especially when that opinion has historical support and his does not.\"\nI, of course, didn't meant to insult Rob, or anyone else. \nRather, I wanted to make the point that it's too early to write off Apple's chances to reinvent itself, and maybe even the computing industry, again. \nSteve Jobs may be gone, but other bright minds - including Britain's own Jony Ive - are still in place and could still do great things.\nWhatever happens, 2017 is shaping up to be a remarkable year in the history of Apple. A time, perhaps, as pivotal as the year leading up to the first iPod.\nWhat is striking, however, is that in all the correspondence that came my way, not one stood up in defence of Apple's choices.\nGiven its reputation for having dedicated, vocal fans, that feels rather telling.\n", "url": "http://www.bbc.com/news/technology-37903587", "title": "Discussing the dongles", "tags": ["tech"], "abstract": "A blog about Apple's decision to cut the price of its \"dongles\" prompts a lively debate."},
{"text": "The concern that the 2016 US presidential election may be hacked, by Russia or some other bad actor, could hold the same place in history as the Millennium Bug: a whole load of worry over nothing.\n\"Unless the election is extraordinarily close, it is unlikely that an attack will result in the wrong candidate getting elected,\" suggest Matt Bernhard and Professor J Alex Halderman, security experts from the University of Michigan. \nBut they say the risk the election process could be disrupted by hackers should be taken extremely seriously. \nIn the run-up to the big day, the US Department of Homeland Security (DHS) has been carrying out \"cyber hygiene\" tests on voting systems across the country. Officials are confident in the technology, but there are weaknesses that have security professionals standing by on election day ready to step in if irregularities are spotted. \nThe task facing any hacker isn’t insignificant. In the US, voting is done via electronic booths, the vast majority of which are not connected to the internet. \nFurthermore, different states, and areas within those states, use different systems - a logistical headache but something of a security godsend, as a fractured system is much harder to attack en masse. \nBut any would-be election hacker wouldn’t need to target the whole country, or even an entire state. Instead, finding methods to implant minute differences, in areas which promise to be a close-run battle, could both affect the national picture and be difficult to detect. \nAnd so just as candidates target swing states that could go either way, so too could hackers be looking at \"hack states\" to target. \n\"Two out of the last four presidential elections were so close that a change of a few counties in one state would have changed the result of the national presidential election,\" said Andrew Appel, professor of computer science at Princeton University, in an interview with BBC News. \n\"It’s not necessary to cheat in 9,000 different jurisdictions. If the election is close in just one state, changing several tens of thousands of votes might be enough.\" \nProf Appel is part of a team of cybersecurity experts that will be working together on Tuesday to advise election officials on cybersecurity-related matters - helping to identify genuine attacks from, say, just your bog-standard computer glitch, of which there may be plenty. \n\"There may be questions about some piece of machinery that is showing some symptom,\" he explained. \n\"Does that look like a hack or is that normal? That kind of question.\" \nAny security audit, whether it’s to protect a company or a property, focuses on the points of weakness. And in this election, the points of weakness are the electronic voting booths. \nThe greatest concern of the group, which is mostly a mixture of academics and security professionals, is that the security in place on voting machines in some crucial areas just isn't up to scratch. \nFor starters, 10 states use touchscreen-only voting machines, an immediate concern.\n\"You touch the screen and indicate the candidate you want,” explained Prof Appel. \n\"There’s no paper involved, and at the end of the day it indicates how many votes the candidate got. There would be no way to tell if it was done fraudulently.\" \nSeveral security experts have demonstrated how this process can be tampered with, by installing malicious software capable of changing a switching a person's vote once it is in the machine, or by spoofing the smart cards used to identify a voter.\nOther states use what’s known as optical scan voting. That’s when a voter fills in a little oval on a page to cast their ballot. It’s logged by the computer, to make counting much quicker, but also stored as a hard copy. If the computer says the vote goes a certain way and there’s suspicion of shenanigans, it can be crossed checked against the paper copy. \nSo where are the “hack states”? \nVerified Voting is an organisation that tracks the use of voting machines, and their security, across the US. It’s a painstakingly put together dataset which gives you an idea of the complexity of the US voting system. \nBy using this resource, and combining it with polling data, Mr Bernhard and Prof Halderman were able to isolate key states with both poor voting booth security and a tight race. \nThey named the states most at risk as Nevada, Pennsylvania, Ohio, and Colorado. \n\"As jurisdictions with close races are most vulnerable to having their results perturbed or cast into doubt, these are the ones to be concerned about,” the researchers wrote. \nMost experts are in agreement that the voting machines provide the biggest risk - the key under the mat for anyone looking for a way in. \nBut hackers may look to other means to agitate the process. \n\"A well resourced adversary, for instance a foreign government, could do plenty of other things to disrupt the election,” wrote Mr Bernhard and Prof Halderman. \n\"Cutting the power to a few key precincts could throw the entire election into chaos.\" \nFurthermore, Prof Appel pointed to previous incidents in which voter registration databases were breached. In September, the FBI urged districts to work with the DHS to ensure their database systems were secure. \n\"The thing that could go wrong is that a voter could show up at the polling place and be told they’re not listed when in fact they should be listed,” Prof Appel explained. \nIn concluding their data analysis on the at-risk states, Mr Bernhard and Prof Halderman offered a summary. \n“The 2016 election is less secure than it should be. \n\"While we think it’s unlikely that hackers will be able to silently change who wins, attacks that attempt to disrupt or discredit the electoral process in critical states are a distinct possibility.\" \n", "url": "http://www.bbc.com/news/technology-37902613", "title": "US election: Experts keep watch over 'hack states'", "tags": ["tech"], "abstract": "Key swing states are using outdated and insecure voting systems, a source of much concern for cybersecurity experts on polling day."},
{"text": "Broadcaster ITV has forecast a further fall in advertising revenue because of increasing nervousness about the strength of the economy.\nThe company behind the X-Factor and Cold Feet said advertising revenue in the three months 30 September was down 4% on the same quarter last year.\nBut ITV predicted a further 7% fall in the final quarter of 2016 due to \"the political and economic uncertainty\".\nThat would see net advertising revenue fall 3% over the full year, ITV said.\n\"In recent weeks the political and economic uncertainty has increased and we are currently seeing more cautious behaviour by advertisers,\" ITV said in a trading update.\nHowever, the broadcaster said its recent push to boost other revenue streams, such as with content from its production arm ITV Studios, would help to offset the fall in advertising.\nITV's total revenues rose 5% to £2.16bn, but revenue from non-advertising sources rose 15%, helped by a strong performance from its studio business.\nChief executive Adam Crozier said: \"ITV is now a much more balanced and resilient business. Even against the current uncertain economic backdrop, we expect 2016 earnings to be broadly in line with last year.\"\nITV said advertising revenues fell about 11% in October after a jump in the same month last year when it benefitted from the Rugby World Cup.\nThe group boosted viewing figures, with the main ITV channel's share of viewing up 3%. Its online viewing jumped 49% year-on-year in the first nine months of 2016.\nITV's share price rose 1% in early trading, which analysts said was probably due to the revenue fall not being as bad as many experts had forecast.\nTamsin Garrity, media analyst at Jefferies, said the figures were \"slightly better than our cautious scenario\", having pencilled in a drop of more than 8% for the fourth quarter of 2016.\nMeanwhile, George Salmon, equity analyst at Hargreaves Lansdown, said: \"Given the current economic uncertainty, it may not be much of a surprise to see the group's customers are pulling their horns in, but it is still not good news for the group. \n\"For the time being, ITV remains the prime place to advertise on a national scale. Coronation Street's status as a national treasure isn't endangered by a weaker economy. \n\"The challenge for the group now is to retain this premier position as Netflix and others grow in the on-demand sphere. Viewing habits are changing and ITV will have to change with them.\"\n", "url": "http://www.bbc.com/news/business-37934201", "title": "ITV forecasts a further fall in advertising revenue", "tags": ["business"], "abstract": "Broadcaster ITV forecasts a further fall in advertising revenue due to increasing nervousness about the strength of the economy."},
{"text": "The government has been blamed for huge extra costs and lengthy delays to the modernisation of the Great Western railway network in England and Wales.\nThe National Audit Office (NAO) says the estimated cost of the project since 2013 has shot up by £2.1bn to £5.6bn.\nMeanwhile delays have added between 18 and 36 months to the project's timescale.\nYesterday the government said electrification of four short parts of the network would now be \"deferred\".\nThe audit office's report puts the blame for the project's problems firmly on poor government planning.\nIt said the modernisation plan was a \"case study in how not to manage a major programme\".\n\"Before 2015, the Department of Transport did not plan and manage all the projects which now make up the Great Western route modernisation industry programme in a sufficiently joined up way,\" said Amyas Morse, head of the NAO.\nThe Great Western network, which stretches from London out to South Wales and the south west of England, is particularly busy and overcrowded.\nThe number of passengers arriving at Paddington during the daily peak period is predicted to rise by 81% in the five years up to 2018-19.\nBecause it will take longer to electrify the lines, the government has been forced to change a multi-billion pound order for new, all-electric trains. \nThey will now have to be fitted with diesel engines, so that they can go anywhere, but that makes them heavier, which means they are more expensive to run, more polluting and do more damage to the track. \nThey may even be slower than the trains they are replacing, so believe it or not, journeys could possibly take longer. \nAnd it is not just passengers in the south west that will suffer. \nWhen one line gets brand new trains, the old stock is used to upgrade services in different parts of the country. \nSo problems in the west country may also mean people in the north of England and Scotland have to wait longer for their better trains.\nModernisation of the Great Western network started in 2014 and involves electrifying various lines including the one between Maidenhead and Cardiff; ordering new trains; modifying or building new bridges; and changing various services.\nAmong the problems identified by the NAO were that by the time an overall plan was eventually devised last year:\nThe result, the NAO said, was that electrification alone would cost an extra £330m and the extent of that element should now be reconsidered.\nThe government auditor also said that the new trains would have to be reconfigured so that they could run under both electrical and diesel power.\nMeanwhile the Great Western franchise operator, FirstGroup, would have to bear much higher costs which, combined with less passenger revenue than expected, meant the government would earn less money than expected from the franchise.\nMr Morse added an optimistic note, saying: \"It is encouraging that since 2015 the department and Network Rail have a better grip and put in place structures to manage the programme in an integrated way.\" \n\"However, significant challenges to the timetable still remain and there is more to do to achieve value for money,\" he added. \nBut Meg Hillier MP, chair of the parliamentary committee of public accounts, was not impressed.\n\"The Department for Transport and Network Rails' failure to integrate crucial elements of the modernisation into one programme from the start has cost passengers and taxpayers' time and money,\" she said. \n\"I do not understand why it took the department two years from agreeing to buy new trains to produce a business case,\" she added.\n", "url": "http://www.bbc.com/news/business-37914853", "title": "Great Western rail modernisation costs rocket, says NAO", "tags": ["business"], "abstract": "The government has been blamed for huge extra costs and lengthy delays to the modernisation of the Great Western railway network in England and Wales."},
{"text": "More than 370 jobs are at risk after the US drugs giant Pfizer announced plans to shut two of its UK sites.\nThe firm said its Hospira UK Ltd site at Park Royal, north London, was expected to shut by August next year.\nIts packaging and distribution site in Havant, Hampshire, is set for closure by the end of 2020.\nThe plans are part of an ongoing review of Pfizer's worldwide operations and are not related to the outcome of the EU Referendum, the firm said.\nPfizer proposes transferring work currently undertaken at its Havant facility - which employs more than 270 people - to its site in Puurs, Belgium.  \nThe Park Royal site - which has about 100 staff - is due to complete production in May next year, with a site exit in August.  However, the firm said it was subject to consultation.\nIt added its decision to close the Park Royal site was based on it being \"an ageing facility which will require significant investment in the near future and due to the expiration of the building lease\".\nA Pfizer spokeswoman said the plans were not a reflection on the \"excellent work performed by our colleagues\" and \"in no way related to the result of the Brexit decision\".\nThe firm will work to support affected staff who will be considered for \"a limited number of positions elsewhere within Pfizer\", she added.\nPfizer plans to sell the Havant site as an ongoing pharmaceutical manufacturing facility.\nThe firm said it would work to ensure its north London customers, with existing contracts, were able to find a new supplier without any disruption to supply.\nLeader of Havant Borough Council Michael Cheshire said the authority had tried to convince Pfizer to remain in the town but added \"global economic forces have prevailed\". \nHe said it would now seek to support affected staff.\n", "url": "http://www.bbc.com/news/uk-england-37921236", "title": "Pfizer jobs at risk over UK sites closure plan", "tags": ["business"], "abstract": "More than 370 jobs are at risk after the US drugs giant Pfizer announces plans to shut two of its UK sites."},
{"text": "McDonald's is suing Florence for €18m after it was blocked from opening a restaurant on one of the Italian city's most historic plazas.\nThe fast-food giant had its plans for an outlet on the Piazza del Duomo rejected by Florence's mayor in June.\nThe decision was upheld in July by  a technical panel in charge of preserving the city's ancient heart.\nBut McDonald's, which modified its proposals to fit with city guidelines, has now launched a bid for damages.\nThe chain is claiming it has been discriminated against, and wants to recoup the €17.8m (£15.9m; $19.7m) it estimates it will lose over the next 18 years, according to Italian newspaper Firenze Today.\nIt argues it put forward a plan to \"operate respectfully towards the local policies, even accepting to introduce typical local products in our offer, as requested from the local commerce regulation\".\n\"We completely agree that the cultural and artistic heritage and the Italian historical town centres have to be protected and guaranteed, as well as the traditions and the historical small shops, but we cannot accept discriminatory regulations that damage the freedom of private initiative without being advantageous to anyone,\" McDonald's told the BBC in a statement.\nBut Florence's mayor Dario Nardella says they were not prejudiced in rejecting the bid to open a branch on the piazza, famous for its Gothic and Renaissance architecture.\nHe told the city council earlier this year: \"McDonald's has the right to submit an application, because this is  permitted under the law, but we also have the right to say no.\"\nThis is the second high profile spat over an Italian location this year for McDonalds. Last month it was reported that cardinals at the Vatican had been angered by plans to open a branch in a piazza next to Saint Peter's Square.\n", "url": "http://www.bbc.com/news/world-europe-37910431", "title": "McDonald's sues Florence for 18m euros for blocking restaurant", "tags": ["business"], "abstract": "McDonald's is suing Florence after the Italian city rejected its bid to open a branch in a historic square."},
{"text": "HSBC chief executive Stuart Gulliver has urged the government to clarify the status of EU workers in the UK.\nMr Gulliver was asked if the bank planned to move staff from its UK offices following the Brexit vote.\nHe said the government should be given time to negotiate the process of the UK leaving the European Union. \nBut he added: \"The thing I would say that is slightly more urgent is clarity around the status of EU nationals with jobs working in the UK.\"\nOf HSBC's 42,000 staff in the UK, about 2,000 are from the EU.\nThe bank warned in February, when it decided to keep its headquarters in London, that it could transfer some of its workforce to its Paris office if the UK left the EU.\nMr Gulliver's comments came as HSBC reported a sharp fall in third-quarter profits, driven by the sale of its Brazilian business.\nPre-tax profit at Europe's largest bank dropped to $843m (£678m) in the three months to the end of September, down from $6.1bn in the same period a year ago. \nHSBC took a $1.7bn loss on the sale of its Brazilian unit, and it also pointed to customer compensation in America and currency moves for the fall in profits. \nBut adjusted profit, which excluded one-off costs, rose 7% to $5.6bn, higher than analysts had expected.\nHSBC is the last of the UK's major banks to report quarterly results, after Lloyds, RBS and Barclays posted better-than-expected profits for the period.\nMr Gulliver said: \"Reported profits were down, but adjusted profits were higher than last year's third quarter in all four global businesses and four out of five regions.\" \nDavid Cumming, head of UK equities at Standard Life, said HSBC's results were \"slightly above consensus\", with costs a bit better than expected and its investment banking reasonably strong.\nHSBC shares rose 4% in Hong Kong and London. \nThe headline numbers in bank financial results can often be misleading, and that is the case with HSBC. \nA big fall in reported profits - from about $6bn in the third quarter last year to $800m this - masks what was a reasonable performance from Europe's biggest bank. \nThe headline numbers were held back by a string of one-offs - the fall in value of the bank's own debt, the $1.7bn loss on the sale of the Brazil operations, and some customer compensation payments in America. \nLook past the non-recurring items and profits were slightly better than the same period last year.\nThe bigger issue for most HSBC shareholders is leadership. Douglas Flint, the long-serving chairman, leaves next year, with Stuart Gulliver, chief executive, going in 2019. Investors want reassurance that succession planning is in hand, and that the bank will break with tradition and appoint an outsider to replace Flint. \nHenri de Castries, the French fund manager who already sits on the board, is favourite to take over, but were he to bow out then the bank would face a tricky search for a new leader. \nThere aren't many experienced financial services executives who have both the track record to sit at the top of HSBC, and the stamina to win over the myriad of regulators who will need to approve the appointment.\n", "url": "http://www.bbc.com/news/business-37893503", "title": "HSBC boss urges government clarity on EU workers in the UK", "tags": ["business"], "abstract": "HSBC's chief executive urges the government to clarify the status of EU workers in the UK."}
]