[
{"url": "http://money.cnn.com/2016/11/01/news/economy/hillary-clinton-win-forecast-moodys-analytics/index.html", "tags": ["economy"], "title": "Moody's Analytics model predicts big Clinton win", "text": " Clinton is expected to get 332 electoral votes, while Trump is predicted to get just 206, according to the Moody's Analytics model, which is based on three economic and three political factors. \n Overall, the U.S. is growing and that favors Clinton. Most Americans can feel their pocketbooks getting better. Moody's predicts key swing states -- Florida, Ohio, Colorado and Pennsylvania -- all going blue this year. \n But here's what really tips the model heavily toward Clinton: Cheap gas and President Obama's high approval rating. \n \"Even those who don't have a car typically pass a gas station and see prices dropping or falling of a daily basis,\" writes Dan White, a senior economist at Moody's, who worked on the model for the 2016 election. \n Gas prices are down, while American incomes and home prices have been rising. At the end of the day, that means a lot of people are better off than they were a few years ago. \n The other deciding factor this year is President Obama. Many see Clinton as an extension of President Obama's policies. Right now, that's a good thing. His approval rating has surged this year to 55%. \n \"Historically, no incumbent president since Ronald Reagan in 1988 has had a surge anywhere close to [Obama's] magnitude in their eighth year in office,\" notes White. \n The economy and Obama's rising popularity are likely to make the difference to those coveted few undecided voters, according to the Moody's model. \n \n The economic factors in the Moody's model are: Two-year change in real household income, real home price growth and gas prices. The political factors are the two-year change in the president's approval rating, political fatigue (some states have a tendency to switch party votes every few yeas), and how Democratic-leaning a state is. \n There's just one red flag: This is not a normal election. \n The model doesn't account for personalities, only data. As Moody's notes, \"It is very possible that voters will react to changing economic and political conditions differently than they have in past election cycles.\" \n", "abstract": "A model that has correctly predicted the winner of every U.S. presidential race since Ronald Reagan in 1980 is forecasting a big victory for Hillary Clinton."},
{"url": "http://edition.cnn.com/2016/11/07/fashion/military-style-invades-fashion/index.html", "tags": ["lifestyle"], "title": "Does this glamorize war?", "text": "From high fashion to thrift-store chic, military appropriations are ubiquitous. Luxury fashion houses have long borrowed elements of both ceremonial swagger and utilitarianism from the style sheet of military uniform. \nIn the 1960s, Yves Saint Laurent designed his famous pea coats, igniting a trend for exquisite military-inspired clothing and coats soon followed by designers including Dries Van Noten, Balmain and Givenchy, among many others. \nAccessories have also benefited from similar inspiration, evidenced by Tom Ford's aviator sunglasses and Louis Vuitton handbags and luggage. At the other end of the fashion scale, in the 1960s, hippies wore cargo pants and army jackets as political statements. \nNow camouflage prints are visible on anything from Nike athletic shoes to bandages and sticking plasters for children. The military influence even goes beyond clothes to interior design, seen in campaign chairs with leather straps and austere lines, to portable Hermes desks.\nThe genius of military design \nI remember my father's wardrobe in the spare room at home, where his army uniform hung neatly next to his crested blazer from Trinity College, Melbourne. This wardrobe was a constant fascination to me growing up for the way in which its contents represented power, intellect and sophistication. \nI noticed the nuances of clothing and how what we wear affects how we feel and behave. I also noticed how costumes functioned in movies -- how often, for example, the villains' frightening outfits were derived from extreme military looks, such as those of the SS or the Gestapo. \nI saw how rock musicians, from the Beatles to Duran Duran and beyond, referenced military clothing in their stage costumes and on their album covers.\nI once came across a photograph of Lord Albert Victor in full military regalia. The striking blue and the encrusted gold and silver used in the trimmings and sashes were strong and imperial. They were powerful evidence of the genius that underlay military design. Then I caught sight of myself in a mirror. \nFollowing men's fashion that year, I was dressed in fatigue cargo pants tucked into leather boots and a loden green sweater. My hair was slicked back as severely as if I had just stepped out of a plane after flying a bombing mission in World War II. \nI laughed at myself, of course, but the echoes between the photograph and my own clothes made me determined to explore further. Where does our fascination with military style come from and how far will we take it in the name of fashion? \nThis book looks at types of military style and how they have been absorbed into the mainstream of fashion. Each chapter reveals a different visual aspect of the military style vocabulary, celebrating its widespread appeal. In other words why, as the cultural critic Troy Patterson observed recently in The New York Times, 'half the people you see on the street are dressed to kill.'\n", "abstract": "Once you begin to notice the extent to which military styles have influenced fashion, it's impossible to ignore it."},
{"url": "http://edition.cnn.com/2016/11/06/design/north-korea-subway-commute/index.html", "tags": ["lifestyle"], "title": "Ride the world's most mysterious commute", "text": "It's also one of the world's most mysterious. \nOnly a few thousand tourists enter the Democratic People's Republic of Korea each year. Visits are only granted through specific tour groups, itineraries are heavily planned by tour guides, and certain areas are strictly off limits, so everyday life in North Korea is often hidden from outsiders. \nBut when 25-year-old photographer Elaine Li made her first trip to the North Korea's capital in October, what struck her most was the sense of familiarity. \nBorn and raised in Hong Kong, Li is no stranger to city life. Her portfolio -- largely filled with images of skyscrapers, traffic jams and amusing commutes -- has built the young photographer a following of over 133,000 on Instagram. \nWhile schools, restaurants and city landmarks were all on her itinerary, it was a ride in the subway that felt closest to home. She spoke to CNN Style about the experience. \nCNN: What were your first impressions of the Pyongyang Metro? \nElaine Li: The first thing I noticed was that, although the stations are very dimly lit, the interiors are very fancy. You see chandeliers on the ceilings, marble pillars and paintings of Kim Jong Il. \nThe next thing I noticed was the newspaper stands that are on display across the platform itself -- you'll see people standing around and reading them. \nThis was all very interesting to me because, in cosmopolitan cities like Hong Kong, we are bombarded with advertising. In Pyongyang, they are bombarded with propaganda. \nWere you given any restrictions when photographing the subway?\nIn general I had no issues getting permission to take photographs on the trains or stations.\n The tour guides accompanied us for the whole commute, but on the platform we were free to roam around. \nAs for traveling on the train itself, we were only allowed to travel for a few stops, and only got off at certain stations. \nThe only restriction was that we were not allowed to take photographs from inside the tunnels, I am not sure why.\nWhat was it like on the trains? \nThe first thing I noticed was how quiet it was. It seemed so tame -- no one was saying anything -- and perhaps could even be described as a little lifeless. \nBut then I came back to the subway in Hong Kong and I realized ... people here lack communication as well. \nEven though the Hong Kong trains are louder and it seems more lively at first, the reality is that commuters here do not communicate. They are glued to their smartphones. In Pyongyang I did see some people on their smartphones, but far fewer.\nInstead they were looking around, seemed almost shy, but not really talking to each other either. I realized that, in a way, this commute was just like commutes in so many other Asian cities. \nDid you interact with any commuters? \nAt one point I almost missed my train because I was taking a picture of a female conductor while the rest of my tour group was on the train -- and the door slammed shut. \nThe conductor I was photographing then whistled to the train driver, indicating that he should open the door and let me on. \nAnother interaction was with an elderly man. I wanted to give him my seat so patted him on the shoulder, but at first he didn't understand. So another lady communicated to him that I wanted to give him my seat. \nThese interactions were definitely the most interesting parts of my journey. They were so small but felt so human. It reminded me that wherever we are, we all have these common human interests, such as taking care of our elderly. \nWhat has the response been to your photography? \nIt's been very heavily mixed. Some people say these images are eye opening, and show a side to the country that they don't usually get to see. Others ask why I would ever go to North Korea in the first place, then claim my images are propaganda and that I'm sponsored by North Korea. \nThe preconceptions that people have were really reflected on the comments I've received. But I just wanted to document what was in front of me, and share what I experienced as honestly as possible. \n", "abstract": "Buried 100 meters (328 feet) underground, the Pyongyang Metro is one of the deepest commuter systems in the world. "},
{"url": "http://money.cnn.com/2016/11/09/investing/markets-donald-trump-hillary-clinton/index.html", "tags": ["economy"], "title": "Don't panic! Trump win may not be bad for stocks", "text": " Yes, Trump's win was a surprise to many on Wall Street. \n And yes, the fact that Trump said a lot of controversial things while trying to get elected is a cause for concern. \n But it's worth noting that the market was mostly flat Wednesday morning. By way of comparison, major indexes fell about 2% four years ago after President Obama was re-elected. \n Global markets are also, for the most part, acting calmly. Japan's Nikkei, one of the first to open as the election results rolled in, did plunge 5%. But market losses in China and Europe were far more muted. \n So investors should take a deep breath, relax and put things in perspective. \n If any long-term investor panicked and sold after the Black Monday crash in 1987, they'd have missed out on \"yuge\" gains since then. \n Ditto for when stocks cratered in 2000 after the tech bubble imploded. \n And they also would have not participated in the big rally that has occurred since March 2009 -- just a few months after Lehman Brothers collapsed and it seemed that the financial word was ending. \n John Canally, chief economic strategist with LPL Financial, conceded the Trump win will mean more uncertainty until it becomes clear what he will try to do with regards to trade policies, government spending and future appointees for the Federal Reserve. \n But Canally stressed that long-term investors should not make any significant changes to their portfolio due to the election. \n \"Don't get your political views twisted with your economic and market views,\" Canally said. \"If Brexit was a 10 on the earthquake scale, this is a 5 or 6. If you remove the names, Republicans winning the White House and Congress is generally market friendly.\" \n Canally said the biggest worry for investors around the world should be just how antagonistic President Trump winds up being to trade partners like Mexico and China. \n \"Will Trump really rip up trade deals? That is a big concern and it could slow economic growth around the globe,\" he said. \n Canally noted that there could be plenty of potential economic positives from a Trump presidency, such as less regulation, tax cuts and increased infrastructure spending. \n And the worst-case scenario for investors has been avoided. This election is truly over. We don't have a repeat of 2000. \n \"The result is known, and that is great,\" Canally said. \n David Jilek, chief investment strategist at Gateway Investment Advisers, added that Trump's positive tone during his acceptance speech also may have helped to reassure investors. \n \"We have a robust enough economic system that any continued uncertainty surrounding this election can be tolerated. There is nothing long-term investors should really do differently now that Trump has won,\" Jilek said. \n \"Almost all markets have recovered from bigger sell-offs Tuesday night except Mexico,\" Jilek added, alluding to continued concerns about Trump's stance on immigration and his call to build a wall on the Mexican border of the United States. \n So it appears that many investors may be willing to give Trump the benefit of the doubt. He may not be as bombastic as Commander-in-Chief as he was as a candidate. \n Along those lines, Thomas Wilson, senior investment manager at Brinker Capital, said the reaction he was getting from clients Tuesday night as election returns were coming in was one of hope and not fear. People were looking for opportunities. \n \"This is interesting. All the texts and calls I got were about putting cash on the sidelines back to work,\" Wilson said. \n \"If Trump is pragmatic and can effectively work with Congress, then that should lead to better growth and higher stock prices,\" he added. \"But that is not a foregone conclusion though.\" \n", "abstract": "Global markets recovered from bigger sell-offs Wednesday morning after Donald Trump was declared the winner of the U.S. presidential election and then gave a measured acceptance speech. U.S. stocks actually rose slightly at the open."},
{"url": "http://money.cnn.com/2016/11/09/news/economy/india-rupee-notes-bank-shutdown/index.html", "tags": ["economy"], "title": "India shuts banks as it prints new rupee notes", "text": " Banks and ATMs all over India were closed on Wednesday, following Prime Minister Narendra Modi's shock decision a day earlier to withdraw 500 and 1,000 rupee notes — the country's two largest denominations — from circulation at midnight. \n Indians use cash for most transactions, and the measures were making it hard for them to conduct business or purchase everyday items. \n \"Everyone is facing a difficulty right now,\" said Pravin, an Uber driver. He was searching for a bank or store that would exchange his three 1,000 and four 500 rupee notes for smaller bills. \n \"If I don't get money, I won't work today,\" he said. \n \n The currency move is an attempt to combat corruption and recover \"black money,\" billions in illegal funds often stashed overseas by tax evaders. \n For now, it means an incredible 23 billion notes (more than 80% of those in circulation) are now just \"pieces of paper,\" as Modi put it during his speech Tuesday. They will either have to be deposited or exchanged. \n That will have to wait till banks reopen on Nov.10, which is when the Reserve Bank of India says it will roll out new higher security 500 and 2,000 rupee notes. The shutdown should allow banks to stock up on the new notes, although ATMs will only have them a day later. \n Many were confused by the announcement and the bank closure, even if they recognized Modi's decision could be good for the country. \n \"It's very difficult, I need to buy food for my kids,\" said Vijay Kumar, a security guard and father of three. \"I need to change these notes, but we don't know what to do. Not everyone has a TV in their homes.\" \n The news went down badly on India's financial markets, which also suffered from the global sell-off triggered by Donald Trump's surprise victory in the U.S. presidential election. The main SENSEX index fell more than 5%. \n Modi also faced criticism from P Chidambaram, the country's former finance minister and a member of the opposition Congress Party. In a Wednesday afternoon press conference, Chidambaram expressed \"support\" for the removal of black money, but questioned the effectiveness of the currency ban. \n \"Introduction of a new series of notes is estimated to cost between [$2.2 billion] and [$3 billion],\" he said. \"The economic gains should be equal to that amount.\" \n But Arun Jaitley, the current finance minister, downplayed that figure, calling it \"highly exaggerated.\" \n \"Once the entire currency is printed the cost would be known,\" he said. \n", "abstract": "The world's fastest growing economy woke up to a countrywide bank shutdown. "},
{"url": "http://edition.cnn.com/2016/10/31/arts/wartime-photos-transformed-into-ghostly-fantasies/index.html", "tags": ["lifestyle"], "title": "Wartime photos transformed into ghostly fantasies", "text": "The series, \"Dancing with Costica,\" reinterprets a collection of black and white images by famed Romanian war photographer, Costică Acsinte, whose photos Long stumbled upon in a Flickr archive.\nFascinated by the nameless subjects portrayed in his images, Long reimagines the photos by adding her own, colorful touches using software such as Lightroom and Photoshop. Long elaborates on her creative process in the gallery above, where the original and edited images appear side by side.\n", "abstract": "Australian photographer and artist Jane Long often threads elements of fantasy into her works. But her latest series takes surrealism to a whole new level."},
{"url": "http://money.cnn.com/2016/11/07/news/economy/california-marijuana-tax/index.html", "tags": ["economy"], "title": "Legalized marijuana votes: Tax jackpot or pipe dream?", "text": " Voters in five states will decide Tuesday whether to legalize recreational marijuana, and a key argument for supporters is that it will bring in big tax revenue. \n In California, advocates say legal pot could generate $1 billion a year, with much of it going to substance abuse education and programs to prevent driving under the influence. \n Is that projection realistic? Other states that have approved non-medical marijuana offer some clues. \n Colorado is probably the best example. Voters approved recreational weed there in 2012, the earliest of any state that still has it. And, like California, it already had legal medical marijuana, so there was already a network of medical dispensaries and growers. \n Legal recreational weed went on sale in Colorado in 2014, and state economists had great expectations. Analysts projected that the first full fiscal year, through June 2015, would bring in $70 million in tax revenue. \n \"It was a brand new industry with new challenges, so any estimate was going to be educated guesswork,\" said Joe Henchman, vice president of state and legal affairs for the Tax Foundation, a nonpartisan tax research group. \n But just a few months after legal sales began, tax flow was disappointing, and economists decided they had been too optimistic. So they lowered that estimate to $54.7 million. \n They should have waited. Sales picked up. Colorado wound up with $106 million in tax revenue from recreational weed from the first full fiscal year that it was legal. \n As it turns out, the market was just getting started. The next year, the state pulled in $163 million. \n \"It took a little bit longer for the market to fully establish itself than originally projected,\" said Taylor West, deputy director of the National Cannabis Industry Association. \n Colorado is off to an even stronger start in its current fiscal year, which began July 1. The state reported $17.6 million for July and $19 million for August, its two strongest months so far. \n Colorado charges a 10% sales tax on pot on top of its regular sales tax. Sellers cover a 15% excise tax, plus application and license fees. \n In California, $1 billion a year is the high end of the estimate from the state Legislative Analyst's Office. The low end is the high hundreds of millions. \n That forecast is written right into Proposition 64, the ballot item that voters will consider. It's based on cultivation taxes of $9.25 per ounce of buds and $2.75 per ounce of leaves, plus a 15% excise tax. \n A billion dollars may seem small compared with California's overall budget of $170 billion. But the revenue is earmarked for a slew of projects, including substance abuse prevention and treatment, cleanup of environmental damage from illegal pot growth, and programs to reduce drunken and stoned driving. \n \"I'm not trying to scoff at a billion dollars,\" said Adam Orens, co-founder of the Marijuana Policy Group. \"A lot can be done with it. Voters should take that into consideration.\" \n \n Recreational marijuana is also on the ballot in Massachusetts, Maine, Arizona and Nevada. \n It is already legal in Washington, Oregon, Alaska and Washington, D.C. Two of those states, Washington and Oregon, have been selling legal weed long enough to provide reliable data. \n Washington collected $77 million in taxes during its first full fiscal year of recreational legalization, which ended on June 30, according to the Tax Foundation. The current year is projected to bring in at least $270 million in taxes. \n Voters were told that legalization would bring in as much as $1.9 billion over five years, said the Tax Foundation, with 40% going to the general fund and the rest going to substance abuse prevention, research education and health care. It remains to be seen whether tax revenue will match that forecast. \n Oregon started selling recreational marijuana in late 2015. In the most recent month available, January 2016, it collected about $3.5 million in tax revenue -- triple the expectation, according to the Tax Foundation. \n Four states -- Florida, Missouri, Arkansas and North Dakota -- are voting on whether to legalize medical marijuana, which is taxed, but not nearly so much as recreational pot. California brings in about $50 million in annual tax revenue from medical marijuana. \n --Correction: An earlier version of this story misspelled the last name of Adam Orens, co-founder of the Marijuana Policy Group. \n", "abstract": "California is one of five states voting on legalization for recreational marijuana on Election Day. Economists are projecting $1 billion annual tax revenue. But is that just a pipe dream?"},
{"url": "http://edition.cnn.com/2016/10/31/world/van-gogh-ear-slash-motive-trnd/index.html", "tags": ["lifestyle"], "title": "The real reason Van Gogh sliced off his ear", "text": "Why? Nobody knows. Some of the more popular theories include madness, drinking problems, a gory fight with artist friend Paul Gauguin and a desire to be coddled by his mother. \nMore than a hundred years later, it is still the most debated event in the famed Dutch artist's life.\nBut a new book suggests another likely motive: He heard wedding bells.\nVan Gogh suffered a breakdown and cut off his ear after receiving a letter informing him that his brother Theo was getting married, says art expert Martin Bailey in his book,\"Studio of the South: Van Gogh in Provence.\"\n\"It was fear that pulled the trigger and led to the breakdown,\" Bailey told CNN in an interview. \"Fear of being abandoned in both an emotional and financial way.\"\nPutting the clues together\nSome historians have dismissed this theory, as they assume Van Gogh learned of his brother's engagement long after the ear episode. But Bailey disagrees.\n\"There are other more ridiculous theories out there. I look at the facts and the news of the wedding almost certainly reached him that day,\" he said. \n\"It's a matter of putting all the clues together. We don't have that letter, but in another one Van Gogh sends in January, he mentions receiving money from his brother on the 23rd of December.\"\nBailey believes the money had to come with the news that Theo and art dealer Jo Bonger were engaged.\n\"What has escaped the attention of Van Gogh scholars is that the fiancée received a telegram of congratulations on 23 December from her older brother Henry,\" said Bailey. He added that Theo had written to his own mother two days earlier, and would want to share the news with his older brother to avoid him getting the information from others. \nVan Gogh and his brother were close, and the struggling artist relied on Theo for financial support. Van Gogh was likely despairing that Theo's marriage would harm their close relationship and that the pressures of supporting a growing family would leave Theo less money to give to his brother, Bailey said.\n\"At a deeper level, there may possibly have been an element of jealousy; Theo had succeeded in finding love, whereas Vincent had failed to sustain long-term relationships,\" wrote Bailey in the book.\nThe Van Gogh story everyone wants to hear\nBailey's book focuses on Van Gogh's stay in Arles, in the south of France, where he lived in a self-described \"Yellow House\" and became enchanted by bright colors.\n\"The sunny environment of the south opened his eyes to a new way to use light and colors. He had never been so dramatic and bold. It was a period of great creativity, and the first time he had his own home,\" Bailey said.\nBut it is the \"ear chapter,\" as some call it, that grabs casual readers' attention.\n\"It's the Van Gogh story everyone wants to know about. Writing about that period, I had to include it,\" Bailey told CNN. \"There was an enormous public interest, both now and back at the time, when newspapers wrote about the event.\" \nAfter cutting off his ear Van Gogh put on his beret and dragged himself to a nearby brothel to give the severed earlobe, wrapped in paper, to a young woman recently identified as Gabrielle Berlatier.\nAfter Berlatier fainted on the spot at the sight of the ear, Van Gogh fled -- and the ensuing chaos caused a stir in the local press.\nBailey writes that Van Gogh would describe the events as \"a simple artist's bout of craziness and then a lot of fever following a very considerable loss of blood, as an artery was severed.\" \nBut while the wound healed, the mutilated ear was a terrible disfigurement and became a constant reminder of what the painter had done. \n'Wedding was only the trigger'\nWhile news of the wedding was what pushed Van Gogh over the edge, Bailey told CNN it was not the sole catalyst.\n\"There is still a lot of debate around Van Gogh's medical problems, and there are thousands of papers in medical journals debating them. The wedding was only the trigger,\" the author said. \nWhile his own doctors believed the artist suffered from epilepsy, recent experts have suggested absinthe poisoning, alcoholism, bipolar disorder, and sunstroke among other factors. There is no consensus. \nSelf-mutilation might have well been the artist's plea for help. \nAn 1893 letter discussing Van Gogh's medical records states the Dutch impressionist was \"prey to aural hallucinations,\" Bailey said. Cutting off his ear might have been a vain attempt to silence those noises. \n", "abstract": "The theories behind why Dutch artist Van Gogh slashed off his ear in 1888 are still the topic of debate. Now, an author presents a new one. "},
{"url": "http://edition.cnn.com/2016/10/25/architecture/bahai-temple-chile/index.html", "tags": ["lifestyle"], "title": "Can one temple unite every faith?", "text": "I nodded.\n\"And you're not Chilean\" he responded, alluding to an aspiration of his firm, Hariri Pontarini Architects, for the Bahá'í Temple in Chile: they wanted to create a universally attractive form. \nOpenness, in spirit and in form\nPreviously a barren golf course owned by the elite Grange School in Santiago, the 10-hectare site -- which took nine years to find - has been transformed into a space envisioned to be open to all, regardless of background, religion, gender, or social standing. \n\"This is a place that is welcoming all the religions, or if you have no religion,\" said Hariri, who is a Bahá'í himself, during the opening of the Temple in October 2016. \n\"It's an architectural challenge. How do you give something a form that means this?\" \nIn spirit and in structure, the building was to embody the unity of mankind, which is a central belief of the Bahá'í Faith, an independent religion founded in 19th century Iran. \nThe Chile Temple is the final Bahá'í continental temple to be built, joining eight others, including the Temple for North America in Wilmette, Illinois, and the Lotus Temple in New Delhi, India.\nA Bahá'í Temple has only a few criteria: it needs to be \"a nine-sided domed structure with nine entrances to symbolically welcome people from all directions of the earth for prayer and meditation.\" \nFaced with this architectural challenge, Hariri and his creative team did not want to take inspiration from other buildings. It could not look like a mosque, a synagogue or a church as this may alienate certain people. \nEqually, drawing on the culture of one or some of the indigenous communities of Chile was not a priority, as it would involve excluding others. \"They're not all the same, you can't just lump everything together,\" Hariri told CNN, \"if I went Quechua, the Mapuche would not be represented, and so on. It is very delicate.\"\nIn search of a \"feeling\" \nRather, they were in search of a \"feeling\" and aesthetic cues were taken from taken from outside of architecture.\n\"We looked to organic forms: a cheekbone is a universal thing, right?\" asked Hariri rhetorically, later mentioning the veins of a leaf, the curve of a woven Japanese basket, and the folding of robes in paintings of the old masters. \nOn some days, the Temple looks like it has always existed as part of its organically formed backdrop, the Andes. The radial gardens, designed by acclaimed Chilean landscape architect Juan Grimm, are made to blend into the Andean environment, creating a \"garden that has no limits.\" \nAbove all, light is the defining trope of the structure: Hariri feels that \"light is universal\" and can act as a symbol of unity. The temple was designed to cause visitors to feel like they were gazing up at the heavens or turning towards the light, like a plant moves to face the sun. \nNine wing-like panels of translucent cast glass subtly spiral to form the temple dome, converging 90 feet above the ground with a clear glass oculus holding a Bahá'í symbol known as \"the greatest name.\" Daylight passes through the glass and floods the white marble interior and after sundown, light from within causes the structure to quietly glow in the night.\n\"The temple is like a drapery of light,\" says Hariri, \"It's not light passing through -- it's captured light.\"\nEarthquake resistant \nIn pursuit of this \"feeling\", the multidisciplinary team adopted three-dimensional modeling software CATIA, made for industrial design and aerospace engineering and rarely used in architecture, which was a daring move and \"breathtakingly hard\" 13 years ago at the beginning of the project.\nAnother technical feat was the installation of a pendulum isolation system to make the building resistant to seismic activity. Three universities -- in Canada, Los Angeles and Chile -- collaborated to create a system that allows for 600 millimeters of movement, so that the whole building rocks and returns to the center in case of an earthquake. \nCoexisting with innovations in technology and machine-to-machine production is an artisanal quality, created by the use of ancient materials like bronze, cast glass, and stone. \nThe bronze doorways are molded by hand, and the cast glass on the exterior of the Temple was invented using melted down test tubes and petri dishes in the studio kilns of Jeff Goodman, a Canadian glass artist known for his ornate blown-glass creations.\nOver 30,000 square meters of glass were fired in a bespoke factory of six kilns to produce around 1,100 glass panels of various shapes and sizes, which slot into place to form the exterior of the \"wings,\" supported by steel frames coursing through the edifice like the veins of a leaf.  \n\"It is a very deliberate intersection between the ancient and the absolute new. That's not just architectural, it's philosophical,\" mused Hariri, intimating the Bahá'í belief that all the religions of the past and future are one, \"this extension both forward and back is very symbolic.\"\nFaith in the theories\nLooking at the finished structure, Hariri is happy and perhaps relieved: there was no guarantee that the computer modeling would translate into the desired effect of \"embodied light,\" captured in the glass. \n\"That was one of our biggest worries, would that in fact happen -- it's a theory!\" he breathed, \"You hope it does, that [the light] does kiss that marble.\" \nThe Temple is built to last 400 years: time will tell if the theory of a universally attractive form holds, too. So far, so good.\n", "abstract": "A barren golf course in Chile has been transformed into a space envisioned to be open to all, regardless of background, religion, gender, or social standing. "},
{"url": "http://money.cnn.com/2016/11/08/news/economy/iran-total-south-pars-gas/index.html", "tags": ["economy"], "title": "Total agrees $2 billion deal to develop Iran's giant gas field", "text": " France's Total signed an agreement in principle on Tuesday to help Iran develop its giant South Pars gas field, together with Chinese state oil company CNPC. \n \"Following Total's successful development of phases 2 and 3 of South Pars in the 2000s, the group is back to Iran to develop and produce another phase of this giant gas field,\" said Total CEO Patrick Pouyanné in a statement. \n Total (TOT) will operate the South Pars project with a stake of 50.1%. CNPC will own 30% and Iran's Petropars 19.9%. \n The first phase will consist of 30 wells and two platforms connected to existing onshore treatment facilities by two pipelines at a cost of about $2 billion. \n Total's commitment represents the first Western investment in Iran's oil and gas industry since international sanctions were eased at the start of this year. The company said its investment was \"in strict compliance with national and international laws.\" \n The lifting of sanctions in January has allowed Iran to pump up its oil output. So far this year, it has increased oil production by about 900,000 barrels per day to 3.7 million. \n Its immediate aim is to produce four million barrels per day and it has clear potential to become a much bigger player. The country sits on 9% of the world's proven oil reserves and claims nearly a fifth of the planet's natural gas. \n The new South Pars project will have production capacity of 1.8 billion cubic feet per day, or 370,000 barrels of oil equivalent. The produced gas will be fed into Iran's gas network. \n \n Years of sanctions left Iran short of the cash it needs to develop its potential. It's hoping to raise $185 billion dollars in investment in the energy sector alone within five years. \n But efforts to lure foreign partners had stuttered since the sanctions were lifted. \n The U.S. still has restrictions in place that block most American companies from investing in Iran. And Western companies have been reluctant to jump in given doubts over the financing of U.S. dollar-based transactions. \n A number of banks outside the U.S. were fined billions of dollars by the U.S. government for breaching guidelines on doing business with Iran before the sanctions were lifted. \n Unlike American oil majors, Total is not restricted from signing contracts with Iran, where its operations date back to 1990. \n", "abstract": "Total has signed a $2 billion deal to develop Iran's giant South Pars gas field in partnership with China's CNPC and the National Iranian Oil Company. "},
{"url": "http://money.cnn.com/2016/11/04/technology/google-snapchat-investment/index.html", "tags": ["tech"], "title": "Google Capital is now an investor in Snapchat", "text": " Google Capital, one of Alphabet's two venture capital arms, quietly added Snapchat to its list of investments as part of a brand refresh and website redesign on Friday. \n No details were provided about the timing, reasoning or size of the Snapchat investment. \n Winnie King, a spokeswoman for Google, confirmed that Snapchat is one of Google Capital's portfolio companies, but declined to comment beyond that. Noah Edwardsen, spokesman for Snapchat, said the company does not comment on financing. \n Google Capital re-branded Friday as CapitalG (Alphabet, get it?). It was formed in 2014 to invest in more mature businesses. The goal, according to its website, is \"to make returns-driven investments in leading companies around the world.\" \n This investment operation has also backed Airbnb, Glassdoor and SurveyMonkey. GV, Alphabet's other venture capital arm for early-stage companies, has invested in Uber and Nest, the latter of which Google ended up acquiring for $3.2 billion in 2014. \n An investment in Snapchat opens the door for a closer relationship with a buzzy startup that is expanding into several areas of interest for Alphabet. \n \n Snapchat is a rising star in social media, long a weak spot for Google (GOOGL, Tech30). It also recently expanded into hardware with Spectacles, a pair of sunglasses with a built-in wireless video camera. The product quickly drew comparisons to Google Glass, its failed attempt at smart glasses. \n Beyond that, the investment gets Alphabet a ticket to what is expected to be one of the hottest upcoming tech IPOs since Facebook (FB, Tech30). \n Snapchat, which recently re-branded as Snap Inc., has raised more than $2 billion in funding and is widely rumored to be planning a public offering early next year at a valuation as high as $35 billion. \n Other prominent Snapchat backers include Alibaba (BABA, Tech30), Yahoo (YHOO, Tech30) and Fidelity. \n", "abstract": "Google's parent company Alphabet now owns a piece of Snapchat."},
{"url": "http://edition.cnn.com/2016/11/07/opinions/changing-conversation-sexual-assault-steiner/index.html", "tags": ["opinion"], "title": "Why reporting on sexual assault is a good thing", "text": "At the same time, stories of sexual assault and objectification at our finest universities have shined a harsh light on some of the darkest realities of being female in our country. In June, a rape victim at Stanford University wrote a letter to Brock Turner, the man who assaulted her behind a dumpster, that was read by millions, including on-air by CNN anchor Ashleigh Banfield. Earlier this month, Harvard University canceled the men's soccer season after another op-ed written by female victims, this time soccer players whose male teammates assigned them sexual ratings and ideal intercourse \"positions.\" \nThe press attention devoted to sexual assault, particularly when magnified by election coverage, provokes uncomfortable, disturbing emotions. But the media coverage is good news for women, because of one fact: We're talking about it.\nThese experiences are all too familiar, for myself and millions of others. From the time I was 11 years old, I've survived unwanted kisses and exposure to strange men's genitals, slut-shaming, relationship violence and sexual harassment. It's time that victims and the media speak out about these issues, especially when it comes to institutions of higher learning, our most hopeful melting pots.\nAnd yet, on the same day that Harvard took action against its men's soccer team, Rolling Stone magazine and writer Sabrina Erdely were found guilty of defamation in the infamous 2014 article, \"A Rape on Campus.\" University of Virginia administrator Nicole Eramo's triumph against Rolling Stone and Erdely -- the jury awarded Eramo $3 million -- is a pyrrhic victory. Although the story's lead anecdote was quickly debunked, it remains true that sexual assault is a problem on college campuses. \nAs the documentary \"The Hunting Ground\" revealed, universities have long betrayed students by questioning victims' integrity, by framing assault as an unprovable, unprosecutable offense and by levying shallow penalties such as \"suspension after graduation.\" Imagine if UVA and other elite universities fought as valiantly to protect their students as they did their brand.\nAnd what about Harvard, my alma mater? When I was a freshman in 1983, Harvard police proudly demonstrated the emergency blue-light campus phones and warned us about strange men in Harvard Yard. Beyond these rudiments, we faced a deafening silence about acquaintance rape, relationship violence and sexual degradation. In my experience, if assaulted, most women told no one, not even our own mothers, for fear of being disbelieved, blamed or labeled as less valuable potential wives or employees.\nLucky for me, my 19-year-old sister, who had been at Harvard for a year, stopped by my dorm during freshman orientation. Sitting on my college-issue twin bed, she told me,  \"Les, this is what's gonna happen.  A cute guy, probably a football or hockey player, is going to come up to you at a party.  It's gonna feel great, like he really likes you.  He's going to ask you to go to his room for some reason.  Just don't go, no matter what. OK?\"\nTwo nights later, I went to my class ice cream social. A boy with ice-blue eyes and straight black hair, wearing a Harvard hockey jersey, flirted and told me about a better party hosted by upperclassmen from the team. Did I want to go? Sure, I agreed, flattered. Would this be my first Harvard boyfriend? He put his hand on the small of my back, steadying me as I threw my ice cream cone in the trash as we left.\n\"Just one thing,\" Mr. Blue Eyes said as we walked down the worn marble steps from the freshman union. \"It's getting cold. I need to stop by my room to get a sweatshirt. OK?\"\nRemembering my sister's words, I stammered some excuse and rushed back inside. I'm grateful I never found out if I could have been assaulted that night. But over four years at Harvard, I discovered other truths: that (if their experiences were anything like those surveyed for the National Intimate Partner and Sexual Violence Survey) as many as close to 20% of my classmates were victims of rape or attempted rape, that we were most at risk during freshman year and that the real threat came not from strange men infiltrating campus, but from classmates in my coed dorm, in the carrels next to me at Widener Library and sitting behind me in Marjorie Garber's Shakespeare class. \nIf a 19-year-old like my sister knew we were vulnerable, why didn't the smart, seasoned folks running Harvard? If they knew, why didn't they protect students? The painful answer is that many administrators at Harvard, UVA and other campuses surely did know then, and do know now, the risks students face. Yet too little has been done to prevent sexual violence on campuses. Universities apparently fear that confronting assault will hurt a school's reputation, so they repeatedly leave students vulnerable. \nSo bravo, Harvard, for taking a stand to right years of wrongs, by declaring publicly that written and verbal degradation of women is intolerable, a gateway to more serious behavior. There's more to be done to end sexual assault and discrimination, but this is a step forward. And shame on those who dodge chances to raise awareness about intimate violence, and the people who try to tell the messy, complex truths about rape culture in dorm rooms, bedrooms, and boardrooms today. Every school, employer, family and bystander has one simple obligation when it comes to sexual assault: to protect everyone from it.\n", "abstract": "Leslie Morgan Steiner writes that extended media coverage of sexual assault is a positive step forward because it means we're finally talking about the issue. "},
{"url": "http://edition.cnn.com/2016/10/28/opinions/the-bathroom-issue-were-not-talking-about/index.html", "tags": ["opinion"], "title": "Transgender bathroom issue: a solution?", "text": "The bathroom, and more specifically the public restroom, is where the rights of transgender people come into close proximity with the privacy rights of everyone. Indeed the U.S. Supreme Court agreed Friday to take up the issue in the case of a transgender high school student in Virginia who is seeking to use the boys' bathroom at school. \nWhat does all of this present?  An opportunity to build a better society by building a better bathroom -- one that moves away from the common view that bathroom privacy is about gender privacy and that communal bathrooms are OK if they are gender-separated.  \nIn my religious tradition (Jewish) and the tradition of other faiths as well, there is a different approach to bathroom ethics:  Bathroom time is private time and no one else, no matter what gender, should be with you in the bathroom, unless you need help.\nOur society should build unisex, single-room mini-bathrooms for all, like the kind you find in an airplane. These bathrooms would address not only the issue of transgender bathroom usage, but also of privacy concerns generally. \nYour house (and mine, too) has a unisex private bathroom, as do restaurants, shops, and many other establishments. The truth is that such bathrooms are more modest in every way than communal facilities, which at best are only semi-private and which many find uncomfortable and even immodest.\nNothing is ever gained by public bathrooms. Humans are private creatures and bathrooms are private spaces. Unisex bathrooms not only accommodate the needs of individuals with so many special needs, but they address the needs of those among us who are simply shy to use bathroom facilities when others are present. \nThis is so important in a good society: Independent of the transgender issues, communal bathroom layouts have long marginalized the privacy needs of children and adults who need assistance, including those with disabilities. \nOf course, this is a vital concern to all who think that the needs of the weak or disabled are the deep moral imperative. Unisex mini-bathrooms would protect the dignity of these individuals. They and their caregivers (especially of the opposite sex) would be freed from the critical comments they might encounter when using gendered public facilities.\nConversely, those patrons who are uncomfortable with the presence of an opposite-sex person in a bathroom, regardless of age or disability, would be accommodated.\nIf we all adopt this plan, the bathroom areas of public places would resemble the bathrooms we are all used to in our homes: They will be a room suitable for either gender, with a toilet. Everyone has their own private space. If showers are provided, each shower would be completely self-contained. Communal showers would (and should) disappear -- they are a gross intrusion on privacy, as everyone knows.\nNo question, retrofitting millions of public bathrooms across the country to make them private may seem like too monumental a thing to ask or expect. But there are many bathroom adjustments smaller businesses could make quickly to address a social need without creating a prohibitive expense.\nNot surprisingly, many businesses have already instituted these unisex mini-bathrooms, since they are efficient and employees value their bathroom privacy\nBeyond that, the change to unisex bathrooms could be incorporated into building codes, and as with all changes to building code -- such as requirements to provide access for people with disabilities -- government agencies routinely do not mandate that every structure be brought up to code immediately. Rather, all new buildings could be expected to comply at the time of construction, and all existing buildings could be brought up to code at the time of renovation. \nIt would move us in the right direction.\nFighting over who uses which genders' bathroom, or over the \"true gender\" of transitioning individuals, misses a wonderful occasion to build a better culture for us all.  For the purpose of bathroom access, it ought to be irrelevant to debate the status of transgender people, or what a person's supposedly \"true\" gender really is under American law. \nIn fact, it is even irrelevant, whether the issue is of transgender, disability and caregiver access, or simply a situation in which an opposite-sex parent is helping a child new to the bathroom. We need a solution that protects the dignity and privacy of every person in a bathroom.\nLet's build a better bathroom.\n", "abstract": "The conflict over transgender bathrooms should be addressed with private, unisex bathrooms for all, says Michael Broyde."},
{"url": "http://money.cnn.com/2016/11/04/technology/apple-dongle-price-cuts-macbook-pro/index.html", "tags": ["tech"], "title": "Apple cuts prices on dongles after complaints", "text": " The news follows complaints from potential shoppers that the new MacBook Pro laptop isn't compatible with current device accessories. \n Apple's (AAPL, Tech30) suite of new MacBook Pro computers, which was announced last week, only include USB-C and Thunderbolt 3 ports. This means even new iPhones can't plug into new MacBook Pros without an adapter. \n To use MacBook Pros with existing accessories, people need to buy adapters, and the cost adds up. \n Apple is attempting to placate some critics with an unusual pivot on pricing. \n As listed on the website, price cuts include $10 off its USB-C to traditional USB adapter, which now costs $9. It also lowered the price on its Thunderbolt 3 to Thunderbolt 2 adapter from $49 to $29. \n The discounts are available through the end of the year. \n While it's possible to purchase low-cost adapters on Amazon and elsewhere around the web, official Apple adapters are generally better quality and more reliable than the cheaper products offered online. \n The MacBook Pro isn't the only new Apple product product flooded with criticism for its dongle and accessory requirements. \n In September, the iPhone 7 line killed the headphone jack in favor of wireless AirPods. An adapter is required in order to use traditional headphones with the new devices. \n", "abstract": "In a surprise move, Apple is slashing prices on its dongles and accessories."},
{"url": "http://edition.cnn.com/2016/10/28/opinions/1945-world-series-lauder/index.html", "tags": ["opinion"], "title": "I was there the last time the Chicago Cubs were in the World Series -- in 1945", "text": "I was 19 then, and I didn't realize that as I sat there watching the Cubs play the Detroit Tigers that that moment would eventually lead to me becoming a small part of baseball history: one of the few people living today who were at Wrigley Field to see the Cubs' last World Series.\nIn the 71 years that have passed since then, so much has happened: 12 different U.S. presidents have come and gone, countless wars have been started and stopped and Cubs fans have grown only more and more depressed. \nEven though I was a Tigers fan in 1945, this past weekend, when the Chicago Cubs won the National League Championship Series that would take them to that field again, I couldn't help but think back on that game I attended all those years ago. \nIt was early October. The sky was that picture-postcard blue. The US flag and Cubs banners flying high above centerfield.\nIt was a beautiful afternoon.\nAnd, yes. Afternoon. They still played games early in the day back then.\nAlthough the war had just ended, they still played by the wartime league rules, meaning, they didn't use the traditional 2-3-2 game pattern, but instead the now-uncommon 3-4. And even though the teams didn't fly then, there were no travel days given. \nTrain travel had been restricted during World War II to keep train tracks clear for military use. It was not unusual in those days to see a troop train passing by or a freight train with war material. To support the war effort, Major League Baseball had minimized team travel.\nSo even though the war had just ended, the Series that year didn't move to Wrigley Field till the fourth game. \nI distinctly remember arriving at Wrigley Field with my father that day. Our seats were incredible; they were almost measured-out, midpoint on the first base line, only two or three rows back from the field. \nThe players were close; and when I say close, I mean hold-out-your-arm-straight-in-front-of-you-and-you-could-touch-them close. It was a thrill to be so near.\nWhen Hank Greenberg -- who had just been discharged from military service and was back playing left field -- jogged in at the end of one of the Cubs' turns at bat,  the future Hall of Famer was so close that if he hadn't stopped and turned left to step down into the Tigers dugout, he'd have bumped into the railing right in front of us. \nGreenberg was one of the few from the old days playing that day. The others were all gone. Some had retired. Some had been traded. And some, like Bob Feller, Ted Williams, Stan Musial, Yogi Berra and over 500 other players, were off serving their country in World War II -- still in uniforms, but without names and numbers. \nBecause I had only just moved to the area, I wasn't as familiar with the new guys. But that didn't matter. I was watching the Chicago Cubs and the Detroit Tigers play in the World Series at Wrigley Field, generally recognized as one of most beautiful ballparks in the land. Nothing could compare to that. \nThe Cubs had come home to Wrigley for Game 4 with a lead over the Tigers but they lost three of their four games there.  \nEven though I wasn't a Cubs fan at that game all those years ago, I can share the sentiment often sung by the beloved, longtime Cubs announcer Harry Caray, for whom \"Take Me Out to the Ballgame\" was almost a trademark: \"Let me root, root, root for the home team...\" \nThis time, 71 years later, it's the Cubbies' turn. \n", "abstract": "Val Lauder describes what it was like to attend the 1945 World Series, and how she feels watching the Cubs finally make it to Wrigley Field again, 71 years later. "},
{"url": "http://money.cnn.com/2016/11/04/technology/nintendo-nes-classic-edition-review/index.html", "tags": ["tech"], "title": "Nintendo Classic Edition review: It's worth the hype", "text": " Earlier this year, the company announced plans to launch a tiny-sized NES Classic Edition -- a system so petite it can fit in the palm of your hand. The news pulled at the heartstrings of everyone who grew up in the '80s, evoking memories of sitting on the carpet of your childhood home and defeating King Bowser in the final level of Mario Bros. \n More than three decades later, Nintendo (NTDOF) has stuffed 30 of its classic games -- from all the Mario Bros. franchises to Legends of Zelda, Pac-Man and Castlevania -- into one mini console (5 inches x 4 inches x 1.6 inches). The system, due out November 11, serves them up in a Netflix-style menu that makes it easy for scrolling. You won't find a single physical game cartridge included. \n Considering those games have been available for download on Nintendo's Wii system for years, it was unclear if packing them into a retro-style console was a gimmick or something worth the $60 price tag. \n But the magic of classic Nintendo is unquestionably preserved in this mini system. I can't remember reviewing another product that's made me smile quite as much. \n The USB-powered system comes with one controller -- the second is sold separately ($10). But it's possible to switch to two-player mode and trade off using the same controller. Set up is easy: Plug it into an outlet or your computer and connect the HDMI cable to a TV or monitor. \n \n Also included: gritty graphics, familiar music and the satisfaction of recalling which green pipes in Mario Bros. transport you to coin-filled secret lairs. \n Once you've powered up the system, you'll select from one of three display options: \"Pixel Perfect,\" which gives you a modern sharper image; a 4:3 aspect ratio mode; and another that slightly (and purposefully) distorts the picture for nostalgia's sake. \n The games hold up, if you can get past the simplicity and old-school graphics. But what makes the experience special is that you're playing through the iconic console itself. \n \n If you purchase an original Nintendo classic console on eBay now, it will cost at least $100 -- and that's before investing in games. The fact that the NES mini puts everything you need into one portable package is not only convenient but also cost efficient. \n While there's a lot to love about the console, there are a few areas in need of improvement. The short length of the controller's cord isn't optimized for sitting on the couch -- perhaps that's why we always played on the floor years ago. \n The system also doesn't connect to the internet. This means it's not upgradable. You'll be satisfied with 30 games, but it limits Nintendo from ever pushing out other titles, features or updates. \n Nintendo isn't too concerned about this; after all, it's saving the real innovation for its Nintendo Switch console -- part mobile, part home system -- coming in early 2017. \n But overall, the old adage holds up for Nintendo's throwback console: Good things really do come in small packages. \n", "abstract": "Nintendo Classic Edition review: So much nostalgia packed into one little console"},
{"url": "http://edition.cnn.com/2015/04/29/opinions/david-love-thugs-riot-shaming/index.html", "tags": ["opinion"], "title": "Calling people 'thugs' solves nothing", "text": "Everybody's doing it, and while it is easy, it helps us change the subject and ignore the harder issues facing African-Americans.\nWhat is unfolding in that city, of course, and is receiving national attention, is the aftermath of the death of Freddie Gray, 25, who died of a \"very tragic injury to his spinal cord,\" according to Baltimore Police Deputy Commissioner Jerry Rodriguez. The exact cause of those injuries remain under investigation. Gray family lawyer said the 25-year-old's \"spine was 80% severed\" while in police custody.\nThe circumstances around the man's killing and public outrage in the black community have led to peaceful protests.\nAnd unfortunately, though understandably, things have boiled over, with riots and looting by some. Maryland Gov. Larry Hogan, a Republican, has declared a state of emergency and called in the National Guard, and Baltimore schools were closed.\nAnd people have lined up to condemn the riots, the looting, and the violence. For example, Baltimore Mayor Stephanie Rawlings-Blake was in front of the cameras Monday night referring to the rioters as \"thugs.\" \n\"What we see tonight that is going on in our city is very disturbing,\" the mayor said. \"It is very clear there is a difference between what we saw over the past week with the peaceful protests, those who wish to seek justice, those who wish to be heard and want answers, and the difference between those protests and the thugs who only want to incite violence and destroy our city.\"\nPresident Obama also referred to the riot participants as \"thugs.\"\nIn an interview with CNN's Don Lemon, Gov. Hogan   seemed to channel his inner 1950s Southern governor. \"What we've now seen is outside agitators, gangs and just really thugs as the mayor called them, that are out there threatening people, injuring people and destroying property, and we're not going to put up with it,\" Hogan said before he and Mayor Rawlings-Blake walked away from the interview when Lemon's questioning apparently became a little too difficult for them.\nAnd Sen. Rand Paul, R-Kentucky, blamed the violence on \"breakdown in the family structure, the lack of fathers and the lack of moral code in our society.\" He added: \"The mayor obviously could have been stronger with saying: 'We are going to secure the city. We are not going to have thievery. We are not going to have thuggery.' \" He then added, \"None of this excuses thuggery and thievery.\"\nWhenever there is a killing of an unarmed black person by police, typically, the victim is demonized as a thug, as are the protesters and rioters who react to the killing.\nThis is because black people are viewed in their entirety as criminals. Whites who protest or riot are not called thugs, because the word thug serves as a proxy for the N-word, whether it's black or white people using the descriptors.\n\"No, it's not the right word to call our children thugs,\" Baltimore City Council member Carl Stokes told CNN's Erin Burnett. \"These are children who have been set aside, marginalized, who have not been engaged by us.\"\n\"But how does that justify what they did?\" Burnett asked Stokes. \"That's a sense of right and wrong. They know it's wrong to steal and burn down a CVS and an old persons' home. I mean, come on.\"\n\"Come on? Just call them n****rs. Just call them n****rs,\" Stokes exclaimed in frustration.\nSome leaders slam 'thug' as the new n-word\nBut as people line up to condemn the unrest and lecture so-called thugs on how to behave, few condemn the oppressive conditions, the unjust policies, the structural racism, the police brutality and the poverty that have plagued Baltimore for years. And if the looting of the CVS disturbs you more than the alleged severing of a man's spine, then you have lost your humanity, and your priorities are all wrong.\n\"When I go to Baltimore, on the East Coast, I'm dealing with 1950s-level black-and-white racism,\" Baltimore Police Commissioner Anthony Batts told a White House task force on policing. \"It's taken a step back. Everything's either black or everything's white, and we're dealing with that as a community.\"\nMr. Gray's death was the breaking point, but it was a long time coming.\nAs the Baltimore Sun reported, the city has paid about $5.7 million since 2011 in over 100 police brutality lawsuits and $5.8 million in legal fees. The police have beaten, maimed and killed their victims, which include children, a pregnant mother, a 65-year-old church deacon and an 87-year-old grandmother -- mostly African-American. \nAnd as Bill Quigley wrote in the Huffington Post, the disturbing statistics about daily life in Baltimore are more shocking than recent events. \nThe poverty rate is 23.8%.  White babies born in Baltimore will have a life expectancy six years longer than black babies. Black babies are nine times more likely to die before their first birthday than white babies. The high school graduation rate for Baltimore City schools is 56.4%. \nAgain, the numbers are downright disturbing.   \nMeanwhile, in the midst of Baltimore urban rebellion, some voices have invoked the Rev. Martin Luther King Jr. and his commitment to a strategy of nonviolence. However, they fail to mention what Dr. King said about riots:\n\"It is not enough for me to stand before you tonight and condemn riots. It would be morally irresponsible for me to do that without, at the same time, condemning the contingent, intolerable conditions that exist in our society. These conditions are the things that cause individuals to feel that they have no other alternative than to engage in violent rebellions to get attention. And I must say tonight that a riot is the language of the unheard.\"\nJohn Angelos, COO of the Baltimore Orioles, echoed King's words:\n\"I agree ... that the principle of peaceful, nonviolent protest and the observance of the rule of law is of utmost importance in any society. MLK, Gandhi, Mandela and all great opposition leaders throughout history have always preached this precept.\"\nThat said, my personal concern, outrage and sympathy isn't focused on one night's property damage, but on the past four-decades during which an American political elite has shipped middle class and working class jobs away from Baltimore and American cities to China and other countries, plunged tens of millions of good, hard-working Americans into economic devastation, and then followed that action around the nation by diminishing every American's civil rights protections in order to control an unfairly impoverished population living under an ever-declining standard of living and suffering at the butt end of an ever-more militarized and aggressive surveillance state.\nWe need to keep in mind that people are suffering and dying around the U.S., and while we are thankful no one was injured at Camden Yards, there is a far bigger picture for poor Americans in Baltimore and everywhere who don't have jobs and are losing economic, civil and legal rights, and this makes inconvenience at a ballgame irrelevant.\nAs we watch the events unfold in Baltimore, not unlike Ferguson -- and Los Angeles 20 years ago, and cities such as Detroit, Watts and Newark which experienced urban rebellions sparked by acts of police brutality in the 1960s -- shaming the rioters is the easy way out when we refuse to address black suffering.\nIt is clear that no expense will be spared in bringing America's military might to bear on the black folks of Baltimore. But where were the resources to eliminate poverty and unemployment and end predatory policing in the black community?\n", "abstract": "In light of the current unrest in Baltimore, riot shaming seems to be the new fad."},
{"url": "http://money.cnn.com/2016/11/08/technology/hyperloop-dubai-abu-dhabi/index.html", "tags": ["tech"], "title": "Dubai could build the world's first Hyperloop", "text": " The city is exploring possible routes for the first ever Hyperloop, a high-speed transportation system that uses a pipeline to carry passengers and goods in levitating capsules. \n \"[Dubai] is our number one priority so we will do everything to make that happen,\" said Hyperloop One CEO Rob Lloyd, speaking after signing the company's first commercial deal with local transport authorities. \n Hyperloop One is also considering the feasibility of building tracks in other countries, including Russia, Finland, Sweden, the Netherlands, Switzerland and the U.K. \n But Dubai now has a head start and its first passenger track could be operating by 2021. \n One of the routes being considered -- between Dubai and Abu Dhabi, the capital of the United Arab Emirates -- is 102 miles and typically takes more than an hour by car. Hyperloop would cut that journey time to just 12 minutes. \n Dubai is home to the world's busiest international airport. Using Hyperloop, passengers could be in Riyadh, the capital of Saudi Arabia, within 48 minutes, and Doha, the capital of Qatar, in 23 minutes. \n \"As the central global transport hub, pursuing the implementation of a Hyperloop in the UAE makes sense,\" Lloyd said. \n Here's how it works: Electric propulsion moves a capsule, or autonomous vehicle, along the pipe in a low pressure environment, to reach speeds of at least 740 miles per hour -- unprecedented for a ground-based system. \n In May, Hyperloop One had its first public test of its acceleration technology and announced that it had raised $80 million in new funding. \n Dubai's DP World, the world's third largest port operator, has also invested $50 million and is already working with Hyperloop One on a cargo track planned for 2020. \n The Hyperloop: 11 things to know \n The technology is being developed in the United States but the plan is to marry that innovation with the transport routes in the United Arab Emirates, and eventually the Gulf region. \n \"Demonstrate the prototype, have a viable idea, then have the discussion about how to finance it, how to regulate it but we can prove it works. This is the show me technology and were going to show the world,\" Lloyd told CNNMoney. \n Hyperloop is the vision of Elon Musk, the man behind Tesla and SpaceX, who made the technology patent-free in a bid to encourage international scientific collaboration around the futuristic concept. \n", "abstract": "Dubai and Hyperloop One have agreed to explore potential routes for the world's first super-fast transportation network and a passenger track could be operating by 2021"},
{"url": "http://edition.cnn.com/2015/05/13/opinions/love-move-bombing-anniversary/index.html", "tags": ["opinion"], "title": "The dangerous militarization of our police", "text": "Wednesday marks the 30th anniversary of the infamous MOVE bombing, in which police fired 10,000 rounds of ammunition into a row house on the 6200 block of Osage Avenue in West Philadelphia. The police then dropped military-grade explosives on the house, burning an entire city block to the ground.\nFast forward to today, and that deadly, violent chapter provides valuable lessons for a society that so far has decided to ignore them.  \nMOVE was a revolutionary black power group founded in 1972. The group had a \"back to nature,\" almost religious element to its lifestyle -- members were vegans and animal lovers, shunned technology, and wore their hair in dreadlocks.  Their appearance and way of life led to conflict and tension in the community, and in a city with a long history of racism, police brutality, corruption and framings — and surveillance and harassment of political organizations such as the Black Panthers — the Philadelphia Police Department depicted MOVE as a terror threat.\nIn 1977, Mayor Frank Rizzo ordered a police barricade of MOVE headquarters. After 15 months, on August 8, 1978, the police moved in. One police officer was killed, in what Philadelphia Tribune reporter Linn Washington, who was on the scene, concluded was an act of police gunfire.  \nNine MOVE members were convicted of third degree murder, conspiracy and other charges, with sentences ranging between 30 and 100 years. They remain in prison. But three officers charged in the videotaped beating of a MOVE member were found not guilty.\nThis set the stage for the bombing seven years later, a sequence of events depicted in the 2014 PBS documentary, \"Let the Fire Burn.\"\nOn May 12, 1985, with the district attorney having prepared warrants to evict MOVE members from their home, police evacuated the entire block and told residents not to return for 24 hours. SWAT teams converged on the area, and gas and water lines were shut off.\nThe police pumped water and tear gas and later fired thousands of rounds of ammunition into the MOVE home, claiming MOVE had fired on police with automatic weapons, yet none of the four firearms found in the home were automatic weapons.\nAt the suggestion of a member of the police bomb squad, a state police helicopter dropped a bag of C-4 explosives on the roof of the MOVE home -- in a residential area.\nSix children were among the 13 people in the MOVE house during the bombing. Mayor Wilson Goode, then the city's first black mayor, later testified he was fully aware the device would be used but said he gave an order to put out the fire.\n\"Commissioner (Gregore) Sambor said to me, he said, 'Let's let the bunker burn, to eliminate that high ground advantage and that tactical advantage of the bunker,' and I said OK,\" testified Fire Commissioner William Richmond at a hearing after the bombing.\nSome of the officers involved in the 1978 MOVE operation were involved in the 1985 operation. It was also alleged that people who attempted to flee from the burning building, including children, were shot at by police. \nOnly two people -- one woman, Ramona Africa, and a child, Birdie Africa, also known as Michael Moses Ward -- survived the destruction of Osage Avenue. \"N****r lover\" was reportedly written on the police locker of James Berghaier, the officer who helped the burned child out of the house. Berghaier subsequently left the force due to a stress disorder.\nA federal judge awarded the survivors $1.5 million, and a commission found that city officials were negligent and police training and supervision were lacking. However, no government officials or police officers were prosecuted for their role in the bombing.\nSadly, the MOVE bombing provided a preview of police state tactics that are commonplace today, and a militarization of local police forces, brought about by the wars on drugs and terror and funded by asset forfeiture and the feds. Indeed, law enforcement is using weaponry utilized by the military in Iraq and Afghanistan. Under the Defense Department's 1033 program, along with similar Department of Justice and Homeland Security programs, the cops receive free surplus military arms, aircraft, Humvees, mine-resistant ambush-protected vehicles, you name it.  \nGive wannabe soldiers with no training all the military hardware they want. What could possibly go wrong? \nWell, people die, and children are endangered, such as 19-month old \"Bou Bou\" Phonesavanh, who was hit with a flash-bang grenade during a raid by police looking for drugs that did not exist. The child was placed in a medically induced coma, leaving the family with a $1 million medical bill.\nAddressing police militarization in the wake of events in Ferguson, Missouri, Sen. Claire McCaskill and Rep. William Lacy Clay, both Missouri Democrats, are introducing legislation to require more training and oversight for police departments receiving military equipment from federal programs and ban the use of certain surplus by local police. \nUnfortunately, the Fraternal Order of Police opposes any attempt to restrict the equipment used by law enforcement. This blue mentality that justifies and protects the police without criticism -- even as crime decreases -- threatens to further isolate the profession, as Radley Balko suggested recently in the Washington Post.  \nThirty years after MOVE, the concept of policing must change. A recent Department of Justice report found serious deficiencies in the Philadelphia police on policies and training on the use of deadly force and a lack of public trust in the police policing themselves.  \nNoting an increase in police-involved shootings as crime has dropped, the report called for more police accountability and community oversight, independent and consistent investigations of police shootings, training in handling violent encounters and de-escalating tense situations.\nIn the meantime, black and brown communities across the country, particularly poor and working people, bear the brunt of heavy-handed police tactics. Regularly monitored and harassed, they are fearful and suspicious of police, and with good reason, because police behave like an occupying army in many of their neighborhoods.  \nIt stands to reason that in white communities -- where law enforcement plays a different role -- police generally do not behave as they have carried on in the unrest in Ferguson last year, or Baltimore this year, or in West Philly in 1985. Yet the militarization of the police should concern everyone. Resisting the abuses of an oppressive government is an issue that should resonate with opposite ends of the political spectrum. Dismissing the victims of police brutality as violent black thugs who deserved their fate is delusional. \nUltimately, no one is safe if any one of us is not safe. \nAs in any police state, when the police become the army, they need an enemy, and the enemy ends up being us. \"To serve and protect\" is becoming \"to suppress and control.\" \nAnd with billions of dollars in military surplus, the police will find a way to use it.\n", "abstract": "As in any police state, when the police become the army, they need an enemy, and the enemy ends up being us."},
{"url": "http://money.cnn.com/2016/11/01/technology/android-google-harry-potter-spells/index.html", "tags": ["tech"], "title": "Android phones cast 'Harry Potter' spells", "text": " The company announced new apps and features for its products to coincide with Fantastic Beasts and Where to Find Them. The film prequel to the Harry Potter series opens in theaters November 18. \n OK Google, the voice activated assistant for Android, casts Harry Potter \"spells.\" Using the commands \"lumos\" and \"nox\" turn the flashlight on and off, and \"Silencio\" silences notifications and the ringer. \n You can interact with the world of Fantastic Beasts on Google Street View. A virtual reality app for Google's Daydream View lets you wave a wand to find escaped magical creatures. Google announced the wizarding VR feature in October when it launched the Daydream View. The device goes on sale this month. \n Google (GOOG) takes you on digital adventures from the point of view of the film's main character, \"magizoologist\" Newt Scamander. You can get a glimpse of his magical world a Street View set in 1926 New York. \n \n Popular locales from the film like MACUSA (Magical Congress of the USA), Steen National Bank, The Blind Pig, and Tina and Queenie Goldstein's apartment also appear in Street View. \n Google announced the magical offerings in a post on Tuesday, and said YouTube creators will be debuting Fantastic Beasts content all month, too. \n", "abstract": "A suite of Google projects are offering special features timed to the new Harry Potter prequel -- Fantastic Beasts and Where to Find Them."},
{"url": "http://money.cnn.com/2016/11/08/technology/gopro-karma-recall/index.html?iid=SF_LN", "tags": ["business"], "title": "GoPro recalls Karma drone because it loses power mid-flight", "text": " It's the latest bad news for the innovative camera company, which recently saw its stock drop 20% because of terrible sales figures. \n The Karma, which costs $800, was the very first drone made by GoPro (GPRO, Tech30). It's a black and white quadcopter that folds and can fit into a backpack. It's meant to capture stunning aerial footage from a mounted GoPro camera, which is sold separately. \n GoPro's announcement, made Tuesday evening, includes 2,500 Karma models that were sold since Oct. 23. \n \"In a very small number of cases, Karma units lost power during operation. No related injuries or property damage have been reported,\" the company said in a statement. \n GoPro said it's coordinating with the U.S. Consumer Product Safety Commission and Federal Aviation Administration, which regulates drone usage in the United States. \n \"Safety is our top priority,\" GoPro CEO Nicholas Woodman said in the statement. \n GoPro isn't offering replacement units right now, but the company says it's giving customers a full refund. It plans to \"resume shipment\" of the drones \"as soon as the issue is resolved.\" \n The interruption in sales could further hurt the device maker, which continues to struggle with weak sales. GoPro is being forced to compete in a suddenly crowded market for \"action cameras,\" devices meant to take a beating on intense activities like hiking, skydiving and surfing. They're now also made by the likes of Sony, Polaroid and Xiaomi. \n", "abstract": "GoPro is recalling a batch of its first-ever drone because it turns off while in the air."},
{"url": "http://edition.cnn.com/2016/11/07/politics/nasa-astronaut-space-vote-election-2016/index.html", "tags": ["politics"], "title": "This NASA astronaut voted from space", "text": "Shane Kimbrough, a NASA astronaut currently living on board the International Space Station, filed his ballot in Tuesday's presidential election, according to a Tumblr post by NASA.\nNASA told Yahoo News that Kimbrough filed his ballot in the 2016 election from the space station sometime over the past few days.\nFor astronauts who will be in space on Election Day, the voting process starts a year before launch. At that time, they are able to select the elections in which they want to participate.\nThen, six months before the election, astronauts are provided with the form \"Voter Registration and Absentee Ballot Request -- Federal Post Card Application.\"\nNASA astronaut David Wolf was the first American to vote in space while on the Russian Mir Space Station in a 1997 local election, according to NPR.\n", "abstract": "From infinity and beyond, he found a way to vote."},
{"url": "http://money.cnn.com/2016/11/08/investing/hertz-stock-earnings/index.html?iid=SF_LN", "tags": ["business"], "title": "Hertz falls off a cliff after cutting its forecast", "text": " The car rental company's stock tanked over 50% Tuesday morning after it cut its forecast for future growth and reported weak earnings Monday night. \n It was the stock's worst performance since the financial crisis in 2008. And even though it pared back some of the losses by midday Tuesday, the stock was still down over 30%. \n \"We are clearly disappointed with our performance this year,\" Thomas Kennedy, Hertz's CFO said on a call with analysts Monday. \n Investors were worried about what this meant for other car rental companies. Avis' stock also dropped as much as 18% Tuesday morning, though it didn't report any results. \n The gloomy day for car rental companies, particularly Hertz (HTZ), comes amid speculation that ride-sharing services like Uber and Lyft are eating into their business. Ride-sharing serves the same role for some travelers that renting a car would. It can also sometimes be cheaper and be less of a hassle for people who don't want to spend time looking for parking. \n Late last year, Uber and Lyft surpassed car rental companies' market share of ground transportation for business travelers, according to a study by Certify, a business expense management company. \n Sign up for CNNMoney's morning market newsletter: Before The Bell \n Hertz recognizes the power of ride-sharing. It even inked a deal with Uber and Lyft this year to provide rental cars to drivers who don't own a car. It's unclear how effective the collaboration has been. \n As for Hertz, the company's stock soared between 2009 and 2014 -- along with many U.S. stocks -- but it's gradually slid down since. \n So far this year, Hertz's sales are off about 3% and the company has recorded a net loss of $51 million. At this point last year, it had a net profit of $203 million. Its quarterly profits widely missed analysts' expectations on Monday -- one of the key reasons why Hertz plunged. \n", "abstract": "Hertz's stock price tanked over 50% on Tuesday after it reported earnings Tuesday and cut its forecast. "},
{"url": "http://edition.cnn.com/2016/10/08/world/russia-veto-syria-un-resolution/index.html", "tags": ["politics"], "title": "Russia vetoes UN resolution on Aleppo", "text": "The British ambassador to the United Nations, Matthew Rycroft, accused Russia of abusing its veto power.\n\"In the end, no resolution of this Security Council can end this war. The only thing that can end this war is a change of policy in Moscow,\" he said after the veto.\n A separate counterresolution by Russia that did not call for a halt in airstrikes on Aleppo failed to get the necessary votes to pass.\n\"It was one weird day\" at the Council, Russian Ambassador Vitaly Churkin said after the failed vote and his veto. He called it a \"strange spectacle.\"\nThe Russian veto had been expected as Russia and the United States have been fighting over Russia's support of the Assad regime.\nFriday, US Secretary of State John Kerry said airstrikes by Syrian troops with Russian support should be investigated as war crimes as they hit hospitals and civilians.\n\"This is a targeted strategy to terrorize civilians and to kill anybody and everybody who is in the way of their military objectives,\" Kerry said.\nFrench Foreign Minister Jean-Marc Ayrault also condemned the attacks and said the conflict has reached a \"moment of truth\" for the Council.\nSyria's regime says it is targeting terrorists in besieged Aleppo, a stronghold of opposition forces fighting the regime.\n\"Everyone knows that there is only one way to save Aleppo and that is for an immediate end to the aerial bombardment that the Syrian regime and their Russian backers are pursuing,\" Rycroft said Saturday.   \n", "abstract": "Russia vetoed a UN Security Council resolution Saturday that demanded a halt to Syrian government airstrikes in Aleppo and access for humanitarian aid.  "},
{"url": "http://edition.cnn.com/2016/04/10/politics/john-kerry-g7-no-apology-hiroshima/index.html", "tags": ["politics"], "title": "John Kerry at G7: No apology for Hiroshima ", "text": "Looming over the two days of talks between Kerry and other G7 foreign ministers is the location itself, which was devastated when the U.S. dropped an atomic bomb on the city in August 1945. The bomb, which led to the end of World War II, killed 140,000 people. \nThree days later, the U.S. dropped a second bomb on the port city of Nagasaki, killing about 70,000 people. \nBut a senior State Department official traveling with Kerry said America's top diplomat will not issue an apology for its use of nuclear weapons and the devastation it causes. \n\"If you are asking whether the secretary of state came to Hiroshima to  apologize, the answer is no,\" the official said. \"If you are asking whether the secretary -- and I think all Americans and all Japanese -- are filled with sorrow at the tragedies that befell so many of our countrymen, the answer is yes.\"\nKerry, though, did seek to use his visit to \"recognize the huge loss of life\" that occurred during the war, said State Department spokesman Mark Toner.\nKerry and the other ministers will visit Peace Memorial Park, a World War II memorial and museum that has become a symbol for nuclear disarmament. \n\"It is also an acknowledgment that since the end of World War II that the United States and Japan have become the closest of friends and strong allies,\" Toner said.\nThe Japanese government and public hope the location of the summit in Hiroshima will foster better understanding among nations about Japan's staunch nuclear stance. \nRecent comments by Republican presidential front-runner Donald Trump proposing arming Japan and South Korea with nuclear weapons have raised eyebrows here in the country. \nAnd Kerry's trip to Hiroshima could pave the way for President Barack Obama to visit the city next month, when he travels to Japan for the G7 leaders summit. The senior State Department official said the White House had not made a formal decision. \nThe Group of Seven (G7) industrialized countries -- in addition to the U.S. -- includes Britain, Canada, France, Germany, Italy and Japan. \nThe Syrian civil war, the migrant crisis facing Europe and violence in Ukraine were some of the topics discussed during the first day of talks, aides traveling with Kerry said. \nKerry also led a discussion about the political chaos in Iraq and Afghanistan, after having visited both countries this week. The fight against ISIS also dominated the discussions. Some of the European members are grappling with security challenges in the aftermath of recent terrorist attacks in Brussels and Paris.\nBut Japan hopes to highlight pressing concerns in Asia, including China's activities in the South China Sea and the North Korean nuclear threat.\nOn Sunday, Kerry and the other ministers paid a visit to the seaside Itsukushima shrine that dates to the late sixth century, one of Japan's most well-known cultural sites. \n", "abstract": "Secretary of State John Kerry's arrival to Hiroshima for a G7 meeting with his foreign counterparts marks the first visit by a U.S. secretary of state to the city, where the U.S. became the only country to use a nuclear weapon during World War II."},
{"url": "http://money.cnn.com/2016/11/08/news/tesla-factory-germany-grohmann-engineering/index.html", "tags": ["business"], "title": "Tesla says it's buying a German firm, Grohmann Engineering", "text": " Tesla founder Elon Musk announced the purchase of Grohmann Engineering on Tuesday, saying it marked a significant step in Tesla's bid to dramatically increase its production. \n The electric automaker did not say how much it was paying for the firm, which employs about 700 people. \n But Musk did say that he expects to hire another 1,000 skilled engineers over the next two years to work at Grohmann. \n The company is in a very niche industry: It designs the factory machines that produce cars. \n Musk described the purchase as an important first step toward manufacturing cars in Europe. \n \"Tesla is going to make very significant investments in Europe... we're going to be contributing a lot,\" Musk said. \"We sell a lot of cars in Europe. But obviously we think the right thing to do is start producing cars... [in] the European market.\" \n Tesla is expected to sell nearly 18,000 vehicles in Europe this year, which is about one-fifth of the firm's production, according to forecasts from LMC Automotive. \n Grohmann currently has a number of big car manufacturers as clients, which could create a conflict of interest for Tesla. \n But Tesla (TSLA) struck a note of cooperation. \n \"There are a number of existing clients for Grohmann and of course we will honor those contracts and try to be as helpful as we can,\" Musk said. \n", "abstract": "Tesla is buying a specialist German firm -- Grohmann Engineering -- to help it ramp up production of its electric cars."},
{"url": "http://edition.cnn.com/2016/11/08/politics/evan-bayh-todd-young-indiana-senate-election-results/index.html", "tags": ["politics"], "title": "Todd Young defeats Evan Bayh in Indiana Senate race", "text": "Rep. Todd Young will hold the Republican seat, complicating Democrats' efforts to take back the Senate. Bayh, a former governor and senator in the state and the scion of a famous political family, entered the race this summer at the last-minute urging of Democratic leadership. \nHe was once seen as a heavy favorite in the race but saw his numbers plummet as GOP groups targeted his career after leaving the Senate and painted him as a Washington insider.\nYoung defeated another US representative in a competitive Republican primary this spring.\n", "abstract": "Evan Bayh failed to recapture his old Senate seat in Indiana, according to a CNN projection, succumbing to a barrage of Republican attacks that stripped him of his once-sizable lead in the polls."},
{"url": "http://money.cnn.com/2016/11/09/news/companies/gm-layoffs/index.html?iid=SF_LN", "tags": ["business"], "title": "GM announces first layoffs in six years, cuts 2,000 jobs", "text": " The company said it will cut the third shift of production at the Lordstown, Ohio plant, which makes the compact Chevrolet Cruze. It's also cutting jobs at the Lansing, Mich., Grand River plant where it makes the Chevy Camaro and the Cadillac ATS and CTS. \n GM (GM) said the job losses will hit 1,200 factory workers in Ohio and 800 in Michigan, though some of those workers may be offered other positions. The jobs will be eliminated in January. GM had 97,000 U.S. workers as of the end of last year. \n Each plant will continue to operate two shifts a day to make the same cars they do now -- but fewer of them.  \n The company currently has 97,000 U.S. employees, having added about 20,000 jobs since its 2009 bankruptcy reorganization. \n The Lordstown plant makes the Cruze sedan. GM also makes a hatchback version of the Cruze at a plant just over the border in Mexico. GM started selling that Mexican-made version of the car in the U.S market with the 2017 model. \n President-elect Donald Trump has repeatedly told automakers that, if elected, he intends to impose a 35% tax on cars they build in Mexico for the U.S. market. \n GM spokesman Tom Wickham said that the timing of the company's announcement had nothing to do with Tuesday's election, but was instead aimed at giving affected workers the 60-day notice they are legally entitled to. \n He added that the company did not announce the layoffs before the election because it did not want to be accused of trying to affect the election results. \n \"There is no connection between the two issues,\" he said. \"Lordstown production adjustment is being made based on the softening car market and outlook for 2017.\" \n Cruze sales are down nearly 20% so far this year in the U.S., primarily because GM decided to cut back on less profitable sales to rental car companies, Wickham said. \n Most small car models have seen slumping sales in recent years thanks to low gasoline prices. Sales of the compact Cadillac ATS and the midsize CTS are both off 16% this year, while sales are down 8% the Camaro, which is made at the affected Michigan plant, are down 8%. \n But while sales of these models are down for GM, pickup trucks and SUVs, which produce much bigger profits than small cars, continue to sell briskly. \n", "abstract": "GM eliminating third shift from Ohio plant and one in Michigan, cutting 2,000 positions in first permanent layoff since 2010."},
{"url": "http://edition.cnn.com/2016/11/05/politics/girls-on-the-bus-how-things-have-change-gloria-borger/index.html", "tags": ["politics"], "title": "How things have changed since the era of the 'Boys on the Bus'", "text": "At the Washington Star, where I began as a reporter, one of my greatest thrills was being able to work in the same newsroom with Mary McGrory, who was the exception to the mostly male rule. \nShe was a trailblazing columnist who changed the way we look at -- and write -- about politics. I would have been honored just to carry her bags (which I often did). She was a female star, a role model -- not to mention being a brilliant writer who asked the direct questions no one else would. There weren't enough women in the newsroom then, but we were starting to sprout. The boys club was daunting, especially if you wanted to cover politics. I approached it with the sense that maybe I was trying to be initiated into a fraternity where I didn't quite belong.\nBut women did make the move to politics and we did belong. I was in print -- at the Star, then at Newsweek, then at U.S. News and World Report. I ironically always thought that TV was going to be my backup job. Then, of course, print started to literally disappear. And what I discovered was that the skills of being a good broadcast journalist are largely the same as being a good print journalist -- both require the same ability to report, write and explain. Those requirements have remained steadfast.\nLuckily, other things are very different from back in the day. Here at CNN, it's not uncommon for women to dominate -- whether as correspondents in the field or on political panels. It's not only a different environment, it's a broader environment and I think we cover the news better because of it.\nBut while certain things are better, my younger colleagues have it far from easy. In fact, when I look back -- especially on my days writing weekly at Newsweek (imagine that!) -- the schedule seems so, well, relaxed. \nAt CNN, it isn't uncommon for moms to be at the office early and work through the evenings, particularly in a busy period like the election. The 24/7 news cycle means that they don't have the ability that I had to take a break in my day, go home for dinner, and then continue to work and write in the privacy of my own home. That was definitely true in my print reporter days. And I even remember when, on the campaign trail, all of the focus was getting a story on the evening news. How quaint that all seems now.\nToday, the girls on the bus are always on -- either traveling, or in the studio or reporting off camera. I marvel -- absolutely marvel -- at their ability to juggle. Sure, I had to juggle things to find balance, too, but not like this. They are champions at what they do, and I stand in awe.\nWhen we are in the bureau at the same time -- a rarity these days -- we realize how much we miss the daily camaraderie. In our corner of CNN Washington world, I have my office, and Dana Bash is next door, and Brianna Keilar is there, too. We talk all the time. The great thing about women at CNN is that we value each other and counsel each other. Mommy guilt is a very real thing; we have all been through it, with a sense that no matter where you are you think you should be somewhere else. But we thrive, and so do our children. \nThe support flows both ways between generations here. One tiny example: When I was trying to figure out a cool song to dance to with my son at his wedding, the dance party began in the office next door. We celebrate together, we confide in each other and we trust each other's judgment and reporting.\nYou bring who you are to every story you cover, but you don't cover a story differently just because you are a woman. That diversity may just bring a different question or point of view to an interview or to a piece. It took a while for us all to recognize that, but at least we do now.\nAnd that's not changing.\n", "abstract": "When I first started out covering politics the boys club was daunting, especially if you wanted to cover politics.  I approached it with the sense that maybe I was trying to be initiated into a fraternity where I didn't quite belong."},
{"url": "http://money.cnn.com/2016/11/08/investing/cvs-earnings-stock-walgreens/index.html?iid=SF_River", "tags": ["business"], "title": "CVS isn't healthy -- stock plunges nearly 15%", "text": " The drugstore chain and pharmacy benefits manager giant reported sales for the third quarter that missed forecasts. CVS (CVS) also warned that earnings for the fourth quarter and all of 2017 would be worse than expected. \n Shares plunged nearly 15% on the news. \n The biggest problem for CVS appears to be increased competition from rival Walgreens (WBA), which now owns European pharmacy giant Boots and is also in the process of buying Rite Aid (RAD). \n CVS said that it expects to lose more than 40 million prescriptions. \n CEO Larry Merlo said that some prescriptions have begun \"migrating out of our pharmacies this quarter\" and that the company is \"currently experiencing slowing prescription growth in the overall market.\" \n CVS bought pharmacy benefits manager Caremark a few years ago, a deal that may be backfiring on the company. CVS may be alienating some companies who are worried about how much power it holds in the prescription drug business. \n Walgreens has sought to take advantage of those fears. It has partnered with Caremark rival Optum Rx, which is owned by insurance giant UnitedHealth (UNH). \n Walgreens also has a strategic alliance with Prime Therapeutics, the mail order unit of more than a dozen Blue Cross and Blue Shield health plans. \n Another pharmacy benefits manager, Express Scripts (ESRX), announced at the end of September that Walgreens will replace CVS as the drug store of choice for Tricare, a prescription plan that Express Scripts runs for members of the U.S. military. \n CVS is trying to diversify its business to deal with these competitive threats. The company has also bought Omnicare, a company that runs pharmacies for nursing homes. CVS also now runs in-store pharmacies at Target. (TGT) \n But many analysts believe that CVS has paid too much attention to its pharmacy benefits and mail order businesses -- at the expense of improving its own stores. \n CVS said same-store sales at the front end of its pharmacies fell 1% in the quarter. The company blamed weak traffic. \n Meanwhile, Walgreens has won raves for investing more in the front end of the store, i.e. beauty care, food, toys and other items. \n \"CVS is missing out on growth that could be easily attained by a slightly more imaginative approach to its front of store business,\" said Neil Saunders, CEO of retail research firm Conlumino, in a report. \n \"We continue to be disappointed that the group cannot see the front of house opportunity,\" he added. \n It's a problem that CVS needs to quickly address before the problem gets worse. Customers aren't the only ones that are unhappy. Investors are annoyed too. The stock is now down more than 25% this year. \n", "abstract": "Drugstore giant CVS is warning of slowing sales and profits. The company said it may lose more than 40 million prescriptions as it faces tougher competition from top rival Walgreens."},
{"url": "http://edition.cnn.com/2016/11/09/tennis/steve-simon-wta-maria-sharapova-drugs-ban-return/index.html", "tags": ["sport"], "title": "WTA chief welcomes Sharapova's return from ban", "text": "The Russian star, who has five grand slam titles to her name, is eligible to compete again on April 26 2017. The penalty followed a positive test for banned substance meldonium at this year's Australian Open.\n\"I believe that the game, the fans, the tour ... everybody is going to welcome Maria back,\" Simon told CNN's Open Court host Pat Cash at this year's WTA Finals in Singapore.\n\"We're looking forward to seeing her back on tour. I do believe that the fans and everyone else is going to be excited to see her back as well.\"\nSharapova's original two-year ban was reduced to 15 months in October, meaning she will be able to compete in the French Open in May. \nSimon spoke of his admiration for the way Sharapova has conducted herself since receiving the ban. \n\"She's gone through a long and difficult year going through this process,\" he said. \"I think she's shown a tremendous level of integrity.\n\"Maria owned up to everything she did. We wish all athletes and people would own up to what they do and take responsibility for their actions. \n\"She did. She's gone through the process. She received no special considerations due to her celebrity status.\"\nSimon acknowledged the impact the ban has had on the Russian's career. \n\"She's paid a hefty fine,\" he said. \"She's lost all her ranking; she's lost 15 months of income. That's a significant hit for anybody. She's paid her dues and she's available to come back when her suspension will end in the spring.\"\nVisit cnn.com/tennis for more news and videos\nSimon is not the only CEO in world tennis to welcome Sharapova's comeback. Johan Eliasch, CEO of tennis manufacturer Head who sponsor Sharapova, congratulated the Russian star after her ban was reduced.\n", "abstract": "Steve Simon, CEO of the Women's Tennis Association (WTA), says he is \"looking forward\" to seeing Maria Sharapova back on the circuit once she has served her drugs ban."},
{"url": "http://edition.cnn.com/2016/11/08/sport/santiago-lange-cancer-survivor-sailing-awards/index.html", "tags": ["sport"], "title": "Cancer survivor wins World Sailor of the Year", "text": "Just eleven months before taking to the water in the Narca 17 sailing division, Santiago Lange had found himself in a Barcelona operating theater, staring up at a cancer surgeon. \nNow, having become a gold medalist despite having most of a lung removed, the 54-year-old Argentine returned to that same Spanish city for one final twist in his remarkable tale.\nAt a prestigious awards ceremony in the 18th century Casa Llotja De Mar, Lange was crowned the Rolex World Sailor of the Year in the presence of some 500 guests. \n\"People keep saying it's like a Hollywood movie,\" he told CNN via a Skype call from his home in Argentina prior to the ceremony. \nThe oldest sailor in Rio, Lange was competing at his sixth Olympic Games. But -- despite all the odds -- he has never given up on his quest to become a champion, and achieved that goal by a single point in the final race of his Olympic regatta in the Nacra 17 Mixed Multihull, with sailing partner Cecilia Carranza Saroli.\nLange shakes his head in disbelief at the reaction both in Brazil -- \"I must surely be the first Argentinian that Brazilians have cheered,\" he jokes -- and back at home.\n\"Even now it's still crazy. I took a plane in Argentina, the captain spotted me and announced over the system. Everyone on the plane stood up and clapped,\" he says.\n\"And if I'm on a toll road, I'm not allowed to pay a toll. It seems it has had an impact on a lot of people, and everyone seems so happy about our success.\"\nThat Lange was able to even make it to the start line, let alone be celebrating a golden finale, is down to medical ingenuity and his own remarkably rapid recovery.\nHe was diagnosed with cancer in March 2015, but dithered over the medical advice for surgery to remove a lung because \"the problem is I like to use my lung!\"\nThe operation left him with just 20% use of his left lung -- hardly ideal for the potential exertions of an Olympian -- but Rio, whether realistic or not, became a carrot dangled in front of him.\nDespite eight hours of surgery, the next day he was up walking around. Five days later he was at home and walking five kilometers a day. From day 10 to 30 of his recovery, he cycled 450 km with his sons.\nBy November last year -- 41 days after surgery -- he was back in the boat.\n\"The beginning was enormously tough,\" he recalls. \"Really from then until May or June was so tough because you have to be fit and able to breathe to work your brain.\n\"And it made me grumpy all the time. Really, Ceci deserves a second gold medal for putting up with me!\"\nBy the time they got to Rio, gold seemed possible -- but their initial target was just to finish higher than fourth, so Lange could at least add to his previous two Olympic bronze medals.\nIn the dramatic deciding race, the Argentines were penalized and dropped to the rear of the fleet before clawing their way back to sixth. Placing any lower, they would have lost the gold.\nThere was no immediate celebration -- they weren't sure where they had finished. Lange recalls thinking he'd missed out on a medal altogether before journalists on a nearby boat relayed the news.\n\"There was no words, really, just in my mind an absolute feeling of happiness,\" he says. \"It was a sensational moment.\"\nHave your say on our Facebook page\nWatching on the shoreline were his 87-year-old mother and his brothers, while his sons Yago and Klaus -- also part of Argentina's sailing team -- swam out to meet his boat for an emotional celebration.\n\"Luckily, Ceci spotted them,\" he adds. \"All Games are very emotional but to be at an Olympic Games opening ceremony with your sons and then to win gold like that was so special.\n\"We'd spent so much time in Rio beforehand that we had lots of Brazilians cheering for us as well.\"\nLange was given a cellphone for an interview back in Argentina -- it was left on, and the rest of his family's celebrations played out to a massive public audience. Two months on, it is still often replayed.\nMuch of the past weeks have been spent at home, where Lange has pursued his other job as a naval architect. He studied the subject in England and has just finished building his own motorboat with a hybrid engine as a hobby.\nHis prowess on the design side and on the water also saw him enlisted by Artemis Racing for the Swedish team's 2013 America's Cup campaign, which was hit by the tragic death of Andrew \"Bart\" Simpson in San Francisco Bay.\n\"That's one of the hardest moments of my life,\" Lange says, as his usually upbeat voice turns solemn. \"I was there that day and it's hard because we know how much of a great man Bart was. He was a great sailor but also a great friend to everyone, and that was so, so tough.\"\nThe effervescent Simpson would certainly have been among the first to congratulate Lange on his Olympic triumph.\nAt his age, surely that is the end for him at the Games? He jokes he has to carry on as \"it helps me remember my life every four years\" -- but he is serious when he says Tokyo 2020 is his new ambition.\nVisit cnn.com/sailing for more news and videos\n\"I do it for the love of sailing -- the outcome is just a positive side effect,\" he concludes. \"I love sailing and I love the Olympic Games. It's my life.\"\n", "abstract": "Last year, Argentinian sailor Santiago Lange was diagnosed with lung cancer but recovered to win Olympic gold and the Rolex World Sailor of the Year award"},
{"url": "http://edition.cnn.com/2016/11/02/golf/golf-korea-pak-park/index.html", "tags": ["sport"], "title": "South Korea: Factory of champion golfers", "text": "It is a line that encapsulates the sporting mentality that has seen South Korean golfers swarm the upper echelons of the women's game.\nSince 2008, nearly 40% of the major championships on the LPGA Tour have been won by South Koreans. It boasts six of the world's top 10 ranked players and 40 of the top 100.\nA fiercely competitive society married with an intrinsic dedication to getting better has fostered a generation of women that has transformed and revolutionized the game.\n\"Koreans are the most disciplined people on earth,\" PGA coach Brian Mogg, who has an academy in Seoul, told CNN's Living Golf show.\n\"You tell them to do something but they don't just do it, they do it to the nth degree, and they do it hard and passionate. When you put hard work and discipline together you're going to create some success.\"\n'Se Ri Pak's kids'\nThe pioneer for this influx of golfing prodigies was Se Ri Pak.\nShe became the first South Korean to capture a major at the 1998 LPGA Championship. Such was her limited grasp of English at the time, Pak didn't realize it was a major until after she'd clinched the title.\nPak would go on to win a whopping 39 professional tournaments and five majors in a career that was spawned by a fastidious father who would occasionally make her spend the night alone in a cemetery to toughen her up.\nTen years after her breakthrough triumph, Pak's \"kids\" began to permeate the LPGA's ranks and started a trend that now sees its women dominate.\nThere have been 11 more major winners from the country since. \nInbee Park has seven to her name at just 28. World No. 1 Lydia Ko, a two-time major champ who won her first pro tournament aged just 14, was born in Seoul before moving to New Zealand.\n\"Se Ri has raised the standard of Korean golf and helped the careers of so many players,\" two-time major champion In Gee Chun says. \n\"Not only that, her success has lifted the whole golf industry in the country.\"\nHa Na Jang, who has three LPGA Tour victories and $2 million career earnings to her name, adds: \"Se Ri is a golfing legend in Korea. It's an honor for me to try to follow her path.\"\nA winning mentality\nSuch is the South Korean mentality, Pak's kids didn't just want to emulate their idol, they wanted to eclipse her.\nFrom an early age only those who win are rewarded, creating single minded competitors who work tirelessly to reach the peak of their profession.\n\"When I look at American players I can see that they're friends, cheering for each other,\" Jang explained. \"But there is a lot of rivalry between Korean players. They consider each other as competitors, not as a friend or fellow player.\"\n\"This sense of rivalry makes me work harder all the time,\" Chun adds. \"If I see others achieve success it makes me work harder to achieve my goals. I think everyone has that kind of competitive spirit.\" \nChan-Goog Yang, head pro at Seoul's Sky 72 club, develops the theme further.\n\"In Western culture, although the winner is important, they respect all competitors and reward them for their effort, regardless of where they finished,\" Yang says. \n\"In Korea, however, only the winner is rewarded. Only first place. This has an effect on young children who learn from an early age, no matter what form of competition, you are either a champion or nothing.\"\nSingle minded\nThis unflappable temperament is vital out on the course, when a golfer often has to battle their own mind as well as the opposition.\nTrusting your swing is imperative, and this is where a paucity of golf courses in South Korea has actually proved beneficial. Most players hone their skills on the driving range instead, which can make their swing water tight.\nAdd that to the rest of the package, and it's no wonder South Koreans are ripping it up on the links.\n\"With other sports an umpire decides whether you've won or lost,\" Yang explains. \"Whereas in golf, results can be seen straight after you hit the ball, which is why it fits so well with a Korean's character. \n\"Phrases such as \"see you later,\" \"let me see\" or \"we'll see\" -- phrases that suggest waiting -- do not suit a Korean's character. It's all about \"what I do\" and \"what I get.\" Koreans need to know what they have done and what they will receive immediately, which fits right into golf.\"\nAs world No. 12 So Yeon Ryu explains, on the rare occasion a bad shot occurs, South Koreans are well equipped to deal with it.  \n\"We all learn how to control our mind especially when you're upset or when you're happy so Koreans just naturally know how to manage your anger or your happiness because it's our culture,\" she said.\nRevitalizing the Tour\nThis surge of South Korean superstars has not only changed the golfing landscape on the course, but also revitalized its fortunes off it.\nFive years ago there were 23 events on the LPGA Tour. That numbers now stands at 33, and 14 of those are sponsored by Asian companies.\nEight of those tournaments are being staged in Asia this season, while the Korean Ladies' Professional Golf Association organizes 78 national tournaments a year with prize money totaling $20 million. \nYoung players progress through three levels of competition, and by the time they take flight towards the United States and the LPGA Tour, they are primed to prosper.\nHave your say on our Facebook page\nSo, too, is the LPGA. Its first retail store in Seoul opened recently, and it plans 100 more in South Korea by 2018.\nBut it is on the course that success will continue to be measured, and according to Mogg, the very fabric of South Korean culture is the best support the game can have.\nVisit cnn.com/golf for more news and videos\n\"It's pretty much a disciplined culture, very much an inherent and rigid way in terms of daily roles and how you follow these patterns of behavior and golf is an extension out of that,\" he said. \n\"I think that's probably at the root of why you're seeing so much success.\"\n", "abstract": "South Korea has dominated women's golf since Se Ri Pak's breakthrough major victory at the 1998 LPGA Championship."},
{"url": "http://edition.cnn.com/2016/11/04/sport/valkenswaard-united-gcl-team-champions/index.html", "tags": ["sport"], "title": "Valkenswaard Utd wins prestigious team title", "text": "A blend of youth and experience proved to be a winning formula with youngest member Emily Moffitt, 21 and veteran John Whitaker starring alongside Bertram Allen and Eduardo Menezes. \nThe team had won four previous rounds during the 15-leg 2016 championship and were handsomely rewarded for their efforts bagging more than $8 million prize money between them. \nIt proved to be a nail-biting climax to the season in the Qatari capital with Valkenswaard United narrowly taking the overall title with 328.5 points, ahead of the Antwerp Diamonds on 326 and the Monaco Aces -- who dropped out of the title race after Daniel Bluman clocked 12 faults -- on 315.5.\nFrom the beaches of Florida to the floodlights of the spectacular Al Shaqab arena, the Valkenswaard quartet have topped the overall standings throughout the 15-leg series, having won victories in Miami, Hamburg, Monaco and Vienna.\n\"It's been brilliant, it's been a long season,\" said Bertram Allen. \"We were battling out the whole year. If you're not consistent and fully revved up and concentrate, you have a bad result and that will compromise the end of the season.\"\nIt was a close-run competition that Valkenswaard United almost lost a grip on in Doha when Allen racked up 12 faults, only just scraping into the second round as eighth-place team.\n\"I was really disappointed with my fence down,\" said Whitaker. \"That put pressure on Bertram to get a fast clear to keep us up there.\n\"We only just made the second round. I jumped clear and I thought: 'we are in with a shot' again. I'm very relieved to win, we have had a great season.\"\nQatar's showjumping palace\nThe Doha edition of the GCL was won by the Paris Jets with Rolf-Göran Bengtsson and Nicola Philippaerts jumping seven seconds clear from the rest of the competition to claim their first win of the series.  \nShow jumping is rapidly growing in the Middle East state of Qatar. Sheikh Joaan bin Hamad Al Thani, brother of the Emir of Qatar, was at the Al Shaqab arena to witness the conclusion to the GCL team competition.\nThe stadium was founded in 1992, and has gone on to become one of the world's leading equestrian facilities, staging international events in showjumping, dressage and endurance riding.\n It boasts an equine hospital, a swimming pool to aid animals' recovery, air-conditioned stables, and large indoor and outdoor stadia. The venue's floodlights mean that this weekend's competition is taking place at night, too.\n Visit cnn.com/equestrian for more news and videos\n", "abstract": "On the day they finished sixth, but for Valkenswaard United it was enough to take the inaugural Global Champions League title in Doha, Qatar."},
{"url": "http://edition.cnn.com/2016/10/22/sport/all-blacks-record-bledisloe/index.html", "tags": ["sport"], "title": "Record-breaking All Blacks sidestep clown affair ", "text": "Australia went down 37-10 at Eden Park in Auckland, prompting Wallabies coach Michael Cheika to say: \"The way they play the game is outstanding.\"\nAccording to the All Blacks official website, Cheika said of their record-breaking run: \"I don't think they need our comments. \n\"We have to learn that you cannot turn the ball over against these chaps because they will punish you.\"\nHis reaction follows a bad-tempered atmosphere between the fierce rivals ahead of Saturday's game and in the post-match reaction.\nThe New Zealand Herald earlier published a full page cartoon of Cheika with a red nose and under the heading \"Send in the clowns.\"\nAustralian captain Steven Moore was quoted by the newspaper as saying it had been \"disrespectful.\"\nAnd Cheika echoed the comment in his post-match interview on the official Wallabies website.\nNew Zealand coach Steve Hansen downplayed the clown incident after the record-breaking win, denying that the All Blacks lacked respect. \n\"Our guys respect them a lot, we went to war with these guys,\" he said on the All Blacks site.\n\"At what point does winning mean you are not respecting them.\" \nThe win marks another high point for New Zealand. The team made a clean sweep in The Rugby Championship, finishing top of the southern hemisphere competition with six victories and 30 points.\nAll Blacks fly-half Beauden Barrett was top scorer with 81 points, and the top try scorer was teammate Ben Smith with five.\nVisit cnn.com/rugby for more news and videos\nThe focus will shortly move to the northern hemisphere with the autumn internationals. Ireland has the toughest task in the first round of matches on November 5 as it takes on the record-breaking All Blacks, while Australia faces Wales in Cardiff.\n", "abstract": "The mighty All Blacks have underlined their dominance of the game, setting a world record of 18 straight Test wins with victory over the Wallabies."}
]