[
{"tags": ["economy"], "abstract": "Factory output increased by 0.", "url": "http://www.telegraph.co.uk/business/2016/11/08/manufacturing-growth-beats-forecasts-as-industry-shows-no-impact/", "text": "Factory output increased by 0.6pc in September, beating economists' forecasts of 0.4pc and reversing some of the contraction seen earlier in the summer, according to official figures.\nThe sector still contracted by 0.9pc in the quarter, though modest growth in August and September could suggest that manufacturers are building momentum.\nAs a result the National Institute of Economic and Social Research (NIESR) believes the economy overall grew by 0.4pc in the three months to October, slowing a touch from the 0.5pc in the three months to September.\nPrivate sector surveys have also indicated some pick-up in growth in September and October, with export orders in particular growing.\nThe Office for National Statistics said that over the past 12 months, however, manufacturing output was only up by 0.2pc as the sector has struggled to grow consistently.\nOther industries also reported weak figures.\nOil and gas went into reverse, with output diving by 3.8pc, largely because of repair work on North Sea oil rigs.\nThe electricity and water supply sectors also contracted in part because warm weather hit demand for heating, leading to overall production industry output falling by 0.4pc in September.\nOfficials at the ONS said the referendum result appeared to have had no impact on factory output at all so far.\n“Manufacturing was broadly flat across the third quarter while oil and gas were weak overall, with widespread summer maintenance shutdowns hampering production more than usual,” said statistician Kate Davies.\n“There are no obvious signs so far of either the weaker pound or post-referendum uncertainties affecting the output of UK factories, which continued broadly in line with recent trends.”\nEconomists believe more growth could come in October.\n“Industrial production probably bounced back in October; manufacturing surveys point to further solid gains and output in the energy supply likely [rebounded],” said Samuel Tombs at Pantheon Economics.\nNIESR's Oriol Carreras said: \"Robust consumer spending growth continues to support the economy. Looking ahead, this contribution from consumers is expected to wane over the course of next year due to a substantial rise in the rate of inflation.”\n", "title": "Manufacturing growth beats forecasts as industry shows no impact from Brexit"},
{"tags": ["economy"], "abstract": "Britain's jobs market is &ldquo;thriving&rdquo; again after a summer dip following the Brexit vote, according to a survey by the Recruitment and Employment Confederation.", "url": "http://www.telegraph.co.uk/business/2016/11/08/uk-jobs-market-thriving-after-summer-pause/", "text": "Britain's jobs market is “thriving” again after a summer dip following the Brexit vote, according to a survey by the Recruitment and Employment Confederation.\nThe monthly REC/Markit barometer showed the number of people finding permanent roles climbed at the fastest pace in eight months in October, marking the third consecutive month of increases.\nStarting salaries for permanent staff rose at the fastest pace in five months, while vacancies also climbed in October in a sign of increasing employer confidence.\nKevin Green, chief executive of the REC, said: “Despite ongoing uncertainty, the UK jobs market is thriving again in most areas of the UK.”\nHowever, he warned that a chronic skills shortage and concerns that the Government will introduce strict immigration curbs after it leaves the EU presented “real threats” to the ability of businesses to meet demand and the Government to deliver public services.\nHe urged policymakers to ensure the UK remained “open for business”.\n“This is a great place to be but there are real threats coming over the hill,” said Mr Green. “The Government urgently needs to outline a strategy to address employability skills within UK education and promote apprenticeships and other routes into work. We also need immigration policies that reflect immediate labour market needs.\n“We can’t afford to see businesses relocate overseas, taking jobs with them and leaving us poorer as a nation.”\nOfficial data show Britain’s jobs market has remained resilient following the EU referendum result in June, with employment rising to a record high in the three months to August.\nHowever, the Bank of England has warned that leaving the EU is likely to push up unemployment in the coming years, while rising inflation will erode household incomes.\n", "title": "UK jobs market 'thriving' after summer pause"},
{"tags": ["economy"], "abstract": "Companies in the eurozone are growing at their fastest pace since January as German economic growth picked up in the Autumn, according to a set of influential surveys.", "url": "http://www.telegraph.co.uk/business/2016/11/04/strong-germany-bolsters-steady-eurozone-economy/", "text": "Companies in the eurozone are growing at their fastest pace since January as German economic growth picked up in the Autumn, according to a set of influential surveys.\nOutput, orders and hiring are all on the up, firms told IHS Markit’s purchasing managers’ index (PMI) survey.\nThe index rose to 53.3, well above the 50 level that indicates growth.\nAlthough there have been downturns in individual countries in recent years, the overall eurozone economy has been growing since mid-2013 on the index, with both the manufacturing and services sectors currently expanding.\nGermany is leading the way with a very solid score of 55.1 and its fastest rate of job creation for five years.\nEconomists said that the figures would translate only to modest overall growth, however.\n“The October PMI signals a mere 0.3pc GDP growth rate, suggesting the fourth quarter could see growth unchanged on that seen in the second and third quarters despite the ECB’s further efforts to stimulate the economy,” said Chris Williamson at IHS Markit.\n“However, with backlogs of work rising at the fastest rate for over five years, hiring showing tentative signs of accelerating and business confidence improving, there’s a strong suggestion that growth will pick up as we move closer towards the end of the year.”\nMr Williamson expects Germany to grow by 0.5pc in the final quarter of 2016, Spain at 0.6pc to 0.7pc growth and Ireland at almost 1pc.\nBut there may be clouds ahead: Ireland’s growth is “down sharply from earlier in the year as worries mount about the potential impact of Brexit”.\n", "title": "Strong Germany bolsters steady eurozone economy\n"},
{"tags": ["economy"], "abstract": "The US Federal Reserve held interest rates unchanged on Wednesday despite the strengthening US economy, but indicated that rates could go up after next week's presidential election.", "url": "http://www.telegraph.co.uk/business/2016/11/02/fed-holds-off-hiking-rates-for-now-as-election-looms/", "text": "The US Federal Reserve held interest rates unchanged on Wednesday despite the strengthening US economy, but indicated that rates could go up after next week's presidential election.\nThe central bank's rate-setting committee is now widely expected to hike the target for the benchmark federal funds rate from 0.25pc-0.5pc at its next meeting in December, though political uncertainty could push that out into next year.\n“The Committee judges that the case for an increase in the federal funds rate has continued to strengthen but decided, for the time being, to wait for some further evidence of continued progress toward its objectives,” the Fed said on Wednesday.\n“The stance of monetary policy remains accommodative, thereby supporting further improvement in labor market conditions and a return to 2pc inflation.”\nLast December the Fed made its first increase in interest rates in almost a decade and indicated it would raise rates several times through 2016.\nBut slower than expected growth early in the year delayed that plan.\nEmployment “continued to strengthen\" while the economy “has picked up from the modest pace seen in the first half of the year”, the Fed said on Wednesday.\n“The Committee expects that economic conditions will evolve in a manner that will warrant only gradual increases in the federal funds rate; the federal funds rate is likely to remain, for some time, below levels that are expected to prevail in the longer run. However, the actual path of the federal funds rate will depend on the economic outlook as informed by incoming data.”\nWith the election just around the corner, the Fed is typically seen as cautious to act, both for fear of being accused of seeking to influence the vote, and because its response to the election may be different depending on which candidate - Donald Trump or Hillary Clinton - wins, and gets to implement their chosen economic policies.\n\"Assuming Clinton wins, markets are likely to react with relief given expectations of policy continuity. This, coupled with the reasonably firm growth, rising employment and a gradual pick-up in inflation should reinforce market expectations for a December rate hike,\" said economist James Knightley at ING.\n\"Should Trump win then this is likely to hurt market sentiment given uncertainty as to what he will actually do when in power. It is hard to imagine the Fed hiking in this environment.\"\nThe rest of the world also watches the Fed's decisions closely. A rising interest rate tends to push up the value of the dollar, as well as encouraging investors to put more money into the US, with the result that funds flow out of other countries.\nOther central banks sometimes follow the Fed's actions themselves. The Bank of England, for example, was expected to raise interest rates this year, as the Fed had broken new post-financial crisis ground with its hike last year - though in the end, the Brexit vote encouraged the UK's central bank to cut its interest rate instead.\n", "title": "Fed holds off hiking rates for now as election looms"},
{"tags": ["economy"], "abstract": "Canada&rsquo;s long-awaited and much-delayed trade deal with the EU could be back on the cards at last as Wallonia &ndash; the region of Belgium that threw a spanner in the works earlier this month &ndash; appears to have decided to back the treaty.", "url": "http://www.telegraph.co.uk/business/2016/10/27/eus-canada-free-trade-ceta-deal-could-be-back-on-as-walloons-agr/", "text": "Canada’s long-awaited and much-delayed trade deal with the EU could be back on the cards at last as Wallonia – the region of Belgium that threw a spanner in the works earlier this month – appears to have decided to back the treaty.\nThe EU and Canada have been negotiating the Comprehensive Economic and Trade Agreement (CETA) for seven years, and hoped to sign the deal this month.\nBut Wallonia withheld its approval, preventing the EU from achieving the unanimous backing of all member nations that it requires.\nAs a result Canada’s trade minister declared the EU “incapable” of managing international treaties and walked out of talks to return home, while the EU’s President Donald Tusk warned the deal’s collapse could be the end of Brussels’ attempts to strike any trade deals.\nBelgium’s Prime Minister Charles Michel said that Wallonia was now in agreement, and the regional parliaments may now agree to CETA by the end of Friday night, opening the door to the deal being signed.\nMr Tusk said that once the regional votes had taken place, he will inform Canadian Prime Minister Justin Trudeau.\nAny extra concessions given to Wallonia may mean other countries will want to look again at the deal, however.\nPotential hazards include a request that the European Court of Justice should look at the system of resolving trade disputes used in the treaty.\nPreviously Mr Trudeau had asked “what is the EU for?”, if it was unable to sign an agreement with a nation that has a very open, pro-trade stance.\nOther deals such as TTIP, a mooted treaty with the US, have ground to a halt as different EU nations put forward widely varying demands. Politicians in the US have also turned against the idea during the current Presidential election campaign.\nBritain is watching CETA closely as the UK wants to reach a trade agreement with the EU as it leaves the union, but also because the Government wants to do its own post-Brexit deals with countries including Canada.\n", "title": "EU’s Canada free-trade CETA deal could be back on as Walloons agree to last-minute deal"},
{"tags": ["lifestyle"], "abstract": "As winter warmers go, the Nordics have provided plenty of inspiration, whether it&rsquo;", "url": "http://www.telegraph.co.uk/food-and-drink/drinks/aquavit-this-winters-coolest-drink/", "text": "As winter warmers go, the Nordics have provided plenty of inspiration, whether it’s nestling in natty knitwear or diving into steamy saunas. But nothing heats the insides quicker than a measure of akvavit (otherwise known as aquavit).\nAkvavit is a misunderstood niche spirit and unless you know the Nordic drinking and dining scene, chances are you won’t be familiar with it. Now is the time to try it, particularly since it sits nicely with the region’s fashionable fare.\nAkvavit is a spirit distilled with botanicals, most notably caraway and dill. Other ingredients frequently employed include cardamom, cumin, anise, fennel and coriander with lemon or orange peel and even grains of paradise occasionally added.  \nThe base ingredient for most spirit produced in Sweden and Denmark is grain, but in Norway they tend to favour potatoes and rest the akvavit in casks. The variety of base ingredient alone presents versatility, throw in a range of botanicals and maturation and you start to see the potential, particularly when pairing with cuisine.\nThe dill and coriander are obvious accents for simple starters. In crisp, unaged akvavit the drink can cut through the oil of salmon, or more fittingly a gravadlax starter and the botanicals can match the intensity of the ingredients on the plate. Danish producer Aalborg’s is one of the most available brands in the UK, its Taffel variant driven by the caraway (£21.95, Amathus) sweeter and just as useful with herring, or indeed roast pork and pickles.\nThey also have the Dild, as the name suggest with more dill (£29.95, Amathus), which can also work with open sandwiches and, dare we say it, the faithful smörgåsbord. Both available at amathusdrinks.com, one of the leading retailers for akvavit.\nSkåne (£24.64, amathusdrinks.com) is Swedish and a touch smoother, the distillers suggest pairing it with fish soup or crayfish at midsummer parties, but the subtler expression of fennel also makes it useful with a fish main. \nAmong the most interesting brands available in the UK is the Norwegian Linie (£32, thewhiskyexchange.com). The company discovered the benefits of ageing by accident when stock sent to the Far East in the 19th century was returned unwanted. Recognising the improved flavour they set about recreating this akvavit and continue to rest the spirit in sherry casks.\nAmathus also stocks Linie Double Cask Madeira (£35.26) and a Linie port wine and the spice, oak and robust warmth of these ensure they work beautifully with the cheese board. Sip all of them neat with Nordic cuisine but the mix of botanicals in akvavit make it an interesting cocktail: try dill akvavit replacing vodka in a twist on the Bloody Mary.\nThis version comes from the excellent Nick Kobbernagel-Hovind who created the drink in Ruby, a bar in Copenhagen and one of the best in the world.\nGlass: Collins\n60ml dill akvavit  5ml ruby port 60ml tomato juice 17ml fresh lemon juice 6 dashes Worcestershire sauce 2 heavy dashes Tabasco 1 pinch celery salt 5 grinds of black pepper\n Pour all the ingredients into a shaker with ice and roll it gently for 6 seconds, then strain into the glass over ice. Garnish with pickled pearl onion and a celery salt rim if preferred.\n• Join Telegraph Bespoke and Diana Henry for an exclusive Nordic dining experience at Aquavit London, three days before the restaurant opens to the public. Tickets are £125 and include a 4-course preview menu, paired wines and the chance to hear from the chefs behind this new destination restaurant. Visit telegraph.co.uk/diningexperience or call 0800 542 5859.\nBen and Tom are The Thinking Drinkers and will be performing their drinking show at the Museum of Comedy in London from Nov 23-Dec 23\n", "title": "Aquavit: this winter's hottest spirit"},
{"tags": ["lifestyle"], "abstract": "Anyone who feels that one cannot discuss Hillary Clinton&rsquo;s campaign trail make-up without succumbing to the misogyny of those who attempt to reduce her to her appearance need only consider the first televised election debate in September 1960 between Nixon and JFK.", "url": "http://www.telegraph.co.uk/beauty/people/hillary-clinton-used-to-resent-the-obsessive-scrutiny-of-her-loo/", "text": "Anyone who feels that one cannot discuss Hillary Clinton’s campaign trail make-up without succumbing to the misogyny of those who attempt to reduce her to her appearance need only consider the first televised election debate in September 1960 between Nixon and JFK.\nNixon - who had recently been in hospital - looked pale, exhausted, and unwell. His decision to eschew cosmetics in place of a product called “Lazy Shave,” intended to conceal five o’clock shadow, lead to a sweaty and saturnine appearance under the lights. As Chicago’s mayor, Richard J. Daley, exclaimed: “My God, they’ve embalmed him before he even died.” Kennedy, in contrast, glowed with lusty good health - young, tanned and athletic - like the New England princeling he was. I don't need to tell you who won. \nClinton’s self-presentation has been as vital a part of her campaign as any other candidate’s. More than this, she gets it. A quarter of a century of obsessive scrutiny has made her an adept manipulator of this visual language. Where once she resented the attention, now she exploits and satirises it. As she noted, when her book, Hard Choices, was released in spring 2014, her favourite alternative title had been: The Scrunchie Chronicles, 112 Countries And It’s Still All About The Hair. At the same time, said hair has never looked better, and never seemed more articulate of her coming of age as a candidate.\nIn the past, Clinton’s style was subject to dramatic morphings. Back in the Seventies, as Hillary Rodham, partner in one of the country’s oldest law firms, she favoured an unadorned look: glasses, straight brown hair, cosmetics-free. However, as she and her husband endeavoured to conquer public life, slap and peroxide became weapons in her arsenal.\nFor the 1992 election, the aspiring first lady countered her reputation for being a feminist “ball-breaker” with a femininely feathered fringe on a shoulder-length coiffure, teamed with pearlised pink lips; becoming a chic crop and scarlet mouth once her husband was in office. The Nineties saw her experiment with length, wave, blue eye shadow, and her famous headbands (Clinton’s pre-scrunchie accessory of choice).\nThese vacillations suggested a woman uncomfortable with the decorative aspect of the first lady role, a doer rather than a preener, who only started to find her look when this look became about her. Once the focus shifted to her own political career, the whole thing became more relaxed.\nAs New York Senator from 2001, and Secretary of State from 2009, Clinton’s wielding of hair and make-up became more about variations on a theme: short crop, apricot blush, spot of interest about the lips – be they red, rosy, coral, or the telegenic plum created for her by make-up artist Kriss Soterion for the Democratic primary debates of 2008.\nIn 2012, as she approached becoming a private citizen for the first time in 30 years, the hair went long again, a presager of the strategically soft bob with honeyed highlights that she has sported on the campaign trail. And - with the exception of her dizzy and lipstickless appearance at the 9/11 memorial after which her pneumonia was revealed - Clinton has never looked better: happy, confident, and truly beautiful.\nFor the television debates, Clinton has accompanied her alternately red, blue and white outfitting with a coral-red lipstick, peachy complexion, and black, but in no way harsh, eye make-up. It is a simple, but efficient guise that says: “Warm, relaxed, and confident with this stuff”.\nThere is a glow about Hillary, despite the arduousness of the campaign. Twitter commentators have declared her debate demeanour Christ-like, and there is something angelic about her beatific beam. This, not least, when compared with a man whose satsuma complexion shade has been satirised as “Rage Red” and “Veiled White Supremacy,” juxtaposed with luminous teeth, and lunatic hair. \nAs Hitler recreated himself as a fascist Charlie Chaplin, so Trump has fashioned himself as a capitalist clown: a decrepit parody of wealth’s teeth and tan – the bigger the lie, the bigger the hair. Over half a century on from Nixon v Kennedy, it is to be hoped that the victor in today’s visual contest also wins the race.\n \n", "title": "Hillary Clinton used to resent the obsessive scrutiny of her looks. Now she's learnt it can give her a political advantage"},
{"tags": ["lifestyle"], "abstract": "As you walk into Valerie Armstrong&rsquo;s house, you cannot help but notice a wall, almost completely covered in family photographs.", "url": "http://www.telegraph.co.uk/women/family/the-real-life-missing-my-husband-went-for-a-walk-on-holiday-and/", "text": "As you walk into Valerie Armstrong’s house, you cannot help but notice a wall, almost completely covered in family photographs.\nIn one, she is sitting with her husband, David Wood, in front of the Taj Mahal; in another, they are eating lunch with their two young sons, now grown up. Birthdays, graduation ceremonies and summer holidays, spanning more than 33 years of marriage, are all woven into this rich tapestry of memories. She looks at them and manages a smile.\n“Coming home is very hard. It is a beautiful house, but every corner of it is breathing Dave. It is hard to even walk in.”\nArmstrong, 68, is dealing with an unimaginable tragedy. Three months ago, while the couple were at their holiday home in southern France, Wood disappeared without a trace.\nOn the morning of Aug 2, the 61-year-old telecoms engineer set off to walk part of the mountain route between the village of Marie in Alpes-Maritimes and Clans, a small town about 6km to the south – but never returned. \nIt is a straightforward and scenic hike, past rocky outcrops, streams and forest, and one he enjoyed most days, walking as far as he could manage, before turning back. No one has ever gone missing in the area before and the fact that such an extensive search has unearthed not one shred of evidence as to his whereabouts is, say police, highly unusual.\n“He knew the area extremely well and knew the people,” says Armstrong, an artist and painter. The couple had stayed in their house, just above Marie, for six weeks of every summer for the last six years. “The villagers absolutely took us in. Dave was well known. He is a big man with a mass of white hair. He is funny, very loving, warm and a fantastic father. People who know him really love him.”\nSitting on the sofa of their home in Woodbridge, Suffolk, she cannot bring herself to use anything other than the present tense. \nTo add to the confusion, Wood was in good health, apart from a recent diagnosis of elevated blood pressure – which prompted his decision to walk more and get fit – and a brief bout of labyrinthitis, an inner ear infection that can cause nausea, dizziness and problems with balance and hearing. \nWood had been gone for about an hour when Armstrong first called his mobile to see where he was. Nothing seemed amiss; he said he was on his way back, about half an hour away. Half an hour passed and she rang again. He told her he was tired and had taken a rest. Again, he said he was about half an hour away.\n“He was supposed to be back by 2.30pm in the afternoon,” recalls Armstrong. “He had a conference call booked. He had to be back. It is completely odd that he went so far.”\nThat was the last time the couple spoke. After that, Wood’s phone rang without answer.\nA large-scale search, headed up by Lieutenant-colonel Dominique Blasius, of the Alpes-Maritimes police department, lasted 10 days and included officers, abseil teams, hundreds of local volunteers, sniffer dogs and a helicopter. Wood had been carrying two phones – an iPhone and a French mobile. Police attempted to use his iPhone signal to geolocate him but, because he hadn’t used it that day, an exact location hadn’t been logged. The best police could do was narrow it to two remote areas the size of a kilometre each. Nothing was found.\nHis elder son Danny, 32, a product designer in Brighton, who immediately flew out with his brother to help with the search, put out a plea on Facebook for information.\n“If he fell on the path or just off the path, he would have been found,” he wrote, in a post that has since been shared more than 2,000 times. “The forest nearby is very dense and, although he is an inquisitive person, he would not put himself in any unnecessary risk, so walking deep into it seems highly unlikely, especially as he knew that he had to be back home soon, these areas have also been heavily searched.”\nIt was discovered that a couple on a motorbike had passed Wood on the path to Clans, when he stopped them to ask the direction of Marie. For some reason, he had been heading the opposite way. It is thought this was the last time he was seen. \nAfter 10 days, the couple’s younger son, Richard, 30, an engineer, had the bright idea to buy a drone to better scour ground that was less easily accessible by foot. After almost three weeks, however, the family returned to the UK, none the wiser. \nToday, Armstrong has the look of a woman haunted by grief. Her eyes well with tears but she is determined not to be broken by the weight of either expectation or despair.\n“It is pulling us apart,” she says. “We don’t know if he is dead or alive. I think we all fear the worst but there is no proof. There is nothing. I keep asking, 'Dave, if you have died send me a message. Tell me something. I have got to know.’ It is awful. It is eating us up. Danny, Richard and I are in a parallel universe. They are going to work, and that is helping them I think, but our heads are continually somewhere else. All the time I am thinking about him.”\nThe couple met 40 years ago in Cambridge: Armstrong was working as an art therapist, Wood was doing a PhD. She calls it “friendship at first sight”. It wasn’t until they were both single, five years later, that he dropped everything and travelled to Spain to be with her. After that they “shared everything”.  \nTheories as to what happened to him abound. Did he fall and hurt himself? Did he have heatstroke and get lost? The possibility that Wood was involved in something dubious has inevitably crossed her mind. \n“But none of those things makes sense. I heard all his conference calls. He was a very honest and honourable man. He wouldn’t get himself into something strange. He just wouldn’t. There was a time when we thought, was it foul play? Has someone hurt him by mistake?”\nLieutenant-colonel Blasius is aware time is against them. “However, we are not abandoning the search and I remain firmly convinced that David Wood suffered a cerebral malaise, became disoriented, and is still somewhere between the village of Clans and that of Marie,” he says.\nHe has employed unorthodox methods of scanning the terrain, including a diviner and a spiritual medium. \nOne hypothesis is that Wood’s labyrinthitis had recurred, disorientating him and driving him deep into the mountains. In which case, he could be still be alive, lost in the denser forested areas.\n“If he is, I dread to think what kind of state he is in,” says Armstrong.\nHospitals as far as Italy have been handed his description and now boar hunters are back out, combing the mountains, the hope is that his whereabouts will become known.       \nFor now, Armstrong has no plans to return to France – “there is no point” – and believes her energy is best directed into generating publicity around his disappearance.\nI remark on the incredible resilience and strength of resolve she has displayed throughout our conversation.\n“I have got to,” she replies. “If I collapse under all this, I might not be able to get back up. It is so terrible and there is no end in sight. It is not like the person you love most in the world has been killed by a car and then you grieve and go through all the process of grieving. I can’t do that. I don’t know if I am grieving.”\nFor more information visit: www.facebook.com/TrouveDavidWood\n", "title": "The real life Missing: My husband went for a walk on holiday and never came back"},
{"tags": ["lifestyle"], "abstract": "It was early 1998.", "url": "http://www.telegraph.co.uk/men/thinking-man/until-we-treat-male-and-female-domestic-abuse-victims-the-same-w/", "text": "It was early 1998. I was on a ferry, and on the car radio, an agony aunt was talking to a man who described himself as a six-foot rugby-playing policeman who, for 10 years, had been beaten almost daily by his five-foot-two wife. I vividly remember my “what the hell?” response. That actually happens to men?\nI sensed there was a story in this somewhere, and began to research. With surprising ease, I found people who knew a man it had happened to. In fact I had – and still have – the same conversation over and over again when I tell people that I have written about this topic. I could script it, and it goes exactly like this…\nAn expert I spoke to in the late 90s opined that the situation for male victims then was much the same as it had been for women thirty years earlier. Around the same time, a senior policeman told me that we shouldn’t talk about male victims for fear that it takes the focus away from women.\nI continued to research, speaking to both male and female victims and found that just as the types of abuse reported by men are similar to the types of abuse reported by women, the impact of that abuse is much the same. What appears to be different is an unwillingness on the part of many men to accept that what has happened is actually abuse, many of them seeing it as something “that just happens”.\nPart of male socialisation and the sexist stereotypes society imposes on our men and boys is to “grow a pair”, “man up”, or “take it like a man”. Therefore, it could be argued, men’s weakness is their façade of strength.\nAccording to the Office of National Statistics (ONS) and the 2014/15 British Crime Survey, male victims (29pc) are more than twice as likely as women (12pc) to not tell anyone about the partner abuse they are experiencing, and only 10% of male victims will tell the police (26pc women). These figures show that domestic abuse is, in general, underreported, and that surely calls into question the current trend towards a gendered approach.\nOver the years that I’ve been observing this issue, the conversation has moved from being about domestic abuse to stopping violence against women and children. A laudable aim, for who in their right mind wouldn’t want that to happen? My concern – and one that is shared by people who work with abused men – is that it appears that in this narrative male victims are being sidelined.\nIn 2015, 109,000 men reported to English and Welsh police forces that they were victims of domestic abuse, which constitutes 23pc of the overall total. This is not an insignificant number. Another study found that while men are eight times more likely to commit overall violence than women, there is gender parity in partner abuse. More worrying is the fact that more than 70pc of non-reciprocal violence is instigated by women. Things have changed, and not in a good way.\nGiven that the research indicates only 12% of male victims contact the police, it's probably safe to assume the real figures are greater.  Take those numbers and consider the help available for men. Twenty organisations offer refuge or safe house provision for male victims in the UK – a total of 82 spaces, of which 24 are dedicated to male DV victims only (the rest being for victims of either gender). For female victims, there close to 7,500 spaces for women and their children.\nSo where do we as a society go from here? We need an open and honest debate. We need to encourage all victims to come forward and seek help. We need to acknowledge that the barriers abused men face are not only attributable to a lack of visible and accessible support services, and the marginalisation of men in the public narrative of domestic abuse, but are also related to sexist stereotypes of what it means to be a “real man”.\nI believe we need to follow the lead of the female victims of domestic abuse who have come to me after reading my novel, A Suitable Lie. They see this book as a commentary on domestic abuse and the horrors it inflicts. What they don’t see is gender. They see violence and its impact; they feel listened to; and they feel hope that together – women and men – we can rid our society of this scourge.\nPerhaps that generosity of spirit and empathy is where the experts need to go. Because, while they argue about who is doing what to whom and in what numbers, people are being hurt by other people. And people and their children are not receiving the help and support they need.\nA Suitable Lie is published by Orenda Books, £8.99\n", "title": "Until we treat male and female domestic abuse victims the same, we'll never be rid of it"},
{"tags": ["opinion"], "abstract": "Today's IFS report  suggests that if the previous Chancellor's relentless focus on getting the public finances into surplus is abandoned, it will mean a deficit of at least &pound;15 billion in 2020.", "url": "http://www.telegraph.co.uk/news/2016/11/08/dont-let-up-on-cutting-the-deficit-chancellor-or-you-will-be-bet/", "text": "Today's IFS report suggests that if the previous Chancellor's relentless focus on getting the public finances into surplus is abandoned, it will mean a deficit of at least £15 billion in 2020. This is neither a One Nation approach, nor does it meet the Prime Minister’s test of being \"for everyone\".\nSince June 23rd, our decision to leave the EU is being misinterpreted in all sorts of ways - from a justification for bizarre policies on reporting foreign workers, to a mandate to withdraw entirely from the European Single Market or from free trade. Clearly voters in the referendum rejected \"business as usual\", but they did not reject the need for government to get to grips with the deficit. That was the central plank of the Conservative Manifesto which delivered a majority government just 18 months ago. The very first pledge in that manifesto was to “keep our economy secure by running a surplus so that we start paying down our debts”.\nSpeaking to voters on both sides of the referendum debate, it is clear to me that the decision for many was less about the impact of Brexit on them, but more about their children and grandchildren. Voters rightly thought about the future and how Britain can be most successful in a globalised world, in a way that will deliver that most basic of human desires – for those who come after us to have greater opportunities than we did. Abandoning plans to deliver a budget surplus as the Chancellor has suggested does nothing to help achieve this.\nI have just turned 30, and it doesn't surprise me that the IFS found in recent research that my generation are half as wealthy as those born a decade earlier were at the same stage of life. People born in the 1980s are the first generation to earn less than those born in the previous decade; we’ve been locked out of the property market which has delivered huge capital wealth to those before us; we face higher housing and rent costs; and we have far less generous pension schemes. \nMore young people today believe they will start their own business than own their own home; while the start of that statement gives me great hope, the latter half is a disaster.\nMy generation, and to an even greater extent the one behind, face the triple-whammy of exorbitant student debt burdens, compulsory pension contributions, and higher taxes that deplete our incomes and ability to save. We live in a world of skewed transport costs, where it's cheaper for us to jet across Europe for a weekend in the sun than to travel home by train to see our parents. For the Chancellor to turn around post-EU referendum and land us with even greater debts to clear in the future, while continuing to protect pensioners with a triple-lock and universal benefits is simply unethical.\nAs the Chancellor himself said last at the Conservative Party conference in Birmingham “The deficit remains unsustainable…. And piling up debt for our children and our grandchildren to pay off is not only unsustainable... it’s unfair… and it’s downright un-Conservative.”\nPublic Sector debt has trebled in ten years and now stands at 84 per cent of GDP, a figure set to grow by a further £55bn this financial year. Eight years after the financial crash, in 2016 we will borrow £1,700 for every person in the UK in work. It is worth remembering that the last time the public finances were in surplus was in 2001, in the last year of Ken Clarke’s financial plans that were carried over into the early years of New Labour. \nSo while we must invest in major infrastructure projects that secure our economic future, from HS2 to Crossrail 2, Heathrow (and for that matter Gatwick) expansion, renewal energy projects, upgrading roads across the regions, and build the new homes we desperately need, there is no reason to do this off the backs of the next generation. Borrowing to build new homes young people cannot afford, with debt we expect those same young people to pay back, is far from a sustainable future that works for everyone.\nPhilip Hammond must stick to his predecessor's plans for a surplus. With employment levels at a record high, more businesses operating in the UK than ever before, inflation low, and interest rates on the floor, he has a moral duty to act now to secure younger Britons' future. If he fails to act in a way that delivers generational equality, he'll not only be storing up crippling debts for millennials: he'll be storing an electoral crisis for the Conservative Party.\nOwen Meredith is Deputy Chairman on the Tory Reform Group\n", "title": "Don't let up on cutting the deficit, Chancellor, or you will betray millennials"},
{"tags": ["opinion"], "abstract": "Theresa May risked angering her hosts when she rejected calls from the government in Delhi to relax UK visa rules.", "url": "http://www.telegraph.co.uk/news/2016/11/07/britain-like-india-has-the-right-and-duty-to-enforce-visa-contro/", "text": "Theresa May risked angering her hosts when she rejected calls from the government in Delhi to relax UK visa rules. But the Prime Minister, on a visit to India, was right to stand her ground. The biggest problem with illegal immigration in this country involves people overstaying after their visas have expired.\nMany are believed to be students who either come here with little intention of completing an academic course or simply stay on after finishing their degree. But tourists and people on work visas have been equally able to break the terms of their visas because the Home Office for many years had no way of knowing who had left the country.\nThe inability to count arrivals and departures has been a major hindrance to the UK’s non-EU immigration policy since exit checks were abolished in 1998 on the grounds that they were ineffective. Ever since, ministers have pledged to restore some sort of comprehensive departure check; but it is only in the past year that data collected on travellers leaving at the borders have been routinely passed to the Home Office, ostensibly to help them track down overstayers.\nHowever, even when it is known that someone has not left the country, finding out where they are is not an easy business since they will often disappear into communities where they have family connections.\nThere are concerns that British inflexibility may harm efforts to secure a post-Brexit trade deal with India but there is no reason why these two matters should be connected. Just like any other country, the UK is entitled to operate an immigration system that requires holders of visas to return home after they expire.\n \n \n \n", "title": "Britain, like India, has the right and duty to enforce visa controls"},
{"tags": ["opinion"], "abstract": "I was about 24 hours into my first labour when I was told I could, at last, receive the epidural I&rsquo;d been begging for.", "url": "http://www.telegraph.co.uk/women/family/dont-trust-the-natural-birth-myth-the-drugs-do-work---believe-me/", "text": "I was about 24 hours into my first labour when I was told I could, at last, receive the epidural I’d been begging for. By this stage I resembled nothing so much as a mortally wounded animal, howling to be put out of its misery. Yet, the anaesthetist warned me that the magic pain relief bullet he was about to fire up my spine might later cause me a headache.\n‘A headache?’ I wanted to yell - but couldn’t, because I’d long since lost the power of speech. ‘I’m in so much pain my body’s about to give out, and my mind gave up hours ago when I started moaning “I – can’t – cope\".’\nA sore head is one of the few potential side effects of having an epidural anaesthesia, which numbs the pain nerves during labour. It can also, it is said, decelerate the birth itself - as the numbness it induces can make it harder to push the baby out.\nPerhaps. But my second baby popped out in three heaves - despite me topping up my epidural medicine as often as the machinery would allow me.  \nSo why, then, do so many women feel ike availing themselves of this - or other effective pain relief medication during labour - is tantamount to surrender; even failure?\nA 2014 study of women’s experiences of maternity care in England found that only 29 per cent have an epidural for pain relief during labour. Why so few? We're encouraged to have our babies as ‘naturally’ as possible. But, surely, giving birth, by any means, is the most natural thing in the world and cannot be made ‘unnatural’ - no matter what interventions we might require to ease the process along?\nYet, a harmful mythology surrounding the benefits of ‘natural’ birth persists. Goodness knows women aren’t supposed to do anything else naturally, be it ageing, growing body hair or even going make-up free. But when it comes to childbirth, we are encouraged to simply ‘breathe through the pain.’\n(Of course, before the advent of modern medicine, far more women died during labour, which was arguably also very natural. We draw the line at allowing this to happen now.)\nIn my pregnancy yoga class, the teacher read us grateful letters from former pupils who had supposedly used just their ‘golden thread breaths’ to get them over the threshold during childbirth. Hypnobirthing, meanwhile, blithely assures women that ‘in the absence of fear and tension...severe pain does not have to be an accompaniment of labour.’  \nI hate to break it to any women planning to procreate, but in my limited experience, it does.  \nWe just don’t talk about it very much. As with many other things that happen to women, it is not the done thing to go on about it. Those of us who have been through it perhaps don’t want to put others off. (My own mother promised me childbirth was ‘lovely’. I duly screamed at her after my son was born: ‘It wasn’t!’)\nBut there also exists a cultural conspiracy to hush things up; to primly draw a curtain around the woman screaming on the labour ward and pretend her pain is less real if we just don’t mention it.\nA Royal Society of Medicine meeting will be advised next month that women should feel no shame for requesting pain relief during labour and that medication like epidurals have no ill effect. It’s a departure that can’t come soon enough.\nDoctors will also say women have been misled into thinking a painful birth is better for them and the baby. Such demystification is long overdue and an important first step towards tackling the unjust stigma that still surrounds the woman who has ‘given in’ and asked for some proper pain relief.\nAfter giving birth to my daughter six months ago, the midwife told me: ‘You didn’t need that epidural. You’d been doing really well.’\nDear midwife, I did. And if my daughter is pregnant someday, I will tell her just one thing: the drugs do work.\n \n", "title": "Don't trust the 'natural birth' myth. The drugs do work - believe me"},
{"tags": ["opinion"], "abstract": "I love any television drama with an orb and sceptre in it.", "url": "http://www.telegraph.co.uk/news/2016/11/05/television-on-demand-no-thanks-i-want-more-of-the-shows-that-i-d/", "text": "I love any television drama with an orb and sceptre in it. From Wolf Hall to The Lost Prince and Victoria, I’m so glued to the box I can almost lick the screen. So imagine my pain when I realised I can’t share in the orb-tactic experience that is The Crown: a ten-part series covering the modern royal family, which is expected to run to sixty episodes eventually and has already cost £100 million.\nWhy am I an exile from this small screen bliss? Because, unlike half the nation, I don’t have Netflix. And it’s my own puritanical fault. Something at the core of me objects to the subscription model, where TV programmes are streamed to the customer on demand. A schoolmarm side of me dislikes the idea of the impatient, voracious, sensation-bloated viewer being gratified whenever they like. Perhaps because I know that needy person could so easily (will?) be me.\nI still have a sentimental 20th-Century attachment to drama as Event TV; the notion that a vast proportion of the population will sit down and tune in to exactly the same gripping programme at precisely the moment as their neighbours, friends and family – that the next day your colleagues will talk through the screening with the certainty you watched it too. Later, in the pub, regulars will discuss an unseen plot twist over their pints and everyone will feel they have a small stake in family entertainment.\nExtraordinary to think it now, but on Christmas Day 1986 just over 30 million people tuned in to EastEnders to see Dirty Den hand over divorce papers to his wife Angie. In the US, the “Who Shot JR?” episode of Dallas attracted a mind-boggling 90 million viewers. Clearly, quite a few people cared more about these characters than they did about their own family. Woe betide the unworldly fool who phoned at a key moment: they would be excommunicated for life.\nMany of my classmates in the 1980s channelled their teenage passion and anxiety into TV soaps. One friend was so distraught when Bobby Ewing was shot that she kept bursting into tears for a fortnight. Another became so addicted to Neighbours that when she started medical training, she fell swiftly in love with an anaesthetist, who was the only other doctor at Guy’s to sneak off at teatime for a dose of Scott and Charlene.\nI was more of a BBC drama junkie myself. My recent delight at The Night Manager zoomed me back to the first, great addictive Le Carré adaptation, Tinker Tailor Soldier Spy (1979), starring Alec Guinness. When it was on, a spaceship full of aliens could have landed in the garden and my mum and I wouldn’t have budged. We needed our fix.\nOf course, Saturday night light entertainment was the top communal experience for decades. It seems apt that Terry Johnson’s play Dead Funny, which explores a fan club’s obsession with comedians of the golden TV era, was revived this week at London’s Vaudeville theatre. I watched it on Thursday and laughed like a drain, while wondering what anyone under 30 would make of it. How could today’s young understand a world in which grown men’s emotions were fixed in aspic in the 1970s, because they’d watched too much Benny Hill and Sid James? But it makes perfect sense to anyone who gets misty-eyed at the mere mention of “Ernie’s ghostly gold-tops a rattling in their crate.”\nNetflix, Amazon and the iPlayer have changed the landscape of our televisual viewing. No longer will we idly watch something unfamiliar just because it’s on the box and then find ourselves seduced by Etruscan history. Boredom first drove me to One Man and His Dog, but respect and Collie-love kept me watching. My knowledge of the classic cinema canon comes almost entirely from Sunday afternoon viewing, when the only alternative TV was sport.\nHow else would I have watched Ice Cold in Alex fifteen times? Or Went the Day Well, Random Harvest, Whisky Galore, or Black Narcissus? And I’m grateful to all those times the afternoon’s viewing was so deathly I had to read a book, or climb a tree instead. My children will never know the quiet despair of tuning on the box to find it’s Crown Court and so opt for Jane Austen instead.\nToday’s subscription audiences have their own narrow taste bounced back at them. The top sites have sophisticated algorithms to make sure you’re fed more of what you think you crave; “Critically – acclaimed Emotional Underdog Movies and “Visually Striking Foreign Nostalgic Dramas” are two real genres from over 75,000 on the Netflix database. An article in the Atlantic found that in 2014 the top two Netflix US viewing topics were “About Marriage” and “About Royalty”. The Crown is no accident of the dramatist’s imagination. It’s evolutionary science, or the TV equivalent of IVF: put the two strongest themes in a test-tube and hatch a sure-fire winner.\nAnd while that’s well and good for undemanding, mainstream viewing, can you imagine anyone, ever, saying they’d like a comedy about three celibate men cohabiting on a small island off the Irish coast? Bang goes Father Ted. Let’s hope and pray some producers stay bold enough to keep giving the public what it doesn’t want and never imagined.\n \n", "title": "Television on demand? No thanks: I want more of the shows that I don't ask for and don't like"},
{"tags": ["opinion"], "abstract": "A booby-trapped tunnel dug by Islamic State in Iraq and the Levant is not the first place you&rsquo;d expect to find a noted French philosopher.", "url": "http://www.telegraph.co.uk/news/2016/11/05/when-the-fight-for-mosul-ends-the-real-battle-for-the-future-of/", "text": "A booby-trapped tunnel dug by Islamic State in Iraq and the Levant is not the first place you’d expect to find a noted French philosopher. But Bernard-Henri Levy, writing dispatches from the front line of the battle for Mosul, is not unusual. Kurdish Peshmerga units are full of embedded Western journalists and this isn’t a coincidence. It’s a canny move by the Kurdish Regional Government in Erbil to ensure the world knows about the Kurds’ role in the offensive to retake Mosul, Iraq’s third city, from Isil.\nYet while it makes for good reading, the bravery of the Kurdish Peshmerga (“those who stand in the face of death”) forces is not actually the most notable aspect of the operation. More remarkable is the level of cooperation between the Kurds troops and the Iraqi national army.\nTwo years after Iraq’s military turned tail and fled Mosul, leaving its residents to suffer under Isil’s black flags, the same force is now leading the charge to retake the city. Better still, the operation has warmed relations between Baghdad and Kurdish leaders. The entente is fragile, but if it can hold, a stable Iraq might just emerge.\nThe operation has been set up carefully, with Western help. Iraqi troops have promised to stay in line and respect Kurdish territory. In turn, the Peshmerga have promised they won’t enter Mosul. That part was easy, says Mike Knights, a fellow at the Washington Institute, because the Kurds have no desire to repeat the mistakes made in 2003, when they conquered Mosul from Sunni Baathists, looted everything then tried to rule over a hostile population.\nThis time, the Kurds have their eyes on a bigger prize. In August, Erbil and Baghdad finally signed a deal to share revenues from oil production around Kirkuk, a city home to a large Kurdish population – and Iraq’s richest oil reserves. Erbil badly needs the cash: since oil prices plunged, the Kurdish government has only been able to pay about half of the wages owed to its bloated civil service, according to Renad Mansour of Chatham House.\nIn Kirkuk, a special accommodation has been reached. Baghdad pays the salaries and the Peshmerga provide the security. Oil revenues are split fifty-fifty. That might not be a glorious step towards the independence the Kurds crave, but until an upturn in the oil price, that ambition is on the back burner. In addition to the oil deal, Baghdad has also been sharing Western-provided weaponry with the Peshmerga and including Kurdish officials in international summits.\nThe Mosul offensive is helping to strengthen this trust, but victory in the battle will bring two dangers. With Isil defeated, there will be a power vacuum in the city. Two other players will be trying to influence what happens next: Mosul’s Sunni population and Iraq’s Shia militias, who have mostly been kept out of the battle so far.\nMosul’s Sunnis could make a strong case to be given more autonomy, along the lines of Kurdish Iraq. Iraq’s constitution in theory grants them a large degree of self-governance, but it was never honoured by the previous regime in Baghdad. The city has been through hell under Isil and the coming battle could be even worse. It’s also home to many former Baathists who supported Saddam Hussein. So even if they are granted more autonomy, it’s not clear how its factions will agree to share power peacefully.\nAn even bigger challenge are the Shia militias. These bands are full of extremist, anti-Sunni soldiers and are backed by Iran, which is working to keep Iraq weak and unstable. If Iran gets its way and can boost the power of its cronies in Baghdad, led by former Prime Minister Nouri al-Malaki, Iraq could fall back into chaos.\nAvoiding this fate will take patience, military strength and clever strategy. The West must keep together its coalition of European and US forces aiding Iraq’s shaky government. But it must also help persuade Baghdad to accept reality and give the country’s Sunnis more autonomy in a proper federal system. In order to hold Iraq together, its leaders must be prepared to split it up.\nThis will take years, not months, but it’s a prize worth fighting for. If Iraq’s sects and ethnic groups can find a way to share power, the country could become an example to the whole region. And as for Isil, which is about to lose the self-declared capital of its gruesome caliphate, it may simply collapse into the discarded wreckage of history where it belongs.\n \n \n", "title": "When the fight for Mosul ends, the real battle for the future of Iraq can begin"},
{"tags": ["politics"], "abstract": "The Rise of Donald Trump may have contributed to a spike in the number of British children being counselled for anxiety, new figures from the NSPCC suggest.", "url": "http://www.telegraph.co.uk/news/2016/10/31/us-election-fears-boosting-calls-to-childline-says-nspcc/", "text": "The Rise of Donald Trump may have contributed to a spike in the number of British children being counselled for anxiety, new figures from the NSPCC suggest.\nThe charity said concerns about the state of the world – including, specifically, the US election – were helping drive a spike in calls to its ChildLine service.\nIn the year to April 2016, ChildLine received 11,706 contacts – either by telephone or online – in which children mentioned anxiety, up 35 per cent on the previous year.\nBut the rate in the last six months is already 11 per cent higher, with almost 1,100 such contacts a month.\nIts new “worries about the world” web page, has already been visited almost 5,000 since it was set up in September.\nThe charity said it had received significant numbers of calls in which children spoke of concerns related to the Brexit referendum while fears relating to terrorism also loom large, especially since the Paris and Brussels attacks.\nDame Esther Rantzen, president of Childline said: “At Childline we know children and young people are sometimes frightened and distressed by events in the wider world.\n“Seeing pictures of crying and bewildered toddlers being pulled from bomb-damaged homes upsets all of us.\n“Often we fail to notice the impact these stories are having on young people.\n“The good news is that so many children are able to express their anxiety to Childline, knowing that we will take them seriously, so that we are able to reassure them.\n“Sometimes these stories also reveal related concerns in their own lives, such as being subjected to racist bullying.”\nPeter Wanless, chief executive of the NSPCC said: “The world can be a worrying place but we need to ensure our children are reassured rather than left overwhelmed and frightened.\n“It’s only natural for children and young people to feel worried sometimes, but when they are plagued by constant fears that are resulting in panic attacks and making them not want to leave the house then they need support.”\n", "title": "US election fears boosting calls to ChildLine, says NSPCC  "},
{"tags": ["politics"], "abstract": "Sir John Chilcot is set to be urged today to apologise to families of the Iraqi War dead for taking nine years to complete his report into the 2003 Iraq War.", "url": "http://www.telegraph.co.uk/news/2016/11/02/sir-john-chilcot-to-be-urged-by-mps-to-apologise-for-inquiry-del/", "text": "Sir John Chilcot is set to be urged today to apologise to families of the Iraqi War dead for taking nine years to complete his report into the 2003 Iraq War.\nThe head of the Iraq War inquiry is due to give evidence to the House of Commons liaison committee, one of the most powerful in Parliament which comprises select committee chairmen.\nBob Neill, the chairman of the Justice committee, said he would like to see “an explanation for the delay at the very least.\n“It has been a very long delay and people would like to know why that is in a bit more detail than we have had so far.”\nHe added that it was “important to recognise the distress caused” by delays to the inquiry which began in 2009 and was meant to take two years.\nHe said that “maybe there are lessons to be learned about keeping people in the loop” on long running inquiries.\nThe report – which ran to 2.6 million words and cost over £10.3million – was eventually published in July.\nBernard Jenkin, the chairman of the Public Administration and Constitutional Affairs committee, added: “The length of time it has taken has been very distressing for the families.\n“I won’t be at all surprised if the families are still looking for closure.”\nMembers of the families of soldiers who died in the conflict said they were satisfied with the scale and scope of Sir John's report, despite the length of time it took to complete.\nHowever some said they hoped Sir John would be urged by the MPs to allow his inquiry team to cooperate with a proposed £160,000 civil action against former Labour Prime Minister Tony Blair for his conduct before and after the war.\nRoger Bacon, whose son, Major Matthew Bacon, was killed in Basra in 2005, Sir John’s support for the legal action would “have done us good to see he is on that side”.\nHe added it would be a “good thing” if Sir John’s inquiry team was able to help the legal team, which is being led by London lawyer Matthew Jury.\n", "title": "Sir John Chilcot to be urged by MPs to apologise for inquiry delays to families of soldiers killed in Iraq war "},
{"tags": ["politics"], "abstract": "Pension cold calling could be banned within weeks after concerns were raised by former ministers, the industry and campaigners.", "url": "http://www.telegraph.co.uk/news/2016/11/02/pension-cold-calling-could-be-banned-within-weeks-government-sug/", "text": "Pension cold calling could be banned within weeks after concerns were raised by former ministers, the industry and campaigners.\nLord Young, a Conservative peer and Treasury spokesman in the Lords, said that there will be an \"announcement\" within weeks amid speculation that the ban could unveiled in the Autumn Statement.\nHe said that he expects that the announcement \"will meet the expectations that have been arouse\".\nIt comes amid concerns that more than 10 million pensioners are being targeted annually by cold callers in the wake of the pension freedoms.\nThe freedoms enable workers to to use their pension pots like bank accounts and withdraw thousands of pounds to save, invest or spend as they wish.\nHowever there is mounting evidence that fraudsters are using the freedoms to trick people into parting with their life savings by cold calling them with offers of \"once in a lifetime\" investment opportunities.\nIn many cases the investment turns out to be \"non-existant\" and people lose all or a significant proportion of their retirement savings.\nPolice have disclosed that reported fraud has risen from £10million in the year before freedoms were introduced to £18million in the year after.\nDuring a debate in the Lords Baroness Bakewell of Hardington, a Liberal Democrat peer, highlighted concerns that have been raised by Steve Webb, who served as a pensions minister under the Coalition.\nShe said: \"This is also an excellent opportunity to mention concerns that we have about cold calling and pension scams.\n\"I know that my colleague Steve Webb, the previous Pensions Minister, was also worried about this development.\n\"When we get to Committee we will probe the Government on their latest thinking on pension scams. In the meantime, I would welcome the Minister’s views at this stage.\"\nLord Yong replied: \"She and other noble Lords asked about cold calling and scams. I understand that there will be an announcement in a few weeks’ time.\n\"At this stage, I can say no more than that, but I hope it will meet the expectations that have been aroused during this debate.\"\nBaroness Altmann, a former Conservative pensions minister, said: \"I'm delighted, it is a no brainer. The Government should be protecting people and sending a clear message that anyone trying to cold call you is not working in your interests and you need to hang up.\"\nMr Webb said: \"The Minister's comments are the clearest sign yet the Government is starting to listen on this important issue. \n\"If the Chancellor was to use his Autumn Statement to announce a ban on cold-calling with early implementation this would be very welcome and would help to protect savers from unscrupulous scammers.\" A government spokesperson said:\n“We are determined to tackle the scourge of nuisance calls especially those of a fraudulent nature. We take the issue of pension scams, and the targeting of vulnerable people through cold calls, very seriously and are currently considering ways to protect consumers from pension scammers.\"\nA Government spokesman said: “We are determined to tackle the scourge of nuisance calls especially those of a fraudulent nature. We take the issue of pension scams, and the targeting of vulnerable people through cold calls, very seriously and are currently considering ways to protect consumers from pension scammers.\"\n", "title": "Pension cold calling could be banned within weeks, Government suggests"},
{"tags": ["politics"], "abstract": "Raheem Kassam, a former aide to Nigel Farage, has dropped out of the race to become Ukip leader, saying &quot;the path to victory is too narrow&quot;.", "url": "http://www.telegraph.co.uk/news/2016/10/31/raheem-kassam-pulls-out-of-ukip-leadership-race-because-path-to/", "text": "Raheem Kassam, a former aide to Nigel Farage, has dropped out of the race to become Ukip leader, saying \"the path to victory is too narrow\". \nMr Kassam told his supporters: \"As of today, I am formally suspending my campaign for Ukip leader.\n\"After much consideration, I have decided not to pursue my campaign to be Ukip leader any further. This was a very difficult decision, and I want to thank everyone who supported me in the process.\n\"It is a decision I have not taken lightly, but following meetings this weekend I realised the path to victory is too narrow. I would encourage my supporters to back Peter Whittle, who I think would make a fantastic leader of the party.\"\nMr Kassam worked as chief aide to Mr Farage until he stepped down after being accused of turning the party leader into a \"thin-skinned, aggressive man\" who was making Ukip a \"personality cult\". He is now editor-in-chief of Right-wing blog Breitbart London.\nMr Kassam had launched his campaign to become the new leader with the slogan \"Let's make Ukip great again\", which was strikingly similar to Donald Trump's \"Make America great again\" motto. Mr Kassam has been involved in the foundation of the British version of the US Tea Party movement.\nHe cited three reasons for his departure from the leadership contest.\n\"On their own, the following issues would not have caused me to take this decision, but taken together, the following reasons created an impossible route forward for me,\" he said.\n\"1. The top of the party is treating this like a coronation: I am not satisfied about the integrity of the process, and having put a number of complaints in to the party chairman. I was disappointed that incidents whereby Members of the European Parliament are using party databases to effectively campaign against me – ostensibly against the rules – were not challenged.\n\"2. Disgraceful treatment by the media: I am tough and I can take it, but when Times journalists show up at my elderly parents' house at dusk, intimidating them, I draw the line. Billy Kenber at The Times has a lot to answer for and I will be pursuing a harassment complaint further.\n\"3. Fundraising: While we raised enough for our deposit, and got over 200 assentors to my nomination, we could not raise enough for this to be more than a digital campaign run from SW1, and to not feature at events all around the country would have made me a hypocrite, given how much I criticise the establishment for ignoring the country.\"\nUkip has found itself with another leadership contest on its hands after the sudden resignation of newly-elected leader Diane James after just 18 days in post.\nFormer leader Mr Farage then returned, assuming the role of acting leader, but it has now emerged that a new leader will be in placed before Christmas.\nBut Steven Woolfe, the front-runner to replace Mr Farage and Ms James, dramatically ended his leadership campaign and resigned from the party, claiming it was \"ungovernable\" without Mr Farage at the helm.\nThe deadline for nominations closes at noon today.\nWho could be the party's next leader? Here are some of the potential contenders.\nWidely seen as a good media performer who has burnished her reputation with numerous appearances on BBC1's Question Time, the 51-year-old former journalist was unable to stand in the summer's election because she had been suspended from the party over comments she made suggesting Mr Farage was a \"divisive\" figure. Previously a Farage favourite, she was his choice as interim leader after his swiftly-retracted resignation in 2015. The suspension has since been lifted, clearing the way for her leadership bid. Deputy party chairman from 2014-16, she was responsible for writing much of the party's 2015 election manifesto.\nUkip's former deputy leader and the current head of the party's delegation in the European Parliament. Many observers were surprised when the 39-year-old history lecturer announced he would not stand in the race to succeed Mr Farage. He is regarded as one of the potential candidates most likely to be able to capitalise on the high level of support for Leave among Labour's traditional working-class strongholds in the North.\nFormer party director Lisa Duffy is chief of staff to Ukip MEP Patrick O'Flynn and had Ms Evans' support in this summer's election, in which she came second to Ms James with 4,591 votes, many drawn from the anti-Farage wing of the party.\nHaving come second in the leadership contest she may feel she could be in with a chance of taking the role the second time around. The ex-TK Maxx store manager previously sparked controversy for her comments in which she called for a \"total ban\" on Muslim faith schools, while insisting she is \"not far-Right\".\nPeter Whittle was Ukip's candidate for the 2016 London mayoral election and is a member of the London Assembly. Openly gay, he was the only LGBT candidate in the mayoral contest. He has also served as Ukip's cultural spokesman.\n", "title": "Raheem Kassam pulls out of Ukip leadership race because 'path to victory is too narrow'"},
{"tags": ["politics"], "abstract": "Non-EU migrants will see their partners banned from coming to the UK if they have an outstanding debt of &pound;500 with the NHS, according to reports.", "url": "http://www.telegraph.co.uk/news/2016/11/03/home-office-to-crackdown-on-non-eu-migrants-using-the-nhs/", "text": "Non-EU migrants will see their partners banned from coming to the UK if they have an outstanding debt of £500 with the NHS, according to reports. \nAmber Rudd, the Home Secretary, is expected to announce that those living in the UK with debts could also be refused \"leave to remain\".\nIt follows the news that a hit squads of debt collectors are to be sent into hospitals to collect payment from health tourists. \nIt came after a report revealed the NHS recoups less than half the money it spends on treating overseas patients.\nThe Home office are expected to announce the new measures today and the new rules will become law within months.\nA source told the Sun: \"This is a tightening of the rules. If someone has come to Britain previously, run up a debt of £500 or more, gone home, then apply for a family visa, they could be refused.\"\nNHS Trusts collected just £255m of at least £500m spent providing treatment to foreign patients last year, according to the latest report by the National Audit Office (NAO).\nThe report reveals that the NHS is failing to claim back money from foreign patients because half of doctors and a quarter of nurses do not think it is their job to ensure payments were made.\nLast month it was revealed that pregnant women will be forced to hand over passports before they give birth at NHS hospitals under controversial proposals to clamp down on health tourism.\nA pilot scheme backed by the Home Office will see every mother-to-be told to prove their right to use the health service when their labour is booked in.\n \n", "title": "Home Office to crack down on non-EU migrants using the NHS "},
{"tags": ["science"], "abstract": "The urban myth that close-door buttons do not actually work in lifts has been debunked&hellip;", "url": "http://www.telegraph.co.uk/science/2016/11/02/close-door-buttons-do-work-in-british-liftsbut-not-in-us-elevato/", "text": "The urban myth that close-door buttons do not actually work in lifts has been debunked…in Britain at least.\nFor decades people have claimed that the button did nothing to speed up the time taken for the doors to close and was put there simply for the placebo effect, which made passengers feel more in control.\nThis week Karen Penafiel, executive director of the US National Elevator Industry, told the New York Times that lift buttons in the US had not worked for decades.\nThe change happened since the Americans With Disabilities Act was passed in 1990, which meant that lifts had to ensure that someone with a disability had time to get inside. \nHowever Nick Mellor, technical director of the Lift and Escalator Industry Association (LEIA) said that it was not the case in Britain. \n\"It varies according to the application of the lift, so a lift in Canary Wharf, for example, will have a much shorter delay than a quiet residential block, but the close door buttons do still work. \n\"Close door buttons aren't on all lifts but they do tend do work when they are present. We have an equivalent standard to the American with Disabilities Act which determines how long the doors should stay open, so there is already a built-in delay.\n\"It might be that people have noticed a bigger delay in some lifts and thought that the close-door buttons are not working.\"\nApex Lifts, London’s biggest lift manufacturing and servicing company, also said the systems work differently to in the US.  \n“Over in the UK we normally tend to wire up the buttons so they do actually work,” said a spokesman. “They are normally most common in places like multi-story car parks.”\nHowever it would not be the first time that buttons have turned out to be dummies. In 2013 it emerged that many buttons on pedestrian crossings in Britain are fakes, with traffic controlled by an automated system rather than the request of walkers.\nThousands of junctions across the country operate on a Split Cycle Offset Optimisation Technique.\nIt works by “vehicle detectors” adjusting the lengths of time between the traffic being stopped depending on how heavily the roads are being used at that time.\nThe system was developed by the Transport Research Laboratory in Wokingham and has a maximum time of two minutes that people will wait for the green man.\nThe junctions operation from 7am to midnight in some areas and the waiting times vary by time of day and the location, but the revelations have angered some who feel pedestrians are being tricked by the fake, or placebo, buttons.\nIn Edinburgh between 50 and 60 of 300 junctions have crossings where the green man comes on automatically, while in Manchester 40 per cent of the buttons are placebos and don’t need to be pressed to stop the traffic at busy times.\nThe automated system can also have added benefits. In 2012 Transport for London changed the setting at a crossing in north London after Orthodox Jews told them they were not allowed to operate electronic machinery on the Sabbath.\nThe change means that from sundown on Friday to sundown on Saturday the pedestrian crossing operates on an automated programme rather than via pressing the button.\nThe door buttons on the London Underground also no longer work. \n", "title": "Close-door buttons DO work in British lifts… but not in US elevators"},
{"tags": ["science"], "abstract": "Bomb squads have been called to schools across the country following a Government warning over a lab chemical that can explode if not stored correctly.", "url": "http://www.telegraph.co.uk/news/2016/11/02/controlled-explosions-carried-out-in-schools-after-a-level-chemi/", "text": "Bomb squads have been called to schools across the country following a Government warning over a lab chemical that can explode if not stored correctly.\nAt least a dozen schools have reportedly summoned military bomb disposal teams to conduct controlled explosions in recent days.\nAnd some of the blasts have prompted complaints on social media from local residents, who said they were given no warning.\nLast week, schools received a reminder from the advisory body Cleapss (the Consortium of Local Education Authorities for the Provision of Science Equipment) on how to correctly store the substance 2,4-dinitrophenylhydrazine.\nThe chemical, also known as 2,4-DNP, is used in A-level chemistry lessons and can become dangerous if it is allowed to dry out.\nIt is supposed to be stored in a labelled jar which is then kept inside an outer jar topped up with water as a precaution.\nThe advisory note said Cleapss had “recently received a number of calls regarding the chemical”.\nAnd a warning on the Cleapss website read: “If there is no water in the outer container or the reagent bottle has not been placed inside an additional container you must assume that the material has dried out, meaning that an additional risk is present.”\nDr Dave Kinnson, a chemistry safety adviser from the University of Southampton, told BBC Radio 4: “It’s used to test carbonyl compounds and in the school labs it is often used as part of the A-level programmes.\n“We’ve always known if this material is not stored properly and allowed to dry out it could become dangerous and could become explosive. But if it’s kept wet it is perfectly safe.\n“I think the fuss has started because schools have checked their stocks and are following advice. If they have found stock which could have dried up they are taking precautions. It’s better to be safe than sorry.”\nOn Monday, The Thomas Adams School in Wem, Shropshire came under fire from local residents after it blew up the chemicals on its playing field without providing a warning of the blast.\nOne resident complained on the school’s Facebook page that the noise was “immense” and “worrying”, especially when families were out celebrating Halloween.\nOther explosions have been carried out at St Albans Catholic High School in Ipswich, Suffolk; the De Montfort School in Evesham, Worcestershire; Clacton County High School in Essex; Turton School in Bolton, Lancashire; the Nottingham Academy; Luttterworth College in Leicestershire and Winstanley College in Orrell, Wigan.\nOther schools in Redditch, Worcestershire, and the West Midlands have also reportedly had controlled blasts along with three in Camarthenshire - the Queen Elizabeth High School at Camarthern, the Coleg Sir Gar's Graig campus in Llanelli and the Ysgol Gyfyn Emlyn School in Newcastle Emlyn.\nPCSO Matt Ladkin who set up a cordon before the chemical was destroyed at Clacton High School, said: \"They dug a hole one foot deep between the rugby pitches. It made a heck of a bang. It was one of those things you don't see every day.\"\nWhen asked why bomb disposal experts were carrying out the blasts on school premises, Dr Kinnson said: “Schools have playing fields so it is easy to blow it up on open ground. There are also risks with transporting it elsewhere.\n“But perhaps contacting local residents would have been helpful. There still might be more cases. Schools and my colleagues in universities will probably be checking their stocks.”\nA controlled explosion of the chemical was also carried out at Swansea University last Thursday and a campus of Gower College in the Welsh city was evacuated on Monday\nAdvice issued by the Government said: \"The Department for Education would like to remind all schools and post-16 institutions of the importance of ensuring all chemicals used for practical science activities are stored safely.\" \n \n", "title": "Controlled explosions carried out in schools after A-level chemistry chemical stored incorrectly "},
{"tags": ["science"], "abstract": "Prescribing anti-psychotic medication to violent criminals when they leave prison could prevent around 1,500 serious crimes in Britain each year, a new study suggests.", "url": "http://www.telegraph.co.uk/science/2016/11/01/treating-criminals-with-anti-psychotic-drugs-could-prevent-1500/", "text": "Prescribing anti-psychotic medication to violent criminals when they leave prison could prevent around 1,500 serious crimes in Britain each year, a new study suggests.\nAlthough medicating prisoners on their release is controversial, the University of Oxford believes that it could dramatically cut the risk of violent offending.\nResearchers studied 22,275 prisoners who were released from jails in Sweden between 2005 and 2010, some of whom were prescribed drugs.\nThere was a 42 per cent reduction in the rate of violent reoffending for those prescribed anti-psychotic drugs and 52 per cent reduction for those given medication for addictive disorders. Antidepressants were found to have no impact on reoffending rates.\nAround 3,000 serious violent crimes are committed by ex-prisoners in Britain each year but the study suggests the number could be halved if criminals were given drugs on their release.\nProf Seena Fazel of the University of Oxford’s Department of Psychiatry, who led the research, said: “This study raises the possibility that prescribed medications may provide a way to cut the risk of violent reoffending, as part of a wider package of support. The research also highlighted that medications seem to work beyond their immediate effects on symptoms.\n“We have shown that in a population with many mental health problems and high risks of reoffending, improving adherence and links with community health services may offer an effective way to improve outcomes for the individual prisoner and also public health and safety more broadly.”\nThe researchers say the results highlight the link between mental illness and violent crime.\nIn the past drugs have been used in the past to ‘chemically castrate’ sexual offenders, but always after abuse has taken place.\nMany of the therapies used also have serious side effects such as breast growth, bone thinning, mood changes.\nBut the new treatment would be more controversial because it would work before a crime has been committed. It is likely that any treatment would have to be on a voluntary basis.\nEarlier this year, experts in Sweden announced they are trialling a drug which can prevent paedophiles from abusing children.\nThe medication degaralix stops the brain from making testosterone and can combat hyper-sexuality and aggression, turning off the need to seek out sexual contact with youngsters.\nFour men who rang a sexual offenders helpline have so far agreed to take part in the study.\nThe new research was published in the Journal of the American Medical Association.\n", "title": "Treating criminals with anti-psychotic drugs could prevent 1,500 crimes a year, study suggests"},
{"tags": ["science"], "abstract": "Smartphones and tablets in bedrooms disrupt the sleep of children even if they are switched off, a new study has shown.", "url": "http://www.telegraph.co.uk/science/2016/10/31/smartphones-and-tablets-in-bedrooms-disrupt-sleep-even-when-swit/", "text": "Smartphones and tablets in bedrooms disrupt the sleep of children even if they are switched off, a new study has shown.\nResearchers at King’s College London and Cardiff University reviewed 11 studies involving more than 125,000 children to find out if technology was impacting sleep.\nThey found that using smartphones or tablets before bedtime doubled the risk of a disrupted night’s sleep and raised the changes of feeling excessively sleepy the following day by two-fold.\nBut crucially, sleep was also significantly disturbed by the mere presence of devices – almost to the same level as actually using a gadget – suggesting that they should be removed from bedrooms altogether to improve sleep.\nIt is thought that the ‘always on’ nature of social media and instant messaging means children are continuously stimulated by devices in their environment, even when they are not using them.\nDr Ben Carter, of King’s College London, said: “Our study provides further proof of the detrimental effect of media devices on both sleep duration and quality.\n“Sleep is an often undervalued but important part of children’s development, with a regular lack of sleep causing a variety of health problems.\n“With the ever growing popularity of portable media devices and their use in schools as a replacement for textbooks, the problem of poor sleep amongst children is likely to get worse.”\nPrevious studies have shown that seven in 10 children and nine in 10 teenagers have at least one device in their bedrooms, and most are used near to bedtime.\nIt is thought that screen-based media devices adversely affect sleep through a variety of ways, including delaying or interrupting sleep time; psychologically stimulating the brain; and affecting sleep cycles, physiology and alertness.\nSleep disturbance in childhood is known to have adverse effects on health, including poor diet, obesity, sedative behaviour, reduced immune function and stunted growth, as well as links with mental health issues. \nThe new research was published in the journal JAMA Pediatrics.\n \n", "title": "Smartphones and tablets in bedrooms disrupt sleep even when switched off"},
{"tags": ["sport"], "abstract": "Arsenal are facing an anxious wait to discover the full extent of what Chile have called &ldquo;a low grade&rdquo; calf muscle tear to Alexis Sanchez that will rule him out of Thursday&rsquo;s World Cup qualifier against Colombia.", "url": "http://www.telegraph.co.uk/football/2016/11/08/arsenal-forward-alexis-sanchez-suffers-injury-in-chile-training/", "text": "Arsenalare facing an anxious wait to discover the full extent of what Chile have called “a low grade” calf muscle tear to Alexis Sanchez that will rule him out of Thursday’s World Cup qualifier against Colombia.\nSanchez suffered the injury during training on Tuesday but is staying in South America in the hope that he can play next Tuesday against Uruguay.\nArsenal will be anxious that no risks are taken but, equally, will know that their influence will be limited while Sanchez is with Chile, for whom he is the star player.\nSanchez’s schedule with Chile has been a constant concern to Wenger, with his player having already accumulated more than 100 international caps by the age of 27 even while largely playing in Europe.\nHe has not missed a Chile match since March 2013, taking in 50 games. A statement from the Chile FA said that Sanchez would remain with their medics and, according to reports in Chile, he has a nine millimetre tear.\n\"He will remain in Santiago, under treatment and in evaluation for the meeting against Uruguay,\" said a statement.\nSanchez, who has scored eight goals for Arsenal this season as their main central striker, played the entire 90 minutes of Sunday’s 1-1 draw against Tottenham. He has also played all 15 of Arsenal’s Premier League and Champions League games this season, even after helping Chile to win the Copa America during the summer.\nArsenal lost Sanchez for almost two months in November last season when he suffered a hamstring tear at a time when Wenger was already concerned about his game-load but he still ended the 2015-16 season having played 58 times for club and country. Sanchez has played 50 or more games in each of the past three seasons.  Chile are fifth in their World Cup qualifying section with 16 points from 10 games, five points behind leaders Brazil.\nArsenal also face an important sequence of matches in November, including a trip to Old Trafford to face Jose Mourinho’s Manchester United as well as their Champions League group decider against Paris St Germain.\n", "title": "Arsenal anxiously await update on Alexis Sanchez's 'low grade' muscle tear"},
{"tags": ["sport"], "abstract": "Zlatan Ibrahimovic, the Manchester United striker, has admitted that he should have scored more goals following his move from Paris St.", "url": "http://www.telegraph.co.uk/football/2016/11/08/zlatan-ibrahimovic-admits-he-could-have-scored-more-since-joinin/", "text": "Zlatan Ibrahimovic, the Manchester United striker, has admitted that he should have scored more goals following his move from Paris St. Germain in the summer, though insists he is happy with his performances.\nThe Swede ended a run of six matches without a goal by scoring twice in Sunday's win at Swansea - his first Premier League goals since finding the net against Manchester City on Sept 10.\nAnd, while he knows he could have added a few more to his tally, the 35-year-old is happy with how his first season in English football is going.\n\"I think I could have scored a couple more goals than I have done,\" he told Inside United. \"I missed pretty good chances which I didn't see myself doing but it's a different game here.\n\"With my performance, I am happy. I know I can do more, I know the team can do more and I want to do more and I will do more.\"\nUnited's performances have also been patchy, with the win at the Liberty Stadium their first in five league matches which, combined with the EFL Cup and Europa League defeats to Chelsea and Fenerbahce respectively, has led to questions being asked about United's quality.\nBut Ibrahimovic is confident they will get it right.\n\"It will click,\" he said. \"We just wait for the moment when everything is clicking among each other, not only inside the pitch, but outside it.\n\"I don't say things are bad because things are good. We've been a little unlucky in certain games but we believe and, when you believe, it will come.\n\"I like to train hard, that's my philosophy. If you train hard, you get what you want to get. Hard work pays back, according to me... and it does after 20 years of experience.\"\n", "title": "Zlatan Ibrahimovic admits he could have scored more since joining Manchester United"},
{"tags": ["sport"], "abstract": "The minefield of selecting the United Kingdom's all-time top 100 sportsmen and women is tiptoed across with good reason.", "url": "http://www.telegraph.co.uk/sport/2016/11/07/the-search-for-the-uks-greatest-ever-sportsperson-starts-now/", "text": "The minefield of selecting the United Kingdom's all-time top 100 sportsmen and women is tiptoed across with good reason.\nThis year has proved beyond all challenge that this country is in a golden age across a range of sports that no nation can match for depth or breadth. For that reason, we undertake an audit, to help understand what we most deeply appreciate and why.\nOne thing we can agree on. As wide as the choice of names is the menu of criteria. When Telegraph Sport reporters began nominating candidates, from W G Grace to the Brownlee brothers, it became obvious that the reasons for choosing this or that athlete were almost as numerous as the contenders themselves.\nOur cricket correspondent, Scyld Berry, for instance, argued for W G Grace on the basis that affecting society and changing the game itself is a vital measure.\nNaturally there was a tumble of other yardsticks, from pure talent, to longevity, to perseverance, to numerical benchmarks to charisma.\nThe ability to quell personal demons also popped up as an achievement worth recognising. All the while, the personal memories of each judge were calling up from their well to shape our choices.\nSuccess comes in British sport these days in a cascade; so much so that we have come to expect it.\nAndy Murray’s first Wimbledon title felt like a catharsis that allowed Fred Perry to finally rest in peace. His second, this summer, was a triumphant affirmation of his talent and strength of character. It was, in that sense, unsurprising. A double Wimbledon men’s champion? Consumption of a couple of jugs of Pimm’s would have been required back in the 1980s or 90s even to imagine such a thing.\nWith Murray, you can throw in a US Open title and successive Olympic golds, as well as his colossal contribution to Britain’s return from the wastelands of the Davis Cup. Through application and willpower, Murray escaped a place in history as the player who was good but not great, forever doomed to fall behind Novak Djokovic, Roger Federer and Rafael Nadal. Murray’s career is a study in refusing to accept easy money for finishing fourth.\nSee? Mention any big name and the brain starts charging down avenues of assessment, stopping to look at character as much as conquest.\nMost bizarre of all is that the picture just keeps improving. London 2012 was an epic mission accomplished, in medal terms, but then along came Rio 2016, where Britain became the first country to reach the podium more times than they had in a home Olympics four years previously.\nWhich is where we might bring in gender, and the probable imbalance in the final 100 between men and women: a disparity that reflects huge socio-economic factors but also the familiar category error of comparing women’s sport to men’s.\nMany of the derogatory comments about women’s activities stem from the foolish premise that Rebecca Adlington would lose a swimming race with Adam Peaty, or that Virginia Wade would have been blown away by Murray.\nJess Ennis-Hill, Denise Lewis and Katherine Grainger compete against the best of their sex in their chosen sport, and the entertainment value from that is just as high. Of all the benefits of Britain’s Olympic success, the advances made by women’s sport is the most valuable.\nThe escalation of triumphs has left few sports behind, most notably football, where England, Wales, Scotland and Northern Ireland have between them reached one international final in 66 years of trying, though Wales’ march to the semi-finals of Euro 2016 was a notable progression.\nFifty years on from Sir Bobby Charlton and Bobby Moore – 1966 and all that – there is no subsequent English footballer demanding inclusion in the top 10 of a top 100. Across the other nations cases can be made for George Best, Ryan Giggs, Gareth Bale and Kenny Dalglish. There is no disguising the truth, however, that football is going to be poorly represented, given its hold on our everyday agenda.\nCharlton fills the roles of Munich air disaster survivor, World Cup and European Cup winner, and elder statesman of the English game. That CV takes some beating. It also introduces a note of conduct, or integrity, which takes us off the straight road of counting caps, titles and medals.\n'How we feel’ about someone in sport shapes the list-making. In an age when looking up to superstar athletes is ever more complicated, those we consider to have affirmed our world view, or just made us feel better about life, are bound to shine more brightly.\nIf sport is essentially human struggle - against the opponent, nature, the clock, or against oneself – the eye will be pulled towards those who suffered for their art. In rugby union Jonny Wilkinson’s self-pummelling perfectionism refused to give him a break even after he kicked the winning drop goal in the 2003 Rugby World Cup final in Sydney.\nFor many that moment of self-realisation would have blown away the pain forever. But it stalked Wilkinson for the rest of his career, and into retirement, where his confessions shed new light on the obsessive nature of successful sportsmen and women: the hidden price they pay.\nMartin Johnson, on the other hand, was Wilkinson’s antithesis: a mighty leader who considered it his brief to conquer often and emote as little as possible. Away from England, others who consider rugby their favourite sport will prefer to reward the brilliant creativity of the Wales sides of the early 1970s. For a mass of observers, the pinnacle in sport is to be able to bamboozle: to deliver the shock of the unexpected. A case in point: the panache that elevated a Gareth Edwards or Phil Bennett above the bump and grind.\nBut still with struggle, sheer physical sacrifice, often called courage, takes sport into that wider realm where spectators identify games and pastimes as metaphors for life. So when Tony 'A P’ McCoy wins 20 consecutive National Hunt jockey titles while smashing just about every bone in his body, endurance and indomitability become a daily spectacle we have only to travel to Fakenham or Taunton to examine. There are few areas of life where you can turn a Monday afternoon into a study of the human spirit (while also profiting from it, if you back a winner).\nBoxing is another sport that takes people to places most of us would have no wish to go, to face the fists and the brutal intent of another. On that path to the outer reaches, Joe Calzaghe and Lennox Lewis are among those who matched technical skill with bravery to leave an indelible mark in history.\nEqually the triathlete Brownlee brothers climbed higher ground when Alistair helped Jonny over the line this year in Mexico: an immortal study not only of Corinthianism but familial solidarity.\nThis search is not confined to the household names, the headline-hogging 'mainstream’ sports. Nick Faldo and Ian Botham will have to fight it out with lower-profile champions. Again the sheer breadth of achievement is a major part of this story.\nWho would have thought that guilt trips could be such a part of this search. 'Who can we put in’ has become 'Who had we better not leave out.’ There are some truly great Olympians for example who are sometimes less swiftly acknowledged than the cyclists or stars of track and field. Ben Ainslie, a seaborne warrior, is one.\nSo the precise order of the top 100 is arguably less important than the process of working out how we measure success, which steers us from thought into the deeper mine of feeling. It might not be too grand to say it will tell us a lot about how we see life.\n \n", "title": "The search for the UK's greatest ever sportsperson starts now"},
{"tags": ["sport"], "abstract": "More Of That could be a fascinating contender in Saturday&rsquo;", "url": "http://www.telegraph.co.uk/racing/2016/11/07/jonjo-oneill-talks-up-more-of-that-for-cheltenham-glory/", "text": "More Of That could be a fascinating contender in Saturday’s BetVictor Gold Cup following the glowing  endorsements of Jonjo O’Neill.\nThe participation of the 2014 World Hurdle winner is subject to rubber-stamping by his owner,  J P McManus, and some rain, but trainer O’Neill seemed to suggest Cheltenham would be on the cards after a recent reappearance at Carlisle was declined because of the ground.\n“I’m desperate to run him,” O’Neill said. “Our horses are running a bit below par at the moment, but he seems in good form.” More Of That was restricted to only three chase starts last term. He won twice over Saturday’s course and distance before finishing third in the RSA Chase at the Festival.\nO’Neill felt More Of That’s breathing was not quite right that day and the eight-year-old has since had another corrective wind operation.\nMore Of That is 11-2 second-favourite with the sponsor for Saturday’s race behind Paul Nicholls’ Frodon and is currently due to carry 11st 6lb. After typically tongue-in-cheek remarks that he thought he had “improved him a stone and a half” and that Sir Tony McCoy “would come back for this fella” after riding him in work recently, O’Neill was asked whether the gelding could become a realistic contender for the Gold Cup in March.\n“I definitely think he is, I think he’s the best horse I’ve trained, but unfortunately he has had a few problems,” he said. “Hopefully, he’s on the up. I would just have in the back of my mind that he’d always have a little doubt getting the trip in the Gold Cup because he’s got a lot of pace. He’s really special.”\nJoining More Of That in the field would be stablemate Taquin Du Seuil, also a former Festival winner, who “did everything you could ask” when shaping nicely on a pipe-opener at Chepstow.\nCheltenham’s clerk of the course, Simon Claisse, reports that more rain is forecast over the next five days than they have received during the past two months. “We could get two bouts of 9-10mm Tuesday night and Friday night,” he said. “Come Saturday, we might end up good to soft.”\nA deluge is required to save Friday’s cross-country race. A decision will be made tomorrow whether to replace it with a handicap.\n", "title": "Jonjo O'Neill talks up More Of That for Cheltenham glory"},
{"tags": ["sport"], "abstract": "With 29 skippers from 10 different countries, this year&rsquo;", "url": "http://www.telegraph.co.uk/sailing/2016/11/07/lack-of-female-skippers-in-this-years-vendee-globe-a-shame-but-w/", "text": "With 29 skippers from 10 different countries, this year’s Vendée Globe boasts the healthiest mix of nationalities we have ever seen in sailing’s greatest single-handed race. Sadly, however - and for the first time in five editions - there were no female sailors departing from Les Sables d’Olonne on Sunday morning.\nIt is a huge shame. You think about some of the famous women who have competed in past editions; Isabelle Autissier, Catherine Chabaud, Sam Davies. Most of all Ellen Macarthur, of course, who as a 24 year-old finished second back in 2001, still the best ever result by a British sailor in the Vendée Globe and one that made her a household name on both sides of the Channel, earning her the nickname ‘la petite anglaise'.\nSo why are there no female sailors in this race?\nRest assured it has nothing to do with the physical nature of the event. In my opinion, the appetite is there, but timing plays an important role. Many of those who might have considered entering were part of Team SCA, the first all-female Volvo Ocean Race Team in over a decade. There simply wasn’t the time to put a challenge together after last year's Volvo Ocean Race.\nI am, though, confident we will see plenty of women in the next edition. There were five female sailors in this year’s La Solitaire du Figaro, which is seen as the feeder series to the Vendée Globe. I think at least three of them could enter in 2020, and I know there are others who would love another crack, including me. Who knows what the future may hold.\nIt actually feels odd for this Vendée Globe not to feature any women because in many ways female sailing is riding the crest of a wave at the moment. The new CEO of the Volvo Ocean Race, Mark Turner, has introduced bold new rules incentivising teams to sail mixed, while as well as Team SCA in the Volvo Ocean Race we recently saw the first all-female team compete in the Extreme Sailing Series.\nAll this is happening at a time when UKSA, the Cowes-based charity, has moved to address a gender imbalance in the sport which sees fewer women taking up its courses than men and still fewer going on to work in the industry.\nThe Women into Sailing careers initiative was launched during Cowes Week this year and I was delighted to play a part. As a proud UKSA ambassador, and a graduate of one of the its professional training courses, I look forward to seeing the next generation of female sailors coming through.\nThis is a key moment. Women’s sport is taking off and we do not want sailing to be left behind.\n \nDee Caffari finished sixth in the 2008-2009 Vendee Globe becoming in the process the first woman to sail solo, non-stop, around the world in both directions.\n", "title": "Lack of female skippers in this year's Vendee Globe a shame but women's sailing is thriving "},
{"tags": ["tech"], "abstract": "We&rsquo;", "url": "http://www.telegraph.co.uk/technology/2016/11/07/the-gmail-app-finally-lets-you-unsend-embarrassing-emails/", "text": "We’ve all been there: a hastily typed-out email has been sent to the wrong person, or worse, hit by an embarrassing spelling mistake thanks to your iPhone's over-enthusiastic autocorrect function.\nBut Gmail has added a new feature that will spare your blushes. An update to the email service’s iOS app now lets you undo emails you have sent erroneously.\nThe new feature comes as part of the biggest redesign of the Gmail iPhone app in four years that makes it look similar to the version for Android as well as adding a few new features.\nGoogle added the undo send feature to its email service for the web last year as well as for Android, but it has long been one of the most-needed features on the iOS version.\nWhen you send an email, a black bar will appear at the bottom of the screen giving you the chance to undo it for five seconds. During this time, the app is essentially holding the email in quarantine until the five seconds expires, at which point it will actually be sent.\nIf you undo, you’ll be taken back to the email compose screen at which point you can make any necessary tweaks to the email. The feature works whether or not you have “undo send” activated on the web version of Gmail.\nGmail has also vastly improved the search function, making it quicker and adding search suggestions. You can also swipe right or left on emails to archive them.\nUndo send has been a feature in other email apps such as Spark and Google's own Inbox for some time.\n \n", "title": "The Gmail app finally lets you unsend embarrassing emails"},
{"tags": ["tech"], "abstract": "Facebook has admitted that until now its Messenger chat bots have been somewhat rudimentary.", "url": "http://www.telegraph.co.uk/technology/2016/11/08/facebook-messenger-boss-admits-bots-are-a-work-in-progress/", "text": "Facebook has admitted that until now its Messenger chat bots have been somewhat rudimentary.\nThe company, which launched chat bots for Messenger back in April, purposefully prevented users from discovering businesses within the app because the technology wasn’t ready, a top executive has said.\n“The first websites were really bad, the first apps were terrible. And the first bots weren’t great either,” David Marcus, vice president of Facebook Messenger, told the Telegraph at technology conference Web Summit.\n“We didn’t want to encourage a lot of discovery inside Messenger for experiences that weren’t that good in the early days. But now that has changed we’re providing more discoverability.”\nSix months after it launched chat bots, Facebook is adding a new feature that will make it easy for users to engage with businesses in Messenger. From today, when users click on an advert in their News Feed it could open a conversation in Messenger with the company.  \n“Companies and developers can buy adverts in the News Feed that will get them a lot of traffic in Messenger,” said Marcus.\nFacebook said that early uses of chat bots, by companies including the airline KLM and drinks makers Absolut, have proven successful. KLM, for example, has a bot that can provide customers with their travel itineraries and boarding passes within Messenger, as well as help them reschedule flights.\nFacebook, which said “millions of conversations” occur between businesses and customers every day, expects there to be a dramatic uptick in the number of helpful bots on its platform. “Gradually the flywheel is starting to work on our behalf,” said Marcus.\nThere are currently 34,000 developers working on bots for Messenger.\nFacebook's Messenger is head-to-head in a fight with Apple’s iMessage, Google’s Allo, Microsoft’s Skype, and its own WhatsApp to be the most useful chat app.\nThe billion-user social network will be hoping that third party bots can distinguish Messenger from the other apps, of which iMessage now has apps, Skype has bots, and Duo has the intelligent Assistant.\nWhile Facebook is going to encourage users and businesses to contact one another on Messenger, it won’t be launching its own intelligent assistant M for a while.\n“We want to make sure that it’s meaningful and useful to people,” said Marcus. “It’s still a work in progress.”\n", "title": "Facebook Messenger boss admits bots are a work in progress"},
{"tags": ["tech"], "abstract": "Artificial intelligence is the key to the future of online retail, business bosses have said, providing a crucial way to help shoppers find what they want.", "url": "http://www.telegraph.co.uk/business/2016/11/08/artificial-intelligence-the-next-big-bet-for-online-retailers-sa/", "text": "Artificial intelligence is the key to the future of online retail, business bosses have said, providing a crucial way to help shoppers find what they want.\nAlex Baldock, chief executive of Shop Direct, which runs very.co.uk and Littlewoods, told the Telegraph Festival of Business in London that artificial intelligence was the company’s “big bet”.\n“You have three seconds to seize the shopper’s attention - it’s called thumb stopping, the three-second audition,” Mr Baldock said. \"That’s where personalisation comes in.” Shop Direct is owned by Sir David and Sir Frederick Barclay, proprietors of Telegraph Media Group, the publisher of the Daily Telegraph.\nMr Baldock was joined on a panel discussing the role of technology in business by Adrian Blair, the chief operating officer of Just Eat, the food delivery website.\nBoth Mr Baldock and Mr Blair affirmed that all their online growth was now coming from mobile: Just Eat, for example, currently takes 80pc of its orders on mobile devices.\nThe delivery company also uses chatbots and artificial intelligence for restaurant recommendations, and customers can now order food using an Amazon Echo, a voice command device produced by the US tech giant.\n“When I was a student I would have dreamed of that,” Mr Blair said. “Through technology we have made it unbelievably simple to order food, and have cut out the payment step. Those sorts of things point the way to the future, making things unbelievably easier for the customer, and more efficient for the provider.”\nJust Eat is also trialing land-based drone deliveries, which would deliver food to the customer by road. The consumer would then input a code to remove their food from the drone, which Mr Blair described as having a “rectangular R2D2 face”.\nFacing threats from Deliveroo and Uber Eats, Mr Blair said that unlike his competitors, Just Eat’s restaurants employ their own drivers, and so avoid the legal issues that have plagued rivals.\n“That makes the economics of our business look very attractive,” he said. “We are able to operate at a scale others would struggle to match because of our model.”\nAlso on the panel was Dr David Landsman, executive director of industrial conglomerate Tata. He said that automated manufacture was used throughout the company, from creating teabags to steel and cars.\n“Once you can bring in the five digital forces - cloud computing, big data, social media, artificial intelligence, mobile - you can start looking at whole process and virtualise the whole factory, and work out what’s going to happen before it does,” he said.\nJenny Knott, chief executive of Icap’s Post Trade Risk and Information division, also argued the AI had a role to play in the future of financial services - particularly alongside blockchain, a type of digital ledger that can speed up secure transactions.\nMs Knott said blockchain was an immutable, “golden version of whatever you are keeping a record of”. She tipped big things from “blockchain with a brain” - partnering the technology with artificial intelligence and big data.\n“It’s incredibly empowering in creating transparency,” Ms Knott said. “It will be very powerful in affecting how we operate.”\n", "title": "Artificial intelligence the next ‘big bet’ for online retailers, say bosses"},
{"tags": ["tech"], "abstract": "Facebook has unveiled its 10 year plan to become more than just a social network, which includes developing social uses for artificial intelligence and virtual reality, as well as launching satellites and drones that can beam internet to earth.", "url": "http://www.telegraph.co.uk/technology/2016/11/08/facebooks-10-year-plan-drones-satellites-and-virtual-reality/", "text": "Facebook has unveiled its 10 year plan to become more than just a social network, which includes developing social uses for artificial intelligence and virtual reality, as well as launching satellites and drones that can beam internet to earth.\nAs part of its mission to “connect the world”, the social media giant is working on a standalone VR headset and an AI picture-editing tool that will let users add “intelligent” filters to videos as they film.\nIts plan also includes bringing internet access to an extra 4 billion people around the world using its solar-powered, unmanned Aquila drone and a satellite that can beam high-speed internet to far-flung regions.\n“Facebook’s mission is to make the world more open and connected,” said Mike Schroepfer, Facebook’s chief technology officer, outlining the plan at the annual Web Summit conference.\nThe “most important problems we’re trying to solve for the future” are bolstering internet access, building “truly intelligent machines” and creating VR for “that lets us experience anything with anyone at any time”, he said.\nSchroepfer highlighted progress Facebook has made over the past year, including the Aquila drone’s first flight, and the creation of an app that can add stylised filters to videos as they’re filmed using AI. More recently, Facebook’s AI achieved a breakthrough at the end of last week when it achieved 100 per cent on a picture recognition test written last year.\n“But by human standards we’re still a way off intelligence,” Schroepfer admitted. “Our existing AI systems are pretty darn basic.”\nSchroepfer said Facebook is also building a standalone VR headset that doesn’t require a mobile phone or computer to power it. \n“It has everything needed to work VR,” he said. “It’s this technology that we think will eventually bring VR to the masses.”\nThe Facebook executive acknowledged the company has had some setbacks, including the loss of a satellite when Space X’s unmanned rocket exploded on the launch pad back in September.\n“You don’t make big bets without big failures,” said Schroepfer. “That’s a bummer that’s going to set back our work in space for a little bit.”  \n \n", "title": "Facebook's 10-year plan: Drones, satellites and virtual reality"},
{"tags": ["tech"], "abstract": "Apple has added a discreet way to call the police or ambulance into its next iPhone update, which is set to be released in the coming weeks.", "url": "http://www.telegraph.co.uk/technology/2016/11/08/iphone-update-adds-a-hidden-way-to-call-the-police-in-an-emergen/", "text": "Apple has added a discreet way to call the police or ambulance into its next iPhone update, which is set to be released in the coming weeks.\nPressing the power button (the one that locks and unlocks the phone) five times in a row will dial the emergency services number, as well as alerting a designated emergency contact and giving them their current location. The “Emergency SOS” feature can be turned off in the iPhone’s settings. \nWhile it could see some people dial emergency services by mistake, it will also be an inconspicuous way to phone in an emergency, or if the iPhone’s touchscreen is broken.\nThe feature, spotted in Apple forums, will be included in iOS 10.2, and emerged in beta versions of the operating system for developers. It is likely to be released publicly towards the start of next month.\nWhen pressing the button on the side of the device five times, the iPhone will count down from three and then call the emergency service number in one of 14 countries, including the UK and US. The number in the UK is likely to be 112, the European standard for emergency services that renders the same result as dialling 999.\niPhone users can designate specific emergency contacts, who are sent an alert with location details when the feature is activated.\nEmergency SOS was added to the Apple Watch earlier this year. To activate it, users holding down the side button and select the feature to activate it, at which point the Watch will connect to an iPhone to call emergency services and alert emergency contacts. On the iPhone, emergency contacts can be added in the Health app.\nThe feature is designed as a way for people to be able to discreetly alert emergency services as well as close contacts if they are in trouble.\nThe iPhone previously had a way to ring emergency services it via Siri with the command “charge my phone 100 per cent”. The voice command was deactivated, possibly since the attention it received made it more obvious.\n iOS 10.2 will also add 27 new emoji to the iPhone, a new TV app for watching shows across different platforms, and improve music controls in the Control Centre.\n", "title": "iPhone update adds a hidden way to call the police in an emergency"},
{"tags": ["business"], "abstract": "US drugs giant Pfizer will shut two of its three manufacturing plants in the UK in the next four years, putting 370 jobs at risk.", "url": "http://www.telegraph.co.uk/business/2016/11/08/pfizer-to-close-two-manufacturing-sites-in-uk-with-370-job-losse/", "text": "US drugs giant Pfizer will shut two of its three manufacturing plants in the UK in the next four years, putting 370 jobs at risk.\nThe Park Royal site in London, which Pfizer inherited when it acquired Hospira in September, is earmarked for closure by May 2017, leaving 100 employees out of a job. The site takes liquid medicines and puts them into dosed vials, which are then sold to hospitals.\nPfizer's global cold chain packaging and distribution site in Havant, in Portsmouth will shut by the end of 2020, with 270 job losses.\nThe global packaging site will be consolidated in Puurs, in Belgium, where there are better production capabilities to support the product pipeline, a spokesman for Pfizer said.\n\"These decisions have nothing to do with Brexit,\" the spokesman said. \"This review process has been going on since 2010 and the team just felt there were more production capabilities at the site in Belgium to support future demand and to ensure we can support the supply chain.\"\nShe said consolidating operations at Puurs would help Pfizer leverage scale at the Puurs site, consolidate cold chain operations, and allows for greater network flexibility.\nPark Royal, on the other hand, is an \"aging facility which will require significant investment in the near future and the lease was up\".\nPfizer will retain a manufacturing site similar to that of Park Royal in south London, where some capacity will move.\nPfizer has long been a critic of the way drugs are reimbursed for use on the NHS, complaining that breakthrough medications take too long to reach UK patients or are often not paid for at all, because the cost is too high.\n\"The UK has a tricky commercial environment and doesn't always link life sciences investment to the way patients use medicines, but this decision is not linked to Brexit or medicines access,\" a spokesman said.\nPfizer said in a statement that the proposed decision to exit the sites was not a reflection of the \"excellent work performed by our colleagues\".\n\"Our priority at this time is to support affected colleagues and where possible to mitigate against job losses resulting from these proposals,\" the company said.\n", "title": "Pfizer to close two manufacturing sites in UK with 370 job losses"},
{"tags": null, "abstract": "Cloudy conditions hampered the efforts of many UK sky-gazers to see the supermoon as the natural satellite came closer to Earth than it has in decades.", "url": null, "text": "Cloudy conditions hampered the efforts of many UK sky-gazers to see the supermoon as the natural satellite came closer to Earth than it has in decades.\nHopes for a clear view of the moon, appearing 14 per cent bigger and up to 30 per cent brighter than usual, were dashed in most parts.\nThe event, described as \"undeniably beautiful\" by American space agency Nasa, will not be matched until the moon makes a similar approach in 2034.\nAberdeenshire in Scotland and north-eastern parts of Wales had the clearest conditions for an unobstructed view on Monday November 14, Simon Partridge of the Met Office said.\nThere is hope for those who missed the moon on Monday, with clearer skies forecast for areas north of the M4 on Tuesday, November 15.\nDr Marek Kukula, public astronomer at the Royal Observatory Greenwich, said: \"It's been a cloudy night for most of the UK and even a supermoon can't get through thick clouds.\n\"Tuesday's moon will be almost as large and bright as Monday's, so we still have a chance to enjoy the sight if the weather obliges.\"\nThe Met Office said visibility should be better on Tuesday for areas from Luton and Bristol northwards, although viewers will not see a full moon.\nOn Monday, the gap between the Earth and the moon closed to its shortest point, known as the perigee - a distance of 221,525 miles. The last time the moon was this close to the Earth was in 1948.\nThe reason the distance varies is the moon's slightly elliptical orbit. On average, it is 238,900 miles from the Earth, but at the perigee it is about five per cent closer. At its furthest orbital point from the Earth, the apogee, it is five per cent more distant.\nPerigee and apogee distances vary from month to month due to several factors, such as whether the long axis of the lunar orbit is pointed towards the sun.\nMonday's event was billed as the biggest and best in a series of three supermoons.  The first was on October 16 and the third is due on December 14.\nAfter that, the event will not be matched until the moon makes a similar approach in 2034.\nYou can view other supermoon pictures in our gallery here.\nEver looked up at the night sky to see a full moon so close you could almost touch it? Well done, you've spotted a supermoon. \nThe impressive sight happens when a full moon is closest to Earth. It orbits our planet in an oval shape so sometimes it comes closer to us than at other times. To us Earth-lings, the moon appears 30 per cent brighter and 14 per cent bigger. \nBy the way, supermoon is not an astrological term. It's scientific name is perigee-syzygy, but supermoon is more catchy, and is used by the media to describe our celestial neighbour when it gets up close.\nAstrologer Richard Nolle first came up with the term and he defined it as \"… a new or full moon which occurs with the moon at or near (within 90 per cent of) its closest approach to Earth in a given orbit\", according to earthsky.org.\nRobin Scagell, vice-president of the Society for Popular Astronomy, said: \"It will be above rooftops and trees and chimneys and always appears bigger that way because you're comparing it to foreground objects.\n\"I'm always pleased for people to get their binoculars out and look up at the craters and the seas.\"\nAs well as being closer and brighter, the moon will look orange and red when it first rises. As the moon gets higher in the sky, it returns to its normal white/yellow colour. \nThey're fairly frequent, although November's supermoon will be a once-in-a-generation sight. There are six supermoons in 2016. We've already had four, and after next week there's one on December 14.  \nEach full moon of the year is given a name - although they vary according to the source. October's full moon is referred to as the Hunter's moon because it appears very soon after sunset, and traditionally generated more light for farmers working in the fields and hunters to spot wildlife. \nIt might look close, but of course it's not that close. November 14's full moon will be the closest for 70 years. The moon will come 221,524 miles from Earth - almost touching distance in space terms. \nThe closest full moon of the whole of the 21st century will fall on December 6, 2052.\nPossibly, yes. Most people know that tides are governed by the gravitational pull of the moon and, to a lesser extent, the sun. Because the sun and moon go through different alignments, this affects the size of the tides.\nWhen the moon is closer to Earth, it can lead to slightly higher tides, and greater variations between the tides.\nFull moon: We all know what these are. They come around every month and light up the night at night.\nHarvest moon: The full moon closest to the autumn equinox.\nBlack moon: Most experts agree that this refers to the second new moon in a calendar month. The last black moon was at the start of October 2016 and the next one is expected in 2019.\nBlue moon: A phenomenon that occurs when there is a second full moon in one calendar month. Joe Rao from space.com explains: \"A second full moon in a single calendar month is sometimes called a blue moon. A black moon is supposedly the flip side of a blue moon; the second new moon in a single calendar month.\"\nThe infrequent nature of this lunar event led to the phrase \"once in a blue moon\" to signify a rare occurrence. It does not actually mean the moon will be blue.\nBlood moon: Also known as a supermoon lunar eclipse. It's when the shadow of Earth casts a reddish glow on the moon, the result of a rare combination of an eclipse with the closest full moon of the year.  There was one in September 2015, and before that in 1982 but the next one won't be until 2033. \nStrawberry moon: A rare event when there's a full moon on the same day as the summer solstice. It happened in June 2016 for the first time since 1967 when 17 hours of sunlight gave way to a bright moonlit sky.\nDespite the name, the moon does appear pink or red. The romantic label was coined by the Algonquin tribes of North America who believed June’s full moon signalled the beginning of the strawberry picking season.\nAside from mythical meanings and unfounded alarmist proclamations, any full moon - never mind a supermoon as big as this  - has long been seen as having the ability to trigger emotional reactions and extreme behaviour.\nAnd while it may be easy to scoff, these theories have been given added credence in recent years by claims that there is a spike in admissions to hospitals when the moon is full, and by police forces reporting a rise in crime.\nJust last month, the Wall Street Journal reported that nearly all the staff in a hospital in Connecticut were convinced that a full moon ensured they had a busy night ahead of them.\nMeanwhile, a study published in the World Journal of Surgery in 2011 found that more than 40 per cent of medical staff believed lunar phases had an impact on human behaviour and, in 2007, Sussex Police announced that they would put extra officers on patrol on nights when the moon was full, following research that showed “a correlation between violent incidents and full moons”.\nOne theory is that the water in our bodies is affected by the movement of the moon in much the same way as its gravitational pull controls the tides. As the fluid in our body shifts, it tips the balance in our minds, which can trigger extreme emotions.\nThe “lunar effect”, though, has been rubbished by a series of studies which have found no statistical correlation between lunar phases and events such as births, deaths, suicides, violence and psychiatric hospital admissions. However, says Dr Niall McCrae, a lecturer in mental health at King’s College London and the author of 'The Moon and Madness’, we should not dismiss the moon’s effect so swiftly.\nAlthough he agrees the idea that our internal waters have some sort of tidal motion is “unfounded”, Dr McCrae points to studies that have shown the impact of moonlight on sleep as a feasible demonstration of the moon’s effect on the brain. Swiss researchers found in 2013 that, on average, people slept for 20 minutes less when there was a full moon. It may not sound like much, but such differences might well be the reason for the centuries-old association of lunacy with lunar cycles.\nThe moon is the Earth's only natural satellite. It's 4.6 billion years old and was formed between 30-50 million years after the solar system was formed. \nThe moon is smaller than Earth. It's about the same size as Pluto. In fact its surface area is actually less than the surface area of Asia - about 14.6 million square miles, according to space.com.\nA new moon occurs every 29.5 days. The moon 'disappears' from the sky when it is between Earth and the sun with it’s illuminated side facing away from us.\nWhen the moon is opposite the sun we see a full moon as it's fully lit up by the sun. In between, we see a crescent moon as only some reflected sunlight is seen. \nThe moon has earthquakes, caused by the gravitational pull of Earth. Experts believe the moon has a molten core, just like Earth. \nOnly 12 people have ever walked on the moon and they were all American men, including (most famously) Neil Armstrong who was the first in 1969 on the Apollo II mission. \nThe last time mankind sent someone to the moon was in 1972 when Gene Cernan visited on the Apollo 17 mission.\nAlthough Armstrong was the first man to walk on the moon, Buzz Aldrin was the first man to urinate there. While millions watched the moon landing on live television, Aldrin was forced to go in a tube fitted inside his space suit.\nWhen the astronauts took off their helmets after their moonwalk, they noticed a strong smell, which Armstrong described as “wet ashes in a fireplace” and Aldrin as “spent gunpowder”. It was the smell of moon-dust brought in on their boots.\nThe mineral, armalcolite, discovered during the first moon landing and later found at various locations on Earth, was named after the three Apollo 11 astronauts, Neil ARMstrong, Buzz ALdrin and Michael COLlins.\nAn estimated 600 million people watched the Apollo 11 landing live on television, a world record until 750 million people watched the wedding of the Prince of Wales and Lady Diana Spencer in 1981.\nOne of President Nixon’s speechwriters had prepared an address entitled: “In Event of Moon Disaster”. It began: “Fate has ordained that the men who went to the moon to explore in peace will stay to rest in peace.” If the launch from the Moon had failed, Houston was to close down communications and leave Armstrong and Aldrin to their death.\n \n", "title": "What is a supermoon and when can I see the next one after clouds hampered view for many sky-gazers?"},
{"tags": ["business"], "abstract": "Primark could benefit from a UK outside of the EU if the Government were able to negotiate tariff-free trade deals with countries such as Sri Lanka, which is a big manufacturer of clothing, its boss has said.", "url": "http://www.telegraph.co.uk/business/2016/11/08/abf-shares-jump-on-unexpectedly-sweet-profits/", "text": "Primark could benefit from a UK outside of the EU if the Government were able to negotiate tariff-free trade deals with countries such as Sri Lanka, which is a big manufacturer of clothing, its boss has said.\nGeorge Weston, chief executive of Associated British Foods, the FTSE 100 food and retail giant that owns Primark, said the referendum result had thrown up a number of mixed opportunities and threats.\nFor Primark, he said it would be beneficial if certain tariffs imposed on clothes imported from Sri Lanka - on which the EU currently levies an 11pc import charge - were axed. In other places, such as Bangladesh, he said retaining tariff-free imports would be welcome.\n“The EU has chosen to support manufacturing industries in some countries but not others,” he said.\nThe devaluation of sterling will hit Primark’s UK sales next year because it sources its goods in dollars. The retailer will not, however, pass this on to consumers, and will instead take a significant margin hit, which will affect profits.\nMr Weston said the company’s food supply chains were short and did not involve crossing euro-sterling boundaries.\nMoreover, the devaluation of the pound should help ABF’s manufacturing business, such as sugar and muesli, allowing it to replace cheap imported goods with its own products and to build export markets.\nMr Weston's comments came as ABF reported full-year results that beat analyst expectations, thanks largely to favourable exchange rate movements, which boosted sales.\nGroup revenues rose 5pc to £13.4bn in the year to September 17, while pre-tax profit soared 47pc to £1.04bn.\nThe huge jump in earnings was down to a favourable comparison with the year before, when ABF was hit by a number of exceptional costs and other one-off charges. Stripping these out, adjusted profits rose 5pc.\nPrimark’s sales climbed 11pc, as it opened 22 stores in the year, although like-for-like sales, which exclude store openings and closures, fell, in what Mr Weston called a market that was “down everywhere”.\nFast-selling items last year included bomber jackets, while this autumn denim jackets, coloured skinny jeans and striped dresses are de rigeur.\nThe plan is to open a further 25 Primark stores next year in the UK, Europe and three in the north east of the US.\n“Some of the lessons we learned in the first year of trading in the US we can implement next year,” Mr Weston said. “We are doing really well, but we are much less known in the US.”\nUS consumers, he said, had different tastes in terms of colour patterns and there were more small and large sizes to cater for.\n“Flip flops sell fantastically well in the states, we learned that,” he said. “Board shorts have to cover your knees and boxer shorts must be blue or black or white, rather than patterned.”\nOn the sugar side, higher prices last year helped the business perform well and marked \"something of a turning point\", according to ABF chairman Charles Sinclair.\n“The profit decline of recent years has been arrested as EU and word sugar prices turned upwards,” he said. ABF’s programme of cost-cutting also boosted margins, which fed through to increased profitability in sugar.\nNext year, the divison's performance should be even sweeter as it feels the full impact of higher pricing and takes advantage of the end of EU sugar quotas 2017, which will allow it to boost production.\nAnalysts at Liberum said: \"Despite short-term concerns, ABF’s long-term fundamentals appear robust and we retain our conviction that Primark and sugar will power mid-term profit growth.\" \n", "title": "Primark owner ABF sees bright side from Brexit but warns sterling fall could hit margins"},
{"tags": ["business"], "abstract": "Avant Homes, a privately-owned house builder, has reported a 43pc boost in revenues as the chief executive demanded the Chancellor use the Autumn Statement to help the whole UK housing market, not just the South-east.", "url": "http://www.telegraph.co.uk/business/2016/11/02/avant-homes-reports-soaring-revenues-as-it-demands-government-he/", "text": "Avant Homes, a privately-owned house builder, has reported a 43pc boost in revenues as the chief executive demanded the Chancellor use the Autumn Statement to help the whole UK housing market, not just the South-east. \nRevenues stood at £160m for the six months to October 31, and operating profit is believed to have increased by over 75pc to around £16m in the same period.\nAvant builds high-end family homes in the north of England, Scotland, and the Midlands. The average asking price of one of its homes is £246,000, which has increased 16pc in the last six months. This is above the median value of a home in the UK.\nThe group reported a record number of sales in this six-month period, and said there was \"no discernible impact\" flowing from the EU referendum result on the company, with its strongest selling months in August and September.\nIts focus away from the volatile development markets of London and the South-east means that it sells largely to families, or second-time buyers, who need to move into a bigger home, and are less swayed by political uncertainty.\nColin Lewis, the chief executive, urged Philip Hammond, the Chancellor, to focus on housing policy and infrastructure, such as high-speed rail and better motorways, across the country when he presents his first Autumn Statement on November 23. \nHe said: “Despite this strong trading, continuing macroeconomic uncertainty remains and I would therefore urge the Government to utilise the forthcoming Autumn Statement to set out its plans to support the UK housing market.\n“These plans must acknowledge the multifaceted natured of the UK housing market with a view to supporting the entire UK industry, not just those developers who operate in the South-east.”\nAvant completed 721 homes in the six months to October, but has an internal target of building 2,000 homes per year.\n", "title": "Avant Homes reports soaring revenues as it demands Government helps housing markets across the UK "},
{"tags": ["business"], "abstract": "Cala Homes, the UK&rsquo;s largest private house builder, has been approached by a Chinese company over preliminary takeover talks.", "url": "http://www.telegraph.co.uk/business/2016/10/28/chinese-investor-eyes-up-high-end-house-builder-cala-homes-for-t/", "text": "Cala Homes, the UK’s largest private house builder, has been approached by a Chinese company over preliminary takeover talks.\nCala, which is owned by Legal & General and Patron Capital, builds large, high-end homes across the country, in affluent areas in the Midlands, Scotland, and around the M25, in what chief executive Alan Brown described as “Waitrose-type markets”. Its average selling price is £538,000, far higher than the UK average of £202,389.\nSky News reported that China's largest developer, Vanke Group, has been ruled out as the mystery Chinese company which is being advised on the deal by KPMG. Meanwhile L&G and Patron have employed investment bank Lazard to advise them.\nA spokesman for Cala said: \"Thanks to the quality of our brand and strong financial and trading performance, from time to time we may find ourselves the subject of speculation but from our perspective it is very much business as usual.\"\nEarlier this month, it reported a jump in pre-tax profits by 18pc to £60.1m, with revenue up 15pc to £587.1m. Mr Brown said that while the company eyed up an IPO in 2014, it was not planning to do so in the near future but was focused on reaching a revenue target of £1bn.\n", "title": "Chinese investor eyes up high-end house builder Cala Homes for takeover"},
{"tags": ["business"], "abstract": "DCC, the support services group, has bought Hammer, a Basingstoke-based data storage company, for &pound;38.", "url": "http://www.telegraph.co.uk/business/2016/10/14/dcc-buys-tech-storage-distributor-hammer-in-383m-deal/", "text": "DCC, the support services group, has bought Hammer, a Basingstoke-based data storage company, for £38.3m.\nA recent entrant to the FTSE 100, DCC distributes products in the oil, electronics and healthcare sectors and also operates in waste management.\nThe Dublin-based company said Hammer's business was complementary to its existing server and storage business, and that the deal – which is subject to competition clearance from the European Commission – should be competed by the end of December.\nHammer distributes server and storage products for a broad range of suppliers including Dell, Intel, NetApp, Seagate and Western Digital, and sells to resellers, cloud service providers and system integrators from sales offices in the UK, France, Germany, Sweden, Holland and Belgium.\nDCC has agreed to acquire 100pc of the issued share capital of Hammer based on an initial enterprise value of £38.3m, and will pay in cash.\nAn initial payment, made on the deal's completion, will be followed by further payment based on Hammer's future trading results.\nIn its financial year ended 31 January 2016, Hammer, which employs 165 people, made an operating profit of £6.3m on revenue of £155m.\nDCC can also boast good recent results, partly off the back of previous acquisitions. The company's operating profit rose to £300.5m for the year ending March 31, from £221.7m last time round. \nLast year DCC bought French gas company Butagaz from Shell for €464m, and snapped up Esso’s unmanned petrol station business in France for €106m.\nTommy Breen, DCC's chief executive, said: \"The acquisition of Hammer will significantly strengthen the product and service capability offered by Exertis to its reseller customers.\n\"In addition, Hammer's expertise will better enable us to take advantage of positive industry trends, including growth in cloud datacentres and demand for big data analytics.\"\nJefferies reiterated their advice to invest in DCC. \n", "title": "DCC buys tech storage distributor Hammer"}
]