[
{"abstract": "SINGLE mum-of-two Tracy Kiss drinks sperm smoothies to boost her immunity.", "text": "The 29-year-old Buckinghamshire local adds a spoonful of sperm to her morning drink. \nShe has been doing this every day for the last month and insists it’s given her a healthy dose of get-up-and-go. \nThe nutritional adviser said: “I’d been feeling run down and had no energy, but now I’m full of beans and my mood has improved.”\nSo how does she source her semen? Tracy has convinced her 31-year-old single friend to help her out. \nHe now drops over three tubs a week but it took a little while to bring him round to the unique idea. \nTracy said: “When I first approached him, he was concerned I’d use it to impregnate myself.\n“But once I’d convinced him it was for my beauty regime he agreed – after all, he has a regular supply at hand!”\n“It can taste really good – depending on what my friend has been eating. My other mates think I’m strange, but I don’t give a toss.”\nTracy is a vegan and chooses to mix the semen with almond or coconut milk, fruit and seeds. \nBut she also drinks her friend’s sperm on its own, commenting: “Every batch tastes different, depending on what he’s been eating. \n“If he’s been drinking alcohol or eaten something particularly pungent like asparagus, I ask him to give me a heads up so I know not to drink it neat.\n“Things like pineapple and peppermint make it taste better, but I’ll happily take it straight off a spoon usually.”\nTracy’s fixation on sperm began after a beautician advised her to rub it on her face to cure her rosacea. \nSince then, Tracy’s been treating herself to semen facials three times a week and now adds ingestion to the list. \nTracy said: “I felt the need to share this information. People are so weird about sperm when in actual fact a teaspoon is filled with amazing goodness.\n“I want a relationship where my partner asks if I want one shot or two shots of sperm in my smoothie each morning!”\nAccording to doctors, there is currently no scientific evidence to suggest sperm prevents the flu. \nExperts have shared their advice on what really works to cure a winter cold as the temperature drops. \n", "tags": ["lifestyle"], "url": "http://www.express.co.uk/life-style/life/730170/Mum-drinks-sperm-boost-immunity-tracy-kiss", "title": "‘Every batch tastes different’: Single mum drinks SPERM to keep winter colds at bay"},
{"abstract": "THE FAMILY of missing 15-year-old Arthur Heeler-Frood have put out a desperate plea for him to return in time Christmas. ", "text": "Appearing on This Morning to appeal for their son’s whereabouts, Caroline Heeler-Frood and husband Jeremy put out a desperate plea for Arthur to return in time for Christmas. \nArthur, from Axminster, Devon, was reported missing on September 6, nine weeks ago. \nThat day, just as he usually did, Arthur set off on his bike to college but he failed to return home later that day. \nAs Arthur was at college there was no obligation for them to contact his parents of his absence.\nCaroline said: “I drove up to the Post Office where he would usually park his bike but there was no sign of it. \n“I started to get very anxious, as this had never happened before.” \nA day after Arthur’s disappearance his parents received a letter from him which sated he had run away, that he was bored of his life, and for them not to find him. \nHe asked them to understand why he had to do this and said he’d return in under a year. \nArthur’s parents described him as the type of boy who was quite adventurous, and they encourage all their children to be independent. \nArthur’s older brother is currently away travelling as part of his gap year, and his sister began her first year of university this year. \nCaroline said: “He might have been anxious because his sister just started uni this year, his older brother has been away for a year already, and he was not looking forward to being at home on his own. \n“He spent quite a biota time in his bedroom over the summer. \n“He was an avid reader, but he was not forthcoming and didn’t want to share anything with us.” \nAlthough it was apparent Arthur had planned his trip away, he took with him limited supplies, including hair clippers and £350. \nHe left his passport home as well as camping equipment and waterproof shoes. \nIn a desperate plea made on air, Caroline said: “Arthur please, please just make contact with us, we’re just desperate to know you’re safe. \n“I just don’t think you can possibly realise how agonising this has been for us.” \nIf anyone has any information about Arthur’s whereabouts contact police or Missing People charity on 116 000. \nAnother life-changing story which was shared on This Morning was told by a leukaemia victim given six days to live. \n", "tags": ["lifestyle"], "url": "http://www.express.co.uk/life-style/life/729994/missing-person-arthur-heeler-frood-axminster-devon-this-morning", "title": "Family of missing 15-year-old boy desperately plea for him to return on This Morning"},
{"abstract": "NEW FIVE POUND notes which are believed to be linked to Satan are being offered on eBay for up to £300,000. ", "text": "The new trend has seen a number of people attempt to cash in big as they believe their fivers are linked to the devil. \nOne seller has listed their five pound note for a whopping £300,000 - and they even offer an explanation as to why it is worth so much. \nThe digits on the note are AA01 666247, which the seller describes as: “AA01 The first serial numbers. \n“666 The devil’s number.\n“24 Hours a day. \n“7 Days a week.” \nAnd the listing appears to be no joke, as the seller currently has 100 per cent positive feedback. \nThere are a host of other eBay sellers who believe their five pound notes are linked to Satan. \nAnother seller is offering a fiver with the serial number AL53 666282 on eBay, with a starting price of £50,000. \nIn the item’s description, the seller writes: “A very RARE £5 note unfolded serial number AL53 666282. \n“53 representing coronation year. \n“666 sign of the devil Lucifer. \n“282 could also represent 2nd of april 1982 Falklands War. \n“A superb collectors item for the Falklands war, satanical collector or illuminati collectors.” \nAnother five pound note going for £5,000 has a series of numbers which add up to 666. \nThis comes after a warning was issued that the new £1 coin could leave you short changed if you do THIS. \n", "tags": ["lifestyle"], "url": "http://www.express.co.uk/life-style/life/729962/new-five-pound-notes-ebay-satan-devil", "title": "New five pound notes with links to SATAN are being offered on eBay for a whopping £300,000"},
{"abstract": "THE England rugby ace tells LUCY BENYON how his family’s terrifying experience with meningitis has spurred him to back a campaign to raise awareness of a rare form of the disease.", "text": "Watching his two little boys running red-faced around the garden, laughing as they throw leaves at each other, former England rugby captain Matt Dawson is the picture of fatherly pride. He clearly adores being a dad but after almost losing his younger son, Sami, to a rare strain of meningitis earlier this year, his happy family life is something he certainly doesn’t take for granted.\nSami suddenly fell ill in February, only weeks after celebrating his second birthday.\nHe spent a fortnight fighting for his life in intensive care at Great Ormond Street Hospital after contracting Men W, a strain of meningitis most commonly associated with young people, mainly students. Luckily, Sami now appears to have made a full recovery but his son’s illness is something Matt, 44, will never forget.\nMeningitis is the inflammation of the lining of the brain and the spinal cord and septicaemia is the blood poisoning form of the illness. According to the Meningitis Research Foundation, 3,200 cases of meningitis and septicaemia occur in the UK each year.\nA tenth of these turn out to be fatal and a quarter of all survivors are left with life-altering repercussions. Having witnessed how devastating the illness can be first hand, former scrum-half Matt is now desperate to raise public awareness of meningitis and together with pharmaceutical firm GlaxoSmithKline, has launched Tackle Meningitis, a campaign that is backed by the Meningitis Research Foundation and Meningitis Now.\nIts aims are twofold: to make people more familiar with the early symptoms of meningitis and aware that there are different strains of the disease.\n“I wish I had known more about meningitis and what to look out for before Sami got ill,” admits Matt, who also has a four-year-old son, Alex, with his wife Carolin, 31, a former model.\n“People tend to think of the ‘tumbler test’ but before a rash there are other less well-known symptoms such as fever, vomiting, headache, limb pain, pale skin, cold hands and feet, quick breathing, neck stiffness and aversion to light.”\nLooking back, Matt can see that Sami had almost all of those early symptoms. Yet when he woke up hot and uncharacteristically grumpy on that February morning, he and Carolin assumed their son had a bad cold or virus and gave him paracetamol.\nThroughout the course of the day, Sami’s symptoms became more worrying. He was sick, drowsy and had what appeared to be a small seizure, something he had experienced with a temperature in the past.\nBy mid-afternoon, he also had a very faint rash on his stomach. Concerned, Matt called his private doctor, who was unable to see Sami for a few hours and advised Matt to take him to A&E.\nBy the time he was examined at Chelsea & Westminster Hospital, only minutes after arriving, the very faint rash, which Matt and Carolin had assumed was a heat rash, had become something more obvious and within minutes Sami was being pumped full of antibiotics and put into an induced coma.\n“We were told he most probably had meningitis and we both felt complete disbelief,” says Matt.\n“We just hadn’t realised how ill he was.”\nOver the next few hours, Sami was transferred to Great Ormond Street Hospital and with friends and family helping out with Alex, Matt and Carolin were able to stay by their desperately sick son’s side.\n“When we arrived at Great Ormond Street a doctor told me that the next 48 hours were crucial and I just kept thinking: ‘Is our son going to die?’” says Matt.\n“The doctors couldn’t give us any real hope and simply told us: ‘It’s up to Sami now’.”\nBy then the lesions covering Sami’s body made it obvious he was suffering from meningitis and blood tests later revealed he had Men W. This strain is on the rise, from 22 cases in 2009 to more than 200 in the last 12 months, according to figures from the Meningitis Research Foundation.\nAs with many parents, Matt and Carolin had assumed their son was protected from the disease as he’d had the Men C vaccination as a baby. However Sami had not had the Men B jab (which offers some protection against Men W) as it was not given to babies in the UK until this year.\n“All we could do was wait, which made me feel so helpless,” recalls Matt, his voice trembling slightly.\n“We just stayed by Sami’s side, reading to him in case he could hear us. It was almost impossible to process the fact that our little boy’s life hung in the balance and there was nothing I could do.”\nFortunately Sami rallied and five days into the illness Matt and Carolin were told he had turned a corner. The next day he was brought out of his coma and although very weak, he still managed to speak.\n“It was amazing,” says Matt.\n“We were so incredibly lucky.”\nAfter a further eight days in hospital, Sami was allowed home to recover and luckily hasn’t been left with any side-effects. Since Sami’s illness the whole family has been vaccinated against Men W.\nLast year a programme began to immunise teenagers aged between 14 and 18 with the Men ACWY vaccine. Young people under the age of 25, particularly students who haven’t been vaccinated, are being encouraged to visit their GP or health centre for a free jab.\nA particularly aggressive strain of Men W, ST-11, is now causing cases of severe illness in all age groups in the UK and Europe. Affecting young adults the most, it is relatively uncommon in children as young as Sami. Yet as Matt knows only too well, nobody is really immune.\n“Meningitis can happen to anyone,” he says.\n“I want people, and in particular young people, to be aware of the risks and to get immunised so we can give everyone the best chance against this dreadful disease.”\n", "tags": ["lifestyle"], "url": "http://www.express.co.uk/life-style/life/729482/Rugby-Matt-Dawson-son-meningitis-charity-disease-awareness", "title": "Rugby ace Matt Dawson: I kept thinking our son was going to die"},
{"abstract": "JAMES WALKER, the consumer champion helping you resolve your consumer complaints, talks about telecoms complaints. ", "text": "Telecoms - do fewer complaints mean there's less to complain about? \nIf there's one huge monthly outlay for many of us, it's paying for our TV services, landline phones and mobiles and broadband internet. \nAll of these forms of communication are so crucial to the way we live our daily lives but they don't come cheap. They probably represent one of the largest chunks of monthly expenditure after our mortgage/rent and electricity/gas bills. \nAnd given how much money we are paying for all of these packages, we shouldn't ever have to put up with problems. Resolver.co.uk users regularly get in touch to tell me about issues they are suffering with bad connections, poor customer service or their bills and packages going up in price. \nOn the flip side there was actually a recent report from UK communications regulator Ofcom that showed a decline in the number of complaints made between April and June 2016 about these sort of providers. \nBut to me that doesn't necessarily mean there is less to complain about. It may simply mean people aren't taking the time to complain, or are finding it hard to do so. \nI know from experience - ever since we launched Resolver to make complaining easier - that so many people are put off raising issues because they see it as wasting time, impossible to get satisfaction from big businesses and also complicated to do. \nAnd if anyone has ever waited on hold for ages or searched fruitlessly for the right email address to contact, you'll know the frustrations that can be involved. That's exactly why we exist, to get around those problems and make life simpler for everyone with an issue to raise. \nOur free and independent template emails do just that and we can see the benefit clearly during 2016 so far. Users of Resolver.co.uk have taken the time to raise 2,600+ issues about TV providers, 2,500+ relating to landline phones, 18,000+ about mobile networks and 14,000+ regarding internet and broadband. \nI always remind people that they have far more power than they assume. Big companies can only continue to be big companies if they have customers.. And no-one wants to lose customers due to bad service. \nAnd often the only time they hear or know about bad service is when people like you get in touch with them to tell them about it. \nSo what can you do to help with that? Here's some of my key tips for dealing with communications providers when you have a problem.\nMake it clear you may leave \nDon't wait until the last minute. Know when your contract is up - put it in a diary or calendar - and tell your provider you are thinking of leaving them. They won't want to hear that. But you have no reason to stay loyal unless they are loyal to you back with a decent deal renewal.\nUsually they will offer you some good reasons to stay a customer, especially if you provide quotes from competitors and ask them to match the prices. However, and this is key, you don't have to accept their first offer. Even if they say it is the best possible price they can give you, it isn't always. Always keep negotiating until YOU are happy. \nCompare all the alternatives \nEvery month, Resolver.co.uk publishes a list of the top companies for customer service to help people like you know which are the best businesses to buy from. This allows you to go off, search out other deals and decide which is right for you based on \nprice, reviews, customer feedback and our own independent chart. There's so much competition out there today that you can sometimes find the same deal, or nearly as good, by switching provider.\nAnd that's never as much hassle these days as you believe it to be. Besides, if you can get more for your money as a 'new' customer elsewhere, then it makes total sense even if it means a few days of disruption and some phone calls and forms. That's the only way bad businesses begin to shape up, when they realise they are losing custom. \nContact Customer Retention \nIn every company of all shapes and sizes, there's a group of people whose one and only job is to keep you happy and keep you as a customer. Don't be afraid to speak to them and move on from Customer Services if the employee there is not giving you what you want.\nYou might even find that they will actually offer you a much better deal than the one already offered by their own colleague in another department. They have far more room to move and ultimately they do not want to lose you. Just be polite and friendly and don't demand. Simply ask for what you want and feel is the best deal and base it on quotes elsewhere or changes in your own circumstances. \nKnow your important dates \nAlways be careful to never to let a contract 'roll over' into a new period. Sometimes this will mean any special offers you've previously had given to you will be taken off your bill and you'll find you're paying far more with little or no way to get out of the new contract.\nAlways start way ahead of time to be able to negotiate new deals and pricing. You'd be surprised how many people forget this and not all companies will inform you of your impending contract end date or that it is time to renew. Many contracts are continuous and simply roll over unless you make the effort and act to cancel them.\nSo be careful and read all the terms and conditions carefully and check through any letters received in the post or emails arriving in your inbox that you may think are circulars or spam but are actually far more important. \nFinally remember this: never be afraid to tell a company if you are not experiencing good enough service or the price is not right for you. You are the customer and you deserve the best. Now go out and get what you're entitled to and that's simply the best deal possible for you personally. \n\n", "tags": ["lifestyle"], "url": "http://www.express.co.uk/life-style/life/729570/James-Walker-consumer-champion-telecom-complaints", "title": "James Walker: How to make a complaint to telecoms AND get the best result "},
{"abstract": "WE ARE privileged today to be granted an interview with Lady Calpurnia Graffix, holder of the post of Royal Blue Permanent, which includes the duties of Keeper of Her Majesty’s Stationery Cupboard. ", "text": "This is the first time since the post of Royal Blue Permanent was created in the 16th century that the incumbent has granted an interview to the press and we are honoured that she has chosen the Beachcomber column to do so. \n“Lady Calpurnia,” I began, after tugging a forelock in the timehonoured fashion. But she made a dismissive hand gesture and insisted that I call her “Callie”. \n“Only if you call me ‘Beachie’,” I replied, so with that settled, the interview began.\n“Perhaps,” I suggested, “you could start by giving a brief account of the history and duties of Royal Blue Permanent.”\n“I’d be delighted to,” she said. “The post was created by Queen Elizabeth in 1573 after she is said to have thrown a regal tantrum after losing her quill pen. She was calmed down by her main grammatical advisor, the Apostropher Royal, who suggested that a cupboard should be built to house the royal quill, ink and ‘anye thyng else Her Majestie’s calligraphic needes may require’. The Royal Stationery Cupboard was then constructed and the post of Keeper of the Cupboard created.\n“Originally the duties of that post mainly comprised the plucking, selection and sharpening of goose quills and the topping up of ink wells but later responsibilities were added as further stationery items became available.”\n“So where does the post of Royal Blue Permanent come in?” I asked. \n“I was coming to that,” she said. “By 1786, the activities of the Keeper of the Stationery Cupboard had become so numerous that it became necessary to set up Her Majesty’s Stationery Office to handle its commercial side. To appease the Keeper of the Cupboard, the additional role of Royal Blue Permanent was added to his responsibilities, particularly with regard to parliamentary matters.”\n“Parliamentary matters?” I queried.\n“Yes,” she confirmed. “These are manifold, though two of them are particularly essential to preserve the smooth running of the state. First, the Cupboard is where the portfolio that the Minister Without Portfolio doesn’t have is kept securely, and secondly, it houses the Grey Stick which is only ever seen at the royal opening of Parliament where it is carried by Grey Stick in Waiting in case Black Rod forgets to bring his Black Rod.”\n“These are vital responsibilities,” I agreed, “so why has your role been kept so secret until now?”\n“The very existence of the Cupboard became a state secret in 1649 when if was briefly used to store the head of the recently executed Charles I while Cromwell decided what to do with it. Shortly after that however the Great Cupboard Feud broke out between Royal Blue Permanent and the Master of Furnishings, Fixtures and Fittings.”\n\nTo be continued tomorrow.\n", "tags": ["opinion"], "url": "http://www.express.co.uk/comment/beachcomber/729730/Beachcomber-99-years-old-still-stationary-cupboard", "title": "Beachcomber: 99 years old and STILL as stationary as a cupboard..."},
{"abstract": "I DOUBT if Donald Trump will win but it won’t be the end of the world if he does. ", "text": "Doom-sayers in the United States are out of the same box as the moaners in Britain who continue to predict that Brexit means Wrecksit.\nSupposing he becomes president, the moment Trump sits at his desk in the Oval Office will be intensely sobering.\n“Gee, I really am the most powerful man in the universe,” he will say and perhaps for the first time in his life he will be terrified.\nBecause, as a predecessor Harry Truman observed: “The buck stops here.” Yes I know it was Truman who used the atomic bomb but that was before anyone else had it.\nEven if Trump has a rush of blood, picks up the phone and orders World War Three, a vast braking system will begin.\nThink of Sir Humphrey then multiply by a hundred.\nBut it won’t happen because The Donald isn’t stupid. Actually the more I think about it President Trump sounds like a pretty good idea.\nFor a start he would be a far greater friend to Britain than devious Hillary Clinton. And mutually admiring Trump and Putin are a marriage waiting to happen.\n--------------------------\nA deeply worrying word is creeping into the Brexit debate: “advisory.”\nIt was always there in the small print but now the High Court has put it at the centre and even Nigel Farage seems to accept that the referendum vote is only advice from the voters and not a binding instruction.\nIt’s unlikely that MPs will stop the process of withdrawal from the EU because the nation has spoken in the most democratic way possible but the Brexit that emerges could be very far from the complete break envisaged by voters.\nThe tiny consensus that controls politics and the law share one belief above everything: that they know best.\n--------------------------\nThe Roman Empire was killed by decadence and the same goes for Britain. Soon the process will be complete.\nThat’s the message from the news that team sports at exclusive Wellington College are no longer compulsory and instead pupils can take Zumba lessons.\nI’m sure Zumba is a very energetic dance but it doesn’t live up to the idea that the battle of Waterloo, one of the greatest team efforts in history, was won on the playing fields of Eton.\nIn another example of decline homework has been scrapped at a primary school in Fort William after a poll by pupils and parents.\nChildren are expected to spend homework time reading books, magazines and comics.\nOr more likely devoting the entire evening to computer games and chatting on social media.\n--------------------------\nThe triple lock state pension which guarantees maximum inflation proofing is in danger.\nA Work and Pensions Committee report saying the system is unaffordable is just the latest in a growing climate of opinion that the old are pampered at the expense of the young.\nWhat a joke. Anyone who thinks life on the old-age pension is a luxury holiday can’t have shopped for groceries or paid a gas bill within the past few decades.\nThe state pension is not a benefit. In most cases it is a hard-earned right for a lifetime of work and tax.\nThe same Labour-led committee also wants winter fuel allowances and free travel passes to be means-tested, neglecting the fact that 40 or 50 years of PAYE more than pays for such scraps.\nBritain has one of the poorest pension systems in the civilised world and now that repeated tax attacks have virtually wiped out the private pension system the state handout is more important than ever.\nThe over-60s also vote. Or do politicians think we should lose that right too?\n--------------------------\nOn my usual Sunday morning walk to the park I had to negotiate a trail of broken glass and rubbish.\nThen it dawned on me that the big firework display had happened the night before, supposedly a family occasion but from the debris a battle between armies of yobs.\nThe same goes for New Year’s Eve and I will never forget the carnage left after the Millennium celebrations.\nThese occasions have become an excuse for disgusting behaviour and violence. A crying shame.\n--------------------------\nSo-called smart motorways with variable speed limits and average speed checks have resulted in a massive increase in fines.\nAt the same time traffic is slowing down, reaching just 13.7mph on London’s M25 at peak times. Cycling would be quicker.\nLocal authorities are also planning draconian penalties on diesel-powered vehicles and company car drivers are facing a huge increase in tax.\nCameras spy on us. Everyone I know complains that journeys are taking longer what with endless roadworks and cycle lanes.\nSupposed improvements seem calculated to make motorised transport more and more intolerable.\nNo one voted for this process of outlawing cars or was consulted.\nWe can’t be trusted.\n--------------------------\nThe Crown, the new series about the early years of the Queen’s reign, is superb, convincingly acted with no expense spared on the production.\nThe detail is perfect. Even the door of the fake 10 Downing Street was scaled so that the 6ft 4in actor playing Churchill would look right and real surgeons operated on King George VI’s fake body.\nI’m also looking forward to watching The Grand Tour, the new Jeremy Clarkson and Co show.\nBut these are only available to people paying the subscription fees for Netflix or Amazon Prime. The same is true of the sport on Sky and BT.\nIs it time to scrap the licence fee and let the BBC raise money in a similar way?\n", "tags": ["opinion"], "url": "http://www.express.co.uk/comment/columnists/peter-hill/729826/Donald-Trump-US-presidential-election-wins-it-won-t-be-the-end-of-the-world", "title": "Peter Hill: It won’t be the end of the world if Donald Trump wins"},
{"abstract": "ONLY people of a certain age will understand the remnants of the “am I allowed?” mindset. ", "text": "When you have grown up in an era when all shops were closed on a Sunday, did half days on Wednesday and pubs would shut at 2.30pm each day you will know true suffering. \nEven though we are well used to 24 -hour shops and restaurants and the internet providing opportunities to gamble, bank and find a life partner 24/7 I’m sure that I’m not the only one left feeling this way. \nThese thoughts are not limited to commerce and entertainment but to one’s likes, dislikes and emotions too. \n\nIt always feels like I’ve tortured a teddy bear if I confess to a genuine dislike of chocolate (so awkward when presented as a gift), prefer prosecco over champagne (it’s a migraine thing), have a dread of weddings (12 hours around a table with people you run out of conversation with in 20 minutes) and have never watched Strictly or Bake Off (just haven’t). \nIt’s like I’ve killed Bambi to say I will pass on the cake, strawberries aren’t my thing and I don’t like trainers as footwear beyond the gym or track. \nFor some reason I have an aversion to bobble hats, grey shoes on men and the word “gobsmacked” too but I own all of these quirks without shame or issue. \n\nAm I allowed though to feel the things I feel? Are you? \nIs it OK to not like that guy everyone else thinks is a real card? \nTo hate the school-gate cliques? Social media? \n\nAm I allowed to feel lonely for no reason, to have flickers of sadness when all is well and to feel like the only one who is not seeing the funny side nor that elusive silver lining? \nSometimes our thoughts almost feel like they are not our own. \nThey can be mean, unworthy or so downright nasty you’d move seats on the bus to get away from them. \n\nThere is something admirable about owning up. \nLike singer Adele who confessed to post-natal depression and finding motherhood less than a fairy story.\nMaybe for some it is and we are so often sold the line that being a mum is deeply rewarding and from this path of conventional approval is somehow deviant or abhorrent. \n\nThus those who feel sad, depressed or overwhelmed feel odd and marginalised simply for being in their own truth. \nFeeling that our thoughts are somehow wrong or unacceptable only compounds our feelings of alienation.\nHow grateful we are though when some honest person offers a “is it just me or this really dismal?” type of comment when you’re all dying a small death under the umbrella of social niceness. \n\nSufi poet Rumi beautifully allows us to give house room to all our thoughts whether whimpering or wailing in his piece The Guest House where he urges us to honour all our feelings politely as though they were visitors. \n“The dark thought, the shame, the malice, meet them at the door laughing and invite them in. Be grateful for whoever comes, because each has been sent as a guide from beyond.” \nYou’re allowed to be human in all its complex nuances. \nYou are a fully paid-up member of humanity. \nNot only are you allowed but most welcome.\n________________________________________\nOn Desert Island Discs Michael Bublé shared with us the music he can’t live without. \nHe put Kirsty Young straight on his rocky road to fame which was one of rejection, humiliation and tenacity and not some Hollywood sugar -sweet journey to easy street. \nHe had his dark years and his belief in the power of song pulled him through. \nHis choice of songs by Sinatra, Eminem and Leonard Cohen really showed him to be an authentic voice of now with a respectful nod to the talents who have gone before.\n________________________________________\nSomeone once asked the composer Brian Eno what he was up to after being in Roxy Music. \n“Same notes, different order,” was his smart as a whip reply. \nThe right words in the right order can change lives and worlds. \nThe old cliché, “I will believe it when I see it” has a whole new resonance when you think of it instead as: “I will see it when I believe it.”\n\n________________________________________\nIf you like shopping you may well have a few shoe boxes at home. \nWhy not turn one into a happiness box? \nCover it in some beautiful paper and fill with little things that can lift your mood. \n\n\nA bottle of lavender oil or perfume, red lipstick, a favourite photograph, book of poetry, a crystal or shell or packet of sweets. \nThis box is to be opened on those days when the blues and blahs come visiting. \nEqually you can put together themed boxes for special occasions as gifts such as anniversary boxes with old photos and memento s or new baby boxes. \nSuch a delightful and thoughtful gift to yourself or others that shows you care.\n", "tags": ["opinion"], "url": "http://www.express.co.uk/comment/columnists/carole-ann-rice/729428/Strictly-Come-Dancing-Bake-Off-Michael-Buble-Happy-Mondays", "title": "HAPPY MONDAYS: Growing up in an era where shops closed on SUNDAY"},
{"abstract": "LIKE Groucho Marx, I don’t care to belong to any club that would have me as a member. I want to be judged on who I am and what I do rather than who I know, where I go or how much money I have in the bank. ", "text": "I don’t want to be looked down on because I live in the “wrong” place or went to a non-Oxbridge university (although actually I went to none at all) or didn’t pack my terrified children off to some grim but over-priced boarding school in the middle of nowhere. \nAt heart I have a mortal dread of the so-called “elite”, those who presume privilege because of their wealth and social status, and I believe I am at one with most people in that sense of foreboding. \nAll of which brings me to Brexit and the decision by the High Court not to allow the Prime Minister to invoke Article 50 (which will start the formal process of leaving the EU) without going to Parliament. \nIn an instant the 17.4 million of us who voted for Brexit have effectively been overruled. \nThe instruction to Government that we delivered, accepted by the Act of Parliament that initiated the referendum and by Theresa May and her ruling party, is to be ignored in favour of a vote in Parliament that will almost certainly go against it. \nBrexit will assuredly be achieved, in the end, hopefully after a general election that will destroy Corbyn’s spiteful and useless Labour Party and spell the beginning of the end for the unelected House Of Lords. \nBut this largely unwanted and totally unwarranted delay may also create months of economic turmoil... and, yes, this is exactly the outcome that many Remainers hoped would result from the Brexit vote itself. \nTheir palpable disappointment that Osborne’s fiscal Armageddon didn’t occur, and the acrid stench of sour grapes they have wafted over the minimal disruption that followed, has been one of the saddest and most anti-British displays of petulance it has ever been my misfortune to witness. \nWhat is even more disturbing is that the prime movers behind this legal ruling are the most insidious of all the elites in this country. \nThey are a rabble of stinking rich bankers, financiers, hedge fund buccaneers and sneering, gimlet-eyed investors who give not a single hoot for anyone who doesn’t live in one of London’s smarter postcodes, shop in Sloane Street and send their children to Eton and Harrow. \nMany of them are Mrs May’s “citizens of the world... citizens of nowhere”, the conveniently anonymous global rich who flooded London in the Noughties, buying up homes in Chelsea and Kensington and leaving them largely uninhabited. \nThe same people who despoil the very foundations of our capital city by hollowing out vast “iceberg” basements under their mansions. \nFor these people the bloated EU, with its endless layers of overpaid executives, pettifogging bureaucrats and impenetrable rules and regulations, its army of lawyers and pen-pushing time-wasters is exactly what is required: a bullying behemoth that baffles and blind-sides ordinary folk like us and allows these people to line their pockets. \nThe poster girl for this greedy elite is Gina Miller, the Guyanaborn wife of a multimillionaire financier who has led the campaign by “Wrexiteers” to frustrate the will of the public. \nFormer model Miller, an investment expert and philanthropist, inspired the character of Blackeyes in one of maverick playwright Dennis Potter’s infamously louche plays (well, he’s dead and can’t argue otherwise) and was also allegedly a slinky female silhouette at the beginning of a Bond film. How appropriate. \nFor many of those who have been backing Miller’s efforts, and those of one Deir Dos Santos, a Brazilian hairdresser who was, bafflingly, the first to lodge a complaint about Article 50 with the courts, are also silhouettes. \nThey are shadows, cyphers, under-the-radar movers and shakers. They are as far removed from you and I, the Mr and Mrs Ordinary Folk who voted for Brexit for all the right reasons, as it is possible to get. \nFew of them will ever have ventured north of Oxford Street let alone into the heartlands where Brexit was won. \nWhat interest would they have in clawing back the nation’s sovereignty, taking back control of our borders and revitalising our economy? \nBritain, for them, is a big, beautifully civilised casino where they can spin their wheels, place their bets and quietly make fortunes off everyone else’s backs. \nThey are comfortable with the stifling EU: it suits them, they know how to play by its curious, self-serving rules and win. \nNot only must we not allow this spoilt bunch to derail Brexit, we must make sure, afterwards, that life in Britain becomes a lot less easy for them. \nThis selfish and exploitative elite have been at the root of Britain’s problems for too long: it is time they were rooted out.\n", "tags": ["opinion"], "url": "http://www.express.co.uk/comment/columnists/martin-townsend/729217/Brexit-Article-50-voices-silenced-exploitative-elite-word-editor", "title": "A word from the editor: Our voices have been silenced by the exploitative elite"},
{"abstract": "WE ARE rightly proud of the NHS. ", "text": "We all have loved ones who would not be with us today without the hard work of its dedicated staff, from the receptionist to the neurologist.\nThe NHS’s principle of care that is free at the point of delivery is the cornerstone of a compassionate society but it can only remain that way if it works. \nIn just eight months almost 80,000 people who needed the help of our emergency services found that they were unable to get through to 999, a figure that has almost doubled in a year. That desperate people have found their calls unanswered is disgraceful.\nCall handlers, who are dealing with nine million calls each year, are dangerously under-resourced. If we do not support them they cannot support us. \nIf this continues the story of Eddie Corley’s struggle to reach help for his injured wife June could become all too familiar. When it comes to emergency care, people’s lives must never be left to chance and no one should find themselves in a life-threatening situation based on a post-code lottery.\nThis is an issue that could affect every one of us – 999 is a number you never want to use but are always glad to know it is there.\nWe must work to make sure that this service, which we have always been able to rely upon, remains available to anyone who requires it across the country.\n———————————————————\nRemember when planners swore that the future of warfare would be short, sharp, shock-tactics and “asymmetrical warfare” became a byword for slashing conventional forces? You should – it was only six years ago.\nAnd it’s clearer than ever that other nations weren’t using the same script. Britain pulled tanks out of Germany, axed Nimrod maritime spy planes and shrunk the Royal Navy to its smallest size in history, believing that they wouldn’t be needed to fight jihadis in Iraq, Syria or Afghanistan.\nMeanwhile Russia became the world’s fourth largest defence spender, investing a whopping 7.5 per cent of its GDP to revamp its creaking hardware.\nVladimir Putin is an ex-KGB chief intent on reliving past glories. Despite Crimea and Syria, Russia’s real aim – like China, also ramping up its navy – is to become a great maritime power. And the jewel in the crown is its submarine fleet.\nTrue, Britain is awaiting two new aircraft carriers but only one will be used at any one time. When it comes to maritime presence, quantity trumps quality.We need more destroyers and frigates – and the sailors to crew them.\nThe days when Britannia ruled the waves may be gone but, with the US focused on potential naval conflict with China, never has the need to invest in our Senior Service been more urgent.\n———————————————————\nPrince Harry deserves much praise for the way he has carved out a role for himself with his charity work, not least through his Invictus Games.\nHe has been rewarded... it was on a visit to Toronto on behalf of the Games that he met Meghan Markle with whom he has found romance. \nEarly days but we wish them both well.\n", "tags": ["opinion"], "url": "http://www.express.co.uk/comment/expresscomment/726723/NHS-crisis-stretched-999-emergency-services-leave-thousands-without-help", "title": "It’s an emergency, our 999 services need help as thousands stranded without help"},
{"abstract": "A FORMER senior military officer and Conservative MEP has dismissed the idea more money needs to be pumped into building a European army.", "text": "The comments from Geoffrey Van Orden come as the European Parliament’s Foreign Affairs Committee is set to vote on a report calling for action following the threat of terrorism, conflict in the Middle East and increased aggression from Russia.\nEurosceptics fear that federalists in the EU will seek to force through a more integrated defence strategy, including an EU army.\nMr Van Orden slammed the “ayatollahs of European integration” for what he saw as using Brexit to bring about a European Defence Union.\nHe told EuroparlTV: “I suppose many would say that the United Kingdom has been the most hesitant about a European Defence Union. We don't want to see a European army.\n“Maybe with the prospect of the UK now leaving the European Union, they see this as an opportunity. And indeed I've heard that some of the ayatollahs of European integration that exist in this Parliament have specifically said this.”\nThe East of England MEP maintained that NATO forces alone would be able to cope with increasing threats.\n“We have serious threats which are common to all of our countries and more widely among the democracies,” he said last month. “We need solidarity among the democracies.\n“We have a strongly functioning defence organisation. It's called Nato. It guarantees the commitment of the US to the security of the European nations. That's what's important. That's what has credibility, and that's what we need to be strengthening.”\nBacking the proposal is former Estonian foreign minister and Estonian Reform Party MEP Urmas Paet, who said the EU had to do more to to protect itself.\nHe said: “The first reason is of course the situation inside Europe and around it, because there are lots of new risks, be it terrorism, also inside Europe, or new conflicts, around Europe in the south and in the east.\n“And also because of the increasingly aggressive behaviour of Russia, if you look at what happened and is still happening in Ukraine, at what is happening in Syria..”\nMr Paet said more and more European nations shared his stance.\nHe added: “If you look for example at NATO, around 75 per cent of all NATO costs are covered by the United States. And Europe covers only 25 per cent – I simply don't think that it is fair enough.”\nThe comments come after the UK agreed to send 800 British soldiers, tanks and drones to Estonia, at the border with Russia as part of a NATO offensive in the region following fears of Russian agression.\n", "tags": ["politics"], "url": "http://www.express.co.uk/news/politics/730011/Tory-MEP-blasts-ayatollahs-european-integration-european-army", "title": "Tory MEP blasts 'ayatollahs of European integration' after calls for new 'European army'"},
{"abstract": "THERESA May has refused to give embattled Baroness Scotland her full backing when pressed about the row over allegedly expensive refurbishment at the Commonwealth Secretary General’s grace and favour home in London.", "text": "The Former Labour minister was accused in leaked documents of ordering updates worth £450,000 at the Mayfair premises including £100 a roll wallpaper worth £10,500 and £5,000 to “refurbish” a safe.\nLady Scotland insists the cost was nearer £330,000.\nShe has also claimed to have had support from the Prime Minister.\nAsked about the case during her official visit to India, Mrs May told journalists: “Obviously the UK is a strong supporter of the Commonwealth.\n“We believe as an organisation it has a role to play in dealing with some of the shared challenges we are seeing round the world.\n“We believe it does need to operate as effectively and efficiently as possible.\n“That means there does need to be reform in the secretariat and the way the Commonwealth operates.\n“Baroness Scotland of course needs to respond to the allegations that have been made and she will be judged on how she delivers on that need for reform, for the Commonwealth Secretariat to be operating effectively and efficiently.”\nMeanwhile a statement emerged in The Telegraph today from Lady Scotland, who took the post in April.\nShe said the work on the building was proposed by her predecessor, Kamalesh Sharma, and approved by the board of governors before she joined the secretariat.\nShe has also insisted that she had made “really clear there was to be no extravagance”.\nSociety interior designer Nicky Haslam was involved in the project.\n", "tags": ["politics"], "url": "http://www.express.co.uk/news/politics/729698/Baroness-Scotland-Theresa-May-home-refurbishment-row", "title": "New blow for Baroness Scotland as PM refuses to give full backing over refurbishment row"},
{"abstract": "CHELSEA Clinton devotes huge amounts of her time to championing her mother, but what else does she do? ", "text": "The Clintons’ daughter could make history by becoming the First Daughter for the second time if her mother wins the US election. \nChelsea, 36, went through her awkward teenage years while living in the White House with her mother and her father, then US President Bill Clinton. \nBut her experience as First Daughter will be very different if Mrs Clinton is elected as the first female President of America.\nAt the Democratic convention in Philadelphia, Chelsea spoke about how her parents had made her realise the importance of public service. \nShe told the convention: “I am here as a proud American, a proud Democrat, a proud mother and in particular a very, very proud daughter.”\n\nChelsea has taken a more prominent role at the Clinton Foundation - her family’s non-profit corporation - in recent years. \nEstablished by her father, the Clinton Foundation aims to improve global health, empower women, boost economic growth and combat climate change. \nChelsea used to be a special correspondent at NBC News but left the job in order to focus on the Clinton Foundation and prepare for the birth of her first child. \nThe young professional started her career at a consulting firm McKinsey and Company before moving on to hedge fund Avenue Capital Group. \nShe has also taught graduate classes at Columbia University and worked for New York University in the past. \n\nChelsea has been a constant presence on the campaign trail and has helped to paint a touching picture of her mother.  \nShe spoke about life growing up with her “wonderful, thoughtful, hilarious mother” during the Democratic convention this summer. \nChelsea said: “She’s a listener and a doer. She’s a woman driven by compassion, by faith, by a fierce sense of justice and a heart full of love. \n“So, this November, I’m voting for a woman who is my role model, as a mother, and as an advocate.” \nChelsea married hedge fund boss Marc Mezvinsky during a lavish wedding in New York in 2010. \nThe young mother gave birth to their second child, Aidan, in June - nearly two years after the birth of their daughter Charlotte. \nShe told the convention: “We are so thankful that he is healthy and thriving.\n\"And well, we are a little bit biased but we think he is just about the cutest baby in the world - a view I'm sure my mum shares.\" \nShe said her daughter Charlotte loves Elmo and blueberries but “above all she loves Facetime with her grandma”.\nWHO IS CHELSEA CLINTON?\nWhen Mr Clinton was still US President, his daughter left the White House to study history at Stanford University. \nChelsea went on to do a master’s degree at Oxford University and a master’s in public health at Columbia University. \nShe has also completed a PhD in international relations from Oxford University. \n\n", "tags": ["politics"], "url": "http://www.express.co.uk/news/politics/694804/Chelsea-Clinton-what-does-Hillary-Clinton-daughter-do-facts-Bill-US-Democratic-President", "title": "What does Chelsea Clinton do? What kind of First Daughter would she be if Hillary wins?"},
{"abstract": "CONTROVERSIAL Turkish president Recep Tayyip Erdoğan has sensationally accused the European Union of funding terrorism in his country and says he does not care if the West brands him “a dictator”.", "text": "\nPresident Erdogan has come under fire for arresting leading politicians and lawmakers from an opposition party as part of a widespread purge of all the nation’s core institutions following the violent military coup in July.\nThe HDP, a left wing, pro-Kurdish party with strong convictions about women’s rights, saw many of its top brass rounded up and detained on Friday amid accusations that they support the armed Kurdish militia, the PKK.\nBritain, the EU and America send aid and arms to a Kurdish group with links to the PKK currently fighting the Islamic State terrorists in Syria and Mr Erdogan claims some of the money and weapons handed to the Kurds in Syria is being used to kill Turks by the PKK, who have committed a string of terrorist atrocities across the Middle Eastern nation.\nThe 62-year-old AK Parti leader said: “Europe, as a whole, is abetting terrorism. Even though they declared the PKK a terrorist organisation, this is clear.\n\"We see how the PKK can act so freely and comfortably in Europe.\"\nBut the arrests of the HDP figureheads along with nearly 110,000 other people, including top military generals, teachers and media broadcasters, has led to condemnation from many Western leaders, who fear Mr Erdogan is acting like a tin pot dictator.\nThe United States expressed deep concern, while Germany and Denmark summoned Turkish diplomats over the Kurdish arrests and European Parliament President Martin Schulz said the actions \"call into question the basis for the sustainable relationship between the EU and Turkey\".\nThe Turkish president hit back at his critics, saying: “I don't care if they call me dictator or whatever else, it goes in one ear, out the other. What matters is what my people call me.”\nIn response to the police swoop, the HDP have decided to boycott the Ankara-based parliament.\nHDP spokesman Ayhan Bilgen said: “After discussions with our parliamentary group and our central executive board, we have decided to halt our legislative efforts in light of everything that has happened.”\nPrime Minister Binali Yildirim said the HDP had been funding terrorism and that \"not only those bombing and burning, but also those supporting terror\" would pay the price. \nThe party's deputies would be betraying the people if they failed to attend parliament sessions, he said.\nMr Yildirim added: “For years, we called on you to say you are against terror and terrorist organisations. You would not listen…For years, they transferred the money we sent for the municipalities to terror.\n\"Turn back from this road while it's still possible… Come to parliament and say what you have to say.”\nThe government alleges 800 security officers and 300 civilians have been killed by acts of terror in Turkey since a ceasefire with the PKK collapsed in October last year.\nThe latest deadly attack took place on Friday, when 11 people were killed and 100 others wounded after a car bomb detonated in the largely Kurdish-populated South Eastern city of Dyarbakir.\n", "tags": ["politics"], "url": "http://www.express.co.uk/news/politics/729360/Turkey-President-Erdogan-European-Union-EU-Martin-Schulz-terrorism-PKK", "title": "'The EU is funding TERROR in the Middle East', rages Turkey's president Erdoğan"},
{"abstract": "JEREMY Corbyn tonight sensationally vowed to collude with Remain backing MPs in parliament to block Brexit unless Theresa May accedes to his demands. ", "text": "The beleaguered Labour leader pounced on the ruling of three judges that Article 50 can only be triggered by the House of Commons to issue an extraordinary four-point blackmail note to the prime minister.\nIn a bombshell intervention the unpopular left-winger said Mrs May will have to accept his demands or face a backbench rebellion which would force her to call a snap general election. \nMr Corbyn is insisting that Britain maintains access to the single market, guarantees all EU workers' rights, keeps Brussels laws on consumers and the environment and agrees to pay for any EU capital investment lost by Brexit. \nIf Mrs May refuses to accede to all four demands in a binding parliamentary law, he has vowed to build a cabal of Labour, Green, SNP and Remain-backing Tories to block her from activating Article 50. \nThe breathtaking blackmail attempt was tonight set to spark fury amongst eurosceptic MPs who have warned that a europhile establishment is trying to betray the public and reverse the result of June's referendum.  \nIn a dynamite interview with the Sunday Mirror the embattled Islington MP called the four huge demands his party's “Brexit bottom lines”.\nHe said: “These must be the basis of the negotiations. And it doesn’t necessarily cause a delay.\n“The court has thrown a big spanner in the works by saying Parliament must be consulted. We accept the result of the referendum.\n“We are not challenging the referendum. We are not calling for a second referendum. We’re calling for market access for British industry to Europe.”\nOn whether Mrs May will accept the extraordinarily brass-necked demand, he added: “Sorry, but we live in a democracy and the Government has to be responsive to Parliament. It’s not my timetable so it’s up to her to respond.”\nAnd he was scathing of the PM's handling of the early stages of Brexit, insisting that if she listens to Labour she can get Britain's negotiating strategy back on track. \nHe said: “She has set a timetable that can easily be achieved.\n“She just has to set out the negotiating basis which she refuses to do.\n“I would have set out very quickly the relationship with Europe.\n“It would have stemmed the run on the Pound if we had made clear we wanted to maintain market access to Europe.”\nMr Corbyn's hand has been significantly strengthened by Thursday's ruling that the PM cannot use royal prerogative powers, but must instead consult parliament before activating divorce talks with Brussels. \nThe Government has vowed to appeal the decision but legal experts have indicated it is watertight, meaning the prime minister now faces the prospect of having to get Brexit past an incredibly europhile House of Commons. \nThe PM has a wafer-thin majority of just 12 and could be forced to call a snap general election if parliament tries to throw a spanner in the work, despite promising not to hold another national vote until 2020. \nAnd Mr Corbyn, who according to the latest polls is currently the public's third pick to be the next prime minister - behind Mrs May and 'don't know' - said he is relishing the prospect of an election campaign. \nHe said: “If the Government calls an election we’re ready for it.\n“We have the members, the organisation and the enthusiasm. We welcome the challenge.\n“It would give us the chance to put before the British people an alternative economic strategy for this country.”\nThe latest polling by YouGov revealed that just 16 per cent of the British public believe Mr Corbyn would make the best prime minister, compared to 36 per cent who plumped for 'don't know' and 47 per cent who backed Mrs May. \nAnd a new ICM poll released earlier this week showed that Labour is on just 27 per cent of the vote nationwide, an astonishing 16 point behind the Tories. \n", "tags": ["politics"], "url": "http://www.express.co.uk/news/politics/729207/Brexit-Jeremy-Corbyn-Labour-collude-Remain-MPs-stop-Article-50", "title": "'I'll BLOCK Brexit' Corbyn vows to collude with Remain MPs unless PM agrees to HIS demands"},
{"abstract": "A CLASH of galaxies has created a huge ‘cosmic eye’ made up of a tsunami of stars, astronomers have reported.", "text": "Astronomers have spotted an eye-in-the-sky some 114million lightyears from Earth which was the result of two galaxies colliding.\nUsing the Atacama Large Millimeter/submillimeter Array (ALMA) telescope – some 66 telescopes in the Chilean desert – experts had spotted that a spiral galaxy dubbed IC 2163 had smashed into a similar galaxy known as NGC 2207.\nThe collision resulted in a tsunami of stars and swirling carbon monoxide gas which gave the appearance of an eye complete with eyelids.\nLead author of the study published in Astrophysical Journal, Michele Kaufman said: \"Although galaxy collisions of this type are not uncommon, only a few galaxies with eye-like, or ocular, structures are known to exist.\n\"Galactic eyelids last only a few tens of millions of years, which is incredibly brief in the lifespan of a galaxy. \n“Finding one in such a newly formed state gives us an exceptional opportunity to study what happens when one galaxy grazes another.”\nData from the ALMA Telescope revealed that the gas on the outer portion of the eye is travelling at an astounding 100 kilometres per second.\nHowever, as it moves inwards, it quickly decelerates and changes motion, aligning itself with the swirling trajectory of the galaxy.\nCo-author, Bruce Elmegreen, from IBM's T.J. Watson Research Center in Yorktown Heights, New York, explained: \"What we observe in this galaxy is very much like a massive ocean wave barreling toward shore until it interacts with the shallows, causing it to lose momentum and dump all of its water and sand on the beach.”\nMs Kaufman continued: \"Not only do we find a rapid deceleration of the gas as it moves from the outer to the inner edge of the eyelids, but we also measure that the more rapidly it decelerates, the denser the molecular gas becomes. \n\"This direct measurement of compression shows how the encounter between the two galaxies drives gas to pile up, spawn new star clusters and form these dazzling eyelid features.\"\n", "tags": ["science"], "url": "http://www.express.co.uk/news/science/729761/Collision-galaxies-HUGE-cosmic-eye-in-the-sky", "title": "SHOCK DISCOVERY: Huge COSMIC EYE made up of tsunami of stars after clash of galaxies found"},
{"abstract": "HUMANS could potentially live forever, according to a a leading researcher on the subject.", "text": "Aubrey de Grey, a biomedical gerontologist with the SENS Research Foundation – a firm which “develops and promotes rejuvenation biotechnology” – says that humans will one day be able to live forever and points to the progress humans have made in the last few centuries.\nIn the 1800s, the average lifespan was around 40 years old, compared to today where it has almost doubled.\nThanks to the advancement of modern medicine, science has beaten many infectious diseases and wiped out what killed off humans early.\nWhile death is considered a natural part of life, there is no reason why we should die, aside from the fact that at a certain point in one’s life, in the  20s, the regeneration of cells is outpaced by the death of cells, leading us to ageing.\nHowever, Mr de Grey believes that if we keep making the same progress as we have been doing in recent times, it will only be a matter of time before scientists conquer degenerative diseases such as Alzheimer's and heart disease.\nMr de Grey said at the technological Inman Connect conference: “There’s almost one thing that kills everybody now in the developed world. \n“It’s the accumulation of these various types of molecular and cellular damage that the body does to itself as a side effect of just being alive at all.”\nMr de Grey says that his research has led him to the conclusion that molecular and cellular damage will one day be a thing of the past thanks to regenerative medicines such as stem cell and gene therapies coupled with drugs and vaccinations.\nThe 53-year old Brit criticised the modern pharmaceutical industry for focussing its efforts on delaying diseases, rather than beating them.\nHe continued: “We will not cure cancer this way. We will not cure Alzheimer’s this way.”\nHe explained that companies pursue the current avenue because “it can be done reasonably quickly, sold for a lot of money and because people are desperate for anything.”\nMr de Grey: “I think it’s really important to understand that the relationship between quality of life and quantity of life is not as most people think about it. \n“Today most people think about those two things as some kind of trade off, and that makes sense today because there are many things we like doing that are not very good for us.\n“But we are talking about a world in which quality will confer quantity, in which you will live longer because you are living better. That’s the critical thing here.”\n", "tags": ["science"], "url": "http://www.express.co.uk/news/science/727666/END-OF-DEATH-Humans-live-FOREVER-aubrey-de-grey", "title": "END OF DEATH: Humans will one day be able to live FOREVER, says leading researcher"},
{"abstract": "SCIENTISTS can now use SPINACH to detect bombs after tiny tubes were embedded in the plant leaves which made them sensitive to certain chemicals.", "text": "Experts placed the microscopic tubes in the leaves of spinach in the hope of making bomb detection easier and safer.\nOnce the tubes are inserted, the plant has the ability to detect nitro-aromatics – elements found in land mines and other explosives.\nA team from the Massachusetts Institute of Technology (MIT) put nanoparticles and carbon nanotubes into the leaves.\nThey then put nitro-aromatics into water, and waited for the spinach to soak it up through the soil.\nOnce the water has been drawn through the roots of the spinach and is in the leaves, a laser is then shone onto the plant which makes the nanotubes emit an almost infrared fluorescent light that can be detected by an infrared camera which can be placed on a smartphone.\nMichael Strano, a chemical engineering professor at MIT and leader of the research team, said of his research paper published in Nature Materials: “The goal of plant nanobionics is to introduce nanoparticles into the plant to give it non-native functions.\n“This is a novel demonstration of how we have overcome the plant/human communication barrier.\n“Plants are very good analytical chemists. \n“They have an extensive root network in the soil, are constantly sampling groundwater, and have a way to self-power the transport of that water up into the leaves.\n“Plants are very environmentally responsive. They know that there is going to be a drought long before we do. They can detect small changes in the properties of soil and water potential. If we tap into those chemical signalling pathways, there is a wealth of information to access.”\n", "tags": ["science"], "url": "http://www.express.co.uk/news/science/727655/WARFARE-Bionic-SPINACH-detect-bombs", "title": "VEGETABLE WARFARE: Bionic SPINACH being used to detect bombs"},
{"abstract": "THE Earth is currently going through a mass-extinction event as vast populations of the animal kingdom continue to die off.", "text": "Since 1970, a staggering 58 per cent of vertebrae populations have died, and by 2020, experts believe that two thirds of fish, birds, amphibians, reptiles and mammals will have disappeared.\nAs the human population continues to grow and moves into other animals natural habitats, other species are left with nowhere to go and become extinct.\nA report from the World Wildlife Foundation (WWF) says deforestation, increased demand for food, as well as a rise in pollution, are pushing extinction rates to 100 times their natural level.\nFreshwater animals have seen an 81 per cent decline in their numbers, while a plethora of animals, including killer whales, African elephants, leatherback turtles, gorillas and rhinoceroses are on the brink of extinction.\nExperts are heralding it as the biggest mass-extinction event since the dinosaurs 65 million years ago.\nMike Barrett, director of science and policy at WWF-UK, said: \"For the first time since the demise of the dinosaurs 65 million years ago, we face a global mass extinction of wildlife.\n\"We ignore the decline of other species at our peril - for they are the barometer that reveals our impact on the world that sustains us.\n\"Humanity's misuse of natural resources is threatening habitats, pushing irreplaceable species to the brink and threatening the stability of our climate.”\nHowever, he added: \"We know how to stop this. It requires governments, businesses and citizens to rethink how we produce, consume, measure success and value the natural environment.\n\"In the UK, this demands a serious plan to strengthen protection for habitats and species and new measures to fast-track low-carbon growth.\"\n", "tags": ["science"], "url": "http://www.express.co.uk/news/science/727648/MASS-EXTINCTION-dinosaurs-earth-wwf", "title": "Earth experiencing BIGGEST MASS-EXTINCTION since the dinosaurs "},
{"abstract": "OUR Universe could have been born from a black hole in a four-dimensional Universe, an astonishing new theory has claimed.", "text": "Despite huge advances in scientists’ understanding of the Universe in recent decades, where the Cosmos came from remains a mystery.\nEqually mysterious to experts are black holes – but now some experts are starting to consider whether the two are connected in some way.\nAt the beginning of time, 13.8 billion years ago, there was a dense and super-hot energetic point where the laws of physics did not apply – what is known as a singularity.\nThe only other thing in the Universe where a singularity occurs and the laws of physics are thrown out of the window is at the event horizon of a black hole, which is unexplainable by current scientific methods.\nWhat is fascinating about black holes is that the event horizon is two-dimensional in our three-dimensional universe.\nThis means that there is something that we are unable to perceive and the theory, which was first suggested in 2014 and is now under serious scrutinisation, claims that our Universe is the result of a singularity of a huge black hole.\nIn simpler terms, there is a possibility that our three-dimensional Universe is surrounding the event horizon of a four-dimensional Universe.\nA 2014 study from the Perimeter Institute and University of Waterloo stated: \"In this scenario, our Universe burst into being when a star in a four-dimensional universe collapsed into a black hole.”\nRe-visiting the theory recently, Ethan Siegel, a professor of physics and astronomy at Lewis & Clark College in Portland, explained how a black hole could have formed in another universe which led matter to “fall” into our Universe.\nDr Siegel wrote for Forbes: \"As the black hole first formed, from a star’s core imploding and collapsing, the event horizon first came to be, then rapidly expanded and continued to grow in area as more and more matter continued to fall in.\n“If you were to put a coordinate grid down on this two-dimensional wrapping, you would find that it originated where the gridlines were very close together, then expanded rapidly as the black hole formed, and then expanded more and more slowly as matter fell in at a much lower rate. \n“This matches, at least conceptually, what we observe for the expansion rate of our three-dimensional Universe.\"\n", "tags": ["science"], "url": "http://www.express.co.uk/news/science/726632/big-bang-universe-black-hole-singularity", "title": "Our Universe was born from black hole in 4D Universe, astonishing theory suggests"},
{"abstract": "ENGLAND, to their frustration, do not have the opportunity to take on the All Blacks head to head this autumn, but they have managed to claim a notable victory over the world champions.", "text": "The World Rugby awards are usually a New Zealand monopoly but for once they found themselves beaten by England when it came to names in lights yesterday.\nEngland have three nominees on the player of the year shortlist to New Zealand’s two which, with Eddie Jones up for coach of the year and his Grand Slam winners in the running for the team gong, indicates who are the coming side in the world game.\nTo put this into context, England have only had two players – Owen Farrell in 2012 and Tom Croft in 2009 – nominated in the 12 years since they won the World Cup.\nMaro Itoje could even become the first man to land an historic double at the awards ceremony in London next Sunday as he is up for breakthrough player too.\nSuch adulation brings with it the possibility of heads being turned – the average age of the nominated trio is only 23 – but England scrum-half Ben Youngs is adamant minds will remain firmly fixed on this weekend’s game against bogey team South Africa.\n“The boys have a focus on now being the time for us. We’ve got to crack on and keep moving forward. There’s absolutely no chance of complacency from the side,” said Youngs.\n“No one in the side has ever beaten South Africa and it’s something we all want to experience. We feel like the time is now to try to get rid of the last ten years and get a win against them this weekend.”\nItoje is out of action for the Old Mutual Wealth Series with a broken hand so it was with some relief that England were yesterday able to confirm the availability of Courtney Lawes, along with Mako Vunipola.\nLawes, who will win his 50th cap, has shaken off a knee problem to fill the dual role of chief lineout target and destructive defence missile against South Africa.\nThe physical side of a match-up which has proved beyond England for a decade is the struggling Springboks’ one trump card and the emphasis in training this week has been to ensure the home side can negate it.\n“Whenever I have played them I have never felt that we have been outclassed, more physically beaten up,” said Youngs, who has been involved in five of the defeats.\n“I’ve never come off the field feeling there’s a massive gap. I’ve just felt that whenever we’ve come unstuck against them we haven’t been able to match them physically or deal with their physicality round the corner and their breakdown stuff.”\nMelbourne Storm rugby league coach Jason Ryles was working with the squad at their Pennyhill Park base yesterday. The Australian’s temporary presence on the invitation of Jones is hardly a vote of confidence in England defence coach Paul Gustard, but the head coach wants an expert on the two-man tackles he believes will stop the Springboks in their tracks.\n“Everyone knows the biggest thing they bring is physicality. They come at you like a wave. It keeps coming, battering you down,” said Youngs.\n“I think they’ll go back to tradition and try to beat us up to a degree but the boys are really focused on that. Jason has come in to help with our two-man tackles to make sure we’re physical in that area.\n“They’re big guys and we need to get them down early. With the ball-carrying threat they have we don’t want to get into a one-on-one wrestling match.”\nThe Springboks could be without star wing Bryan Habana, who has a knee injury, but Wasps-bound full-back Willie le Roux and Leicester wing JP Pietersen are on course to be fit.\n“I know my body well so I will be ready for selection,” said Pietersen.\nCoach Allister Coetzee confirmed that second-row Eben Etzebeth will be playing two months of club rugby in Europe at the end of the tour.\nRelegation-threatened Bristol, who sacked director of rugby Andy Robinson yesterday, are favourites to land him on a £40,000-per game deal.\n\n", "tags": ["sport"], "url": "http://www.express.co.uk/sport/rugbyunion/729778/Rugby-Union-England-New-Zealand-Maro-Itoje-Owen-Farrell-Billy-Vunipola-News", "title": "England trio Farrell, Itoje and Vunipola nominated for player of the year award"},
{"abstract": "MAMADOU SAKHO has a complicated situation at Liverpool, according to France boss Didier Deschamps.", "text": "Sakho has been frozen out at Liverpool ever since he was sent home early from the club's USA pre-season tour.\nJurgen Klopp claimed the defender had been disrespectful after he was late for a flight and missed a team dinner and training session.\nHe is yet to make a single appearance for the Reds this term and has since been training with the Under-23s.\nAnd France boss Deschamps has revealed he has spoken to Sakho in a bid to resolve the situation but has claimed it's \"very complicated\".\n\"I talked with Mamadou Sakho to see where abouts he is,\" Deschamps said.\n\"It sounds very complicated.\n\"I do not know if there is another solution for him to go elsewhere because he does not play at Liverpool.\n\"His situation is very complicated,\" he added.\n\"It is up to him to find a solution so that he can express himself on the pitch.\"\nSakho has struggled to find his way back into the Liverpool side after he was banned for testing positive for a fat burner in the summer.\nThe charge was later dismissed by UEFA but the former Paris Saint-Germain star lost his place in the France squad for Euro 2016.\nHe has made 80 appearances for Liverpool since signing from PSG in 2013 for £18million.\n", "tags": ["sport"], "url": "http://www.express.co.uk/sport/football/729911/Liverpool-Transfer-News-Mamadou-Sakho-Talks-Didier-Deschamps-France", "title": "Liverpool star holds transfer talks: Manager reveals deal is complicated"},
{"abstract": "SAM ALLARDYCE lasted just 67 days as England manager, a shorter reign than any of his predecessors.", "text": "A national newspaper sting filmed him instructing fake businessmen on how to circumvent Football Association regulations on third-party ownership of players.\nHe was forced to leave his post 'by mutual agreement' with the FA and now English football is on the hunt for a new man to run the national team for the second time this year.\nWhen Allardyce stepped down, there was no safer pair of hands around to steady the ship in the meantime than the under-21s boss.\nWhen Roy Hodgson left, Southgate himself was said to think he did not have enough experience for the job.\nWell, there can be no better preparation for becoming England manager than…being England manager.\nAt present, he is still in charge until the end of the year, with home games against Scotland and Spain remaining in which to prove himself.\nA 0-0 draw in Slovenia will not sit well on his record but his successes - most recently at the Toulon Tournament - with the England under-21s make him a very feasible candidate for the job in the long-term.\nAfter sacraficing a 2-0 lead against Spain to draw, Southgate will now be given a 'rigorous' interview by the FA.\nManchester City fans will always hold a special place in their hearts for 'Bobby' as the man who brought them their first league title in 44 years.\nThe Italian racked up 191 games at the Etihad and even had a brief spell in England as a player: a month on loan at Leicester in 2001.\nMancini is known for his hands-on training sessions and disciplinarian style. Mario Balotelli found out exactly how harsh he could be on a number of occasions.\nEnglish players generally react poorly to being told what to do and the previous bosses have been much more 'softly-softly' in their approach.\nBut with none of those managers having brought the FA the success they so desire, the winds of change are certainly beginning to blow.\nThere's not much about Wenger England fans don't already know. Since his arrival in English football in 1996, the 66-year-old has built Arsenal into one of the world's top sides with three Premier League titles and six FA Cups.\nHis contract is up at the end of the season and more than ever it looks as though it will not be renewed barring something quite remarkable happening over the coming months.\nWenger's legacy in English football will be one of lifestyle - he turned the Gunners from boozers eating egg and chips before matches into finely-tuned athletes.\nBut these days he is relatively hands-off with his players and rarely even talks to them during the week. If he were to enter into international management, the limited time available with his squad might make his reservation a hindrance.\nThis is by far the most left-field name to have been thrown into the ring so far.\nRangnick is currently the sporting director for Red Bull Leipzig and said to be very happy doing it.\nWHO IS RALF RANGNICK? IN-DEPTH PROFILE\nHowever, he has a background in management been the top dog at a long list of German sides including Stuttgart, Hoffenheim, Schalke and Leipzig themselves.\nHe is part of a project at Leipzig bringing wisdom from the business world into into football - perhaps England need some of his analytics to break their major tournament curse?\nAgain? Really?\nWell yes. Hoddle led England through qualifying for the 1998 World Cup with a solitary blemish, defeat to Italy at Wembley.\nBut when they were eliminated on penalties by Argentina in the second round, red card recipient David Beckham attracted much of the blame and vitriol of the fans.\nHoddle meanwhile kept his job until February 1999, when comments of his suggesting disabled people had sinned in a previous lifetime emerged and he was sacked.\nHoddle enjoyed unspectacular spells in management afterwards with Southampton, Tottenham and Wolves and has not worked as a football manager in 10 years.\nBut he has been employed as a tactical expert by a number of bosses and runs his own football academy in Spain.\nWidely touted as a potential candidate to replace Arsene Wenger at Arsenal, there are few English managers more highly rated than Howe.\nThe 38-year-old is popular with players, other managers and fans alike. He has managed in the top three divisions of English football and not looked remotely out of his depth in the Premier League, guiding an unremarkable Bournemouth team into mid-table safety.\nThe top job might be a bridge too far for the managerial youngster but there is no doubting his ability. If England come calling, could he possibly turn it down?\nSouthgate 1/10\nWenger 16/1\nMancini 20/1\nHowe 20/1\nRangnick 33/1\nHoddle 33/1\n", "tags": ["sport"], "url": "http://www.express.co.uk/sport/football/722159/Next-England-manager-candidates-assessed", "title": "Next England manager candidates assessed: Gareth Southgate set for interview"},
{"abstract": "WALES defence coach Shaun Edwards has shouldered responsibility for the humiliating defeat at the hands of Australia.", "text": "The Wallabies ran riot in Cardiff to score five tries and send Wales to their heaviest home beating in a decade.\nEdwards’ defence has leaked 32 tries in the last six matches, but he is determined to find the answers and restore some pride ahead of next weekend’s clash with Argentina.\n“Their attack coach Stephen Larkham got the better of me. I’ll hold my hands up,” he said. “But I’m a determined person.\n“They had 80 per cent of the possession in the first half and 75 per cent of the territory, we conceded three tries and it could have been more.\n“The tackling wasn’t too bad but first and foremost we lost the advantage line. Their front five were consistently gaining ground and creating quick ball. \n“It’s incredibly difficult to hold out a team in periods like that, especially the way the game has gone in the past 12 months with more and more tries being scored.\n“But do I think we can defend better? Yes I do. And am I incredibly determined to make that happen? Yes I am.”\nOn the other side of the Atlantic, Andy Farrell helped orchestrate Ireland’s first victory over New Zealand in 111 years with Lions coach Warren Gatland watching from the Chicago stands.\nFarrell got the nod over Edwards for the role of defence guru for the triumphant 2013 tour of Australia and Edwards could be third in line for the post after Paul Gustard’s defensive systems allowed England to whitewash the Wallabies and win a Six Nations Grand Slam.\nWales’ bid to tame the Pumas will be aided by the returns of captain Sam Warburton, Jonathan Davies, Jake Ball and Liam Williams.\nUncapped scrum-half Tomos Williams has been called into the squad as cover for Rhys Webb, who looks likely to miss the rest of the series with ankle ligament damage.\nAnd Edwards believes his players will deliver the perfect response against Argentina next week.\nHe said: “We are playing a top-eight team who play in the Rugby Championship – I can’t think of a better team to bounce back against. We need to come out and do what Australia did to us.\n“Coming into the campaign Australia were the best side in the Rugby Championship after the All Blacks but I don’t think Argentina are miles behind them. They are a massive challenge.\n“Argentina play quite a loose game. They’ve got quite a powerful pack and strong driving lineout, which they have been renowned for.\n“But have got some quick and nimble backs who don’t mind playing, even from inside their 22.”\n", "tags": ["sport"], "url": "http://www.express.co.uk/sport/rugbyunion/729771/Wales-Shaun-Edwards-Australia-Rugby-Union-News-Cardiff-Ireland-New-Zealand-Warburton", "title": "Wales coach Shaun Edwards takes blame after crushing Australia defeat"},
{"abstract": "ANDREW MURRAY, as he was back then, had the path to the top of the world spelled out to him in 2001 when he was still a squeaky-voiced 14-year-old.", "text": "In an old BBC documentary, an even-more-youthful future Davis Cup captain Leon Smith, then coach to the Murray brothers, was sounding an earnest note of caution to camera.\n“The people you see on television, the top ones in the world, have worked hard all their life,” he said.\n“They have given up all social life, they are playing four, five, six hours a day. There is training and fitness. They see physiotherapists every day. They work with sports psychologists and they travel the world.\n“It is a tough life. If you want to make it, you really have to give up a lot of your life.”\nThankfully, for himself and for the nation, Andy Murray was up for the challenge.\nFast forward four years and Murray is “at home” in his cramped and decidedly untidy student digs at the Sanchez-Casal Tennis Academy near Barcelona.\n“I like staying here,” he says. “Other places might be nicer but it reminds me I am nowhere near at the top yet. I like the fact I don’t get treated any different to anybody else.”\nHe had already won the US Open junior championship the previous year but was just about to enter the national conscience permanently with a run to the third round of Wimbledon.\nMurray’s first visit to SW19 was also mine and after a thrilling Saturday afternoon five-setter against David Nalbandian, his life had changed forever.\nHe took his final bow from the tournament that year with ignominious exit in the first round of the mixed doubles on a packed Court Three a couple of days later but already the awkward 18-year-old sensed the difference.\n“I wasn’t expecting so many people when I got off court,” he said. “I couldn’t move at all. I said I would try to sign everybody’s autograph and I tried to, but I couldn’t because they were all pushing. It’s a little weird.”\nHis relationship with his public remained uneasy and a joke about supporting England’s opponents that misfired saw him retreat into his tennis as much as possible.\nDismissed as too fragile to survive a five-set clash; a series of winter boot camps in Miami answered those criticisms. His fitness was in his control, and Murray fixated on becoming the most athletic player on the tour.\nMental strength was harder to garner but under the tutelage of Ivan Lendl he slowly equipped himself with the tools to win the crunch points.\nOlympic gold in 2012 provided the final piece of the jigsaw – a belief he could win things. Three weeks after Murray had cried following defeat to Roger Federer at the Wimbledon final, the main focus of the nation had turned to the Olympic Park and the rowing lake.\nBut those lucky enough to attend the raucous circus that sprung up on Centre Court finally saw Murray at his best, beating both Federer and Novak Djokovic to capture honour for his country as much as himself. That victory paved the way for him to end Britain’s 77-year Wimbledon hoodoo and a similar-length drought in the Davis Cup.\nThe fact he had been born a week apart from Djokovic, though, seemed cruel barrier to that elusive no. 1 spot.\nFatherhood, though, gave Murray a fresh perspective. The fact he felt he could go out and celebrate his second Wimbledon triumph with a few rare glasses of bubbly this summer – in the company of journalists, no less – showed he had finally discovered greater confidence in himself as a person. He could be his own man.\nNow his near invincibility since that night at Drama nightclub in the heart of the West End has finally catapulted him to the very top of his game.\nHe had given up his social life, worked hard on his fitness, seen the physios, spoken to the sports psychologists and travelled the world. Finally, he had that true belief in himself.\nAmong the many tributes to pour in was a short tweet from Federer himself – World No.1 for a record 302 weeks.\n“We have a new king in town. Congrats Sir Andy Murray,” he wrote.\nThe Swiss, like Smith all those years ago, appreciates just how big his achievement is.\n", "tags": ["sport"], "url": "http://www.express.co.uk/sport/tennis/729351/Andy-Murray-Tennis-Novak-Djokovic-Leon-Smith-David-Nalbandian-Wimbledon-Olympics-Federer", "title": "Andy Murray reaps reward from years of graft by usurping Novak Djokovic as World No 1"},
{"abstract": "LEAKED database of user data reveals that many of us are STILL not using secure online passwords - if you use one of these, you may need to take action.", "text": "Remembering all your passwords can often be a challenge.\nIt seems that as we place more and more of our lives online, creating multiple accounts, many users fall in to the trap of re-using the same passwords, or rehashing obvious choices.\nNow new data has shown that British users are still incredibly bad at creating passwords that are tough to crack, leaving many of us to attack from cyber criminals.\nThe news comes from analysis of the password database leaked in the hack on Yahoo back in 2012.\nResearchers speaking to the Daily Mail showed that the most popular password choices are still obvious examples such as \"123456\", \"qwerty\" - and of course, \"password\".\nOther top choices included \"welcome\", \"ninja\", \"abc123\" and \"princess\", with many others made of simple combinations of the user's name, age or birthday.\nThe data was analysed by a team of researchers from the Lancaster University, headed up by Dr. Jeff Yan.\nHe told the Daily Mail, \"Why do [some] use such obvious passwords? A main reason I think is that they’re either unaware of or don’t understand the risks of online security.\"\n\"Just like everybody knows what one should do when red lights are on in the road, eventually everybody will know 123456 or the like is not a good password choice.\"\nIf you think you've been the victim of an online hack, you can check out  guide to the next steps to take here.\nThe Yahoo hack, which was revealed earlier this year, saw over 200 million user accounts exposed to hackers, who then sold on the details online.\nThe details included user names, birth dates and email addresses along with passwords, which were not encrypted.\nYahoo also confirmed that it had been hit by a data breach earlier this year which also put details of more than 500 million user accounts at risk. \n", "tags": ["tech"], "url": "http://www.express.co.uk/life-style/science-technology/729687/online-passwords-britain-yahoo-leak-password-qwerty-123456", "title": "Britain is STILL awful at online passwords - here are the worst culprits"},
{"abstract": "WHATSAPP has finally updated its app to allow users to send and receive animated GIF images. You can also convert videos to GIFs within the iOS app. Here's how to add GIFs to your existing chats.", "text": "WhatsApp has updated its iOS app to natively support GIFs for the first time.\nUsers can now send and receive animated pictures – as well as convert videos to GIFs directly within the app.\nIt's the headline feature of WhatsApp version 2.16.15, which also allows iPhone users to send Live Photos and short video clips as GIFs.\nUnfortunately, there is no native GIF search – like messaging rivals iMessage, Facebook Messenger, Twitter or Slack – so you'll have to leave WhatsApp itself to find a GIF to send.\nThis marks the first time it has been possible for GIFs to play within the app.\nThe news comes as WhatsApp also introduced the ability to embed a previous text in your reply, like a Quote-Tweet on Twitter, and send bold, italic and strikethrough text.\nWhatsApp does not include an integrated GIF search, so you'll have to source your image from another app, or a third-party iOS keyboard.\nGIPHY is one of the most comprehensive GIF search engines available and boasts a number of solid companion apps for iPhone owners, including iMessage integration, a GIF keyboard, and standalone search app.\nInstalling any of these apps is a great way to ensure you always have a suitable GIF to hand.\nYou can search GIPHY for an emotion () or a television show () an actor () or fictional character () to accompany your next text message.\nWithin GIPHY, you can tap the Share icon to send it directly to WhatsApp.\nThis saves you the extra hassle of saving the GIF to your Camera Roll, then loading it from within your chosen WhatsApp conversation or group chat.\nWhen the GIF is delivered, the animation can be played directly within the chat window.\nEnable the GIPHY keyboard by downloading the app from the App Store, then heading to Settings > General > Keyboard > Keyboards > Add New Keyboard.\nSelect GIPHY Keys from dropdown marked Third-Party Keyboards, and then tap on the name in the list and toggle on the option labelled, Enable Full Access.\nYou can now summon the GIPHY Keys keyboard by holding down on the globe icon in the lower left-hand corner of your iOS keyboard and highlighting the name of the app.\nThis lets you search for the GIFs you want without having to leave your chat app – including WhatsApp.\nHow to convert videos to GIFs in WhatsApp\nAlthough WhatsApp has not bundled its own GIF search engine within the app, it has included a rather nifty trick to create your own animated images.\nAny video that's six seconds or shorter can be converted into a GIF within WhatsApp itself.\nSimply tap on the + symbol on the left hand-side of the keyboard and then tap Photo & Video Library from the menu.\nPick the video you want to convert from your camera roll.\nYou can then trim, annotate, doodle and crop the video as usual, but providing that the video is the correct length, there is a toggle in the top right of the screen that lets you pick between sending a fully-fledged video or a GIF.\nTap on the word GIF to generate your animated image and send it within your chosen chat.\nWhatsApp also claims users can generate GIFs from Live Images, however,  was not able to test this feature at launch.\n", "tags": ["tech"], "url": "http://www.express.co.uk/life-style/science-technology/729564/WhatsApp-How-To-Send-GIFs-Convert-Videos", "title": "WhatsApp: How to send GIFs, convert any video into a GIF in your chats"},
{"abstract": "APPLE has delayed its highly-anticipated bluetooth headphones – AirPods – until 2017, according to the latest rumours from the iPhone manufacturer's supply chain.", "text": "Following the revelation that Apple had delayed its highly-anticipated AirPods beyond their original October launch date, the US firm has remained silent on when customers can expect the futuristic headphones.\nBut a new report from the company's supply chain in China points to a UK release date in early 2017.\nThe news comes from the  which talked to a number of marker watchers who believe AirPods manufacturing supplier Inventec will see a profit boost in January, following the launch of the device.\nInventec is now expected to start shipping AirPods by January 2017, the paper claims.\nThe connection between Inventec, known predominantly as a PC supplier business, and Apple's AirPods first came from reliable technology analyst Ming-Chi Kuo, of KGI Securities back in September.\nLast month, a spokesperson for Apple told : \"The early response to AirPods has been incredible.\n\"We don’t believe in shipping a product before it’s ready, and we need a little more time before AirPods are ready for our customers.\"\nApple announced the AirPod headphones during the iPhone 7 launch event, back in September.\nWith the iPhone 7 and iPhone 7 Plus, Apple decided to ditch the industry-standard 3.5mm audio port.\nAirPods are a flagship product designed to showcase what is possible in the new wireless audio world.\nThe new Bluetooth headphones boast high-quality audio playback and are designed to harness the power of the cloud to automatically pair with all of your Apple devices.\nSimply place the AirPods close to your iPhone and with one tap, they are immediately set-up with all the devices signed into your iCloud account, including your iPad and Mac.\nAirPods will intelligently switch between iPhone, Apple Watch and your MacBook as you move between gadgets.\nBeam-forming directional microphones in the stem also let you use voice assistant Siri while wearing the headphones, who can be summoned with a double-tap.\nSiri lets you select and control your music, change the volume, check your battery life, as well as the other standard queries the virtual assistant is used to fielding from iPhone owners. An accelerometer built into each AirPod detects when you’re speaking, enabling the microphones to focus on the sound of your voice, filtering out external noise.\nBecause these new headphones do not include any wires – they need a battery and, with the ultra-efficient Apple W1 chip powering them, they pack some five hours of battery life for audio playback.\nApple AirPod headphones ship with a companion charging case, that lets you top-up the wireless headphones with an additional 24 hours of battery life.\nIf you fancy a pair they will set you back £159, which includes the AirPods and charging case.\n has got our hands on an early pre-production pair of AirPods from Apple, and have been using them regularly for the past few weeks.\nAirPods are incredibly impressive.\nThe Apple wireless headphones are comfortable to wear, easy to set-up and sound good.\nFor such a diddy device the battery life is also reasonably good and the charging case will give them a boost when they run low.\nOn the negative side, not everyone is going to like the design as, until people get use to them, they do look a bit odd.\nAnd we have noticed some slight interference with the sound at busy train stations (we are however testing an early review pair and not a finished product).\nAt £159 the AirPods aren't cheap but, we've got a feeling when they do finally launch, they are going to be hugely popular. \n", "tags": ["tech"], "url": "http://www.express.co.uk/life-style/science-technology/728860/AirPods-UK-Release-Date-Update-Apple-Headphones", "title": "AirPods Release Date - This new update is NOT good news for Apple fans "},
{"abstract": "APPLE'S new MacBook Pro 2016 has finally been unveiled and senior VP Philip Schiller, reveals why it doesn't feature a touchscreen.", "text": "Apple finally lifted the lid on its all-new Macbook at a major event in Cupertino last week.\nThis powerful new laptop is packed with upgrades including a faster processor, brighter display and much slimmer design.\nHowever, unlike most of its rivals, one thing that Apple has decided not to include is an interactive touchscreen.\nInstead, the US tech firm has opted for a unique Touch Bar which replaces the function keys that usually run across the top of the MacBook Pro keyboard.\nFeaturing a clever multi-touch Retina display, the Touch Bar changes to the app you're using – bringing interactive ways to adjust or browse through content.\nFor example, loading the Safari web browser triggers the Touch Bar to summon a slew of helpful shortcuts, including on-screen buttons to load new tabs, search the page, or refresh the page.\nNow Apple's Senior Vice President of Worldwide Marketing, Philip Schiller, has revealed why the company has avoided a touchscreen.\nSpeaking to the Independent Schiller said: \"The Mac from the very first has had a menu bar fixed at the top. It’s core to the identity and the experience you get. But iOS doesn’t have a menu at the top. It never will.\n\"The thought of pointing at a menu at the top of an iPhone feels wrong.\n\"If you made the Mac a touchscreen you’d have to figure out how to make it a good experience with your finger on a touchscreen.\n\"Trust me, we’ve looked at that — it’s a bad experience. It’s not as good or as intuitive as with a mouse and trackpad.\"\nAlthough many have been critical that Apple hasn't included a touchscreen the tech firm may have a point.\nMicrosoft unveiled its Surface Book laptop in the UK earlier this year which features a detachable touchscreen.\nIt's clever stuff, but having tested this ultimate portable Windows PC earlier this year, Express.co.uk soon became hugely frustrated with the experience.\nAlong with the bizarre gap that's created between the keyboard and the display.\nThere’s also the matter of the annoying bounce whenever you use the Surface Book’s touchscreen in laptop mode.\nWith a touch display you're also left with a screen covered in fingerprints.\nApple's products have always been about the user experience and producing the Touch Bar makes the new MacBook more interactive without compromising the design.\nTaking about this new technology, Schiller revealed: \"It’s part of our thinking about where to take the notebook next.\n\"Others are trying to turn the notebook into the tablet. The new MacBook Pro is a product that celebrates that it is a notebook, this shape that has been with us for the last 25 years is probably going to be with us for another 25 years because there’s something eternal about the basic notebook form factor.\n\"The team came up with this idea that you can create a multi-touch surface that’s coplanar with the keyboard and the trackpad but brings a whole new experience into it, one that’s more interactive, with multi-touch.\"\nExpress.co.uk has had an exclusive first-look at the new Touch Bar and our initial impressions are good.\nUsing it is incredibly intuitive and it makes tasks such as editing photos, replying to messages and even taking a screen shot a lot quicker, easier and far more fun.\nThe Bar also includes Touch ID which unlocks the MacBook with your fingerprint and allows you to securely pay for goods online.\nWe hope to bring you a full review of the MacBook Pro 2016 with Touch Bar soon.\n", "tags": ["tech"], "url": "http://www.express.co.uk/life-style/science-technology/728790/New-Macbook-Pro-2016-Apple-Microsoft-laptop-touch-screen", "title": "New Macbook Pro 2016: Apple hasn't made the same mistake as Microsoft - here's why"},
{"abstract": "SAMSUNG has unveiled the pricing for its Gear S3 smartwatch, and our least favourite variation is the most expensive – out-pricing some models of the Apple Watch.", "text": "Samsung is clearly feeling pretty confident about its latest smartwatch, the Gear S3.\nThe South Korean company has slapped a hefty £349 price tag on its latest wearable device, which we weren't too impressed with during our hands-on time back in September.\nMeanwhile, rival Apple – who at one time had the most expensive smartwatch on-sale – now sells a variation of the Apple Watch for £269.\nThe Apple Watch Series 1 starts from £269 for the 38mm case, and £299 42mm case.\nAlthough it sports the same dual-core processor as the Apple Watch Series 2, the entry-level wearable is not waterproof to 50metres, nor does it have an in-built GPS.\nSamsung finally started to take orders for its highly-anticipated Gear S3 smartwatch last week – some 60 days after the company first unveiled the gadget timepiece on-stage at the IFA consumer technology tradeshow in Berlin.\nFollowing on from the success of the Gear S2, the next-generation Samsung wearable comes in two new styles, dubbed Frontier and Classic.\nFrontier has been designed to act as both a fitness-minded watch, as well as a leisure wearable. \nMeanwhile, the Classic variation “pays homage to the minimalist, elegant style found in the most iconic timepieces,” according to Samsung.\nBoth variants of the tech timepiece keep the same spinning bezel mechanism that made the Gear S2 such a departure from other smartwatches.\n\"Whether you thirst for adventure, or prefer a more classic design, both are the perfect blend of form and function,\" the South Korean firm teases on its website. \n\"Welcome to a new generation of smartwatches.\"\nBoth the Gear S3 Frontier and Gear S3 Classic for £349 through its online store.\nUnlike last year, the Gear S3 is now compatible with any standard 22mm watch band, so owners can quickly swap-out and customise their device, without being beholden to a single manufacturer, like some rival wearables.\nSamsung has also increased the size of the battery (upping the battery life to a staggering four days) and included a GPS to give the smartwatch more autonomy from your paired Android phone.\nUnfortunately these internal refinements come hand-in-hand with a number of unwelcome changes to the design – and size – of the Gear smartwatch range.\nThe Gear S3 Classic and Frontier are both incredibly large, bulky devices.\nSamsung has ditched the understated, compact design it employed with the Gear S2 in favour of a bigger battery, larger display and GPS chipset. \nHere’s the thing – we’re not sure it is worth the trade-off.\nFor one thing, the latest iteration of the Samsung Gear smartwatch now appears to only target a male audience. The South Korean firm says that’s by design, since its research shows 80 per cent of smartwatch owners are men. \nBut that trend quickly becomes a self-fulfilling prophecy when the only accomplished smartwatches on the market are swollen wrist-behemoths, like the Gear S3 Frontier. \nAnd even amongst the target audience, the chunky Gear S3 series will only appeal to those looking for a large watch.\nUnlike rival smartwatch ranges from Apple and Motorola, there is no choice of screen size with the Gear S3 Classic and Frontier. \nThat didn’t matter so much with the slight, one-size-fits-all Gear S2, but it feels like an issue that will alienate more than a few buyers this time around.\nThe S3 Classic is the least appealing of the two, thanks to its plain silver face, which lacks the design flourishes seen on the Gear S3 Frontier.\nSamsung's wearable operating system, TizenOS, still performs admirably, and the spinning bezel is a brilliant way to navigate around the beautiful, simplistic operating system.\nHowever the app ecosystem hasn’t grown in any meaningful way since it launched alongside the Samsung Gear S2, which is disappointing.\n will be spending some more time with the Gear S3, and will have a full in-depth review soon.\n", "tags": ["tech"], "url": "http://www.express.co.uk/life-style/science-technology/728722/Samsung-Gear-S3-UK-Price-Stock-More-Than-Apple-Watch", "title": "Samsung Gear S3 - The worst version of this smartwatch costs more than an Apple Watch "},
{"abstract": "MARKS and Spencer will shut 60 clothing and home stores as it focuses on food and bosses warned of more than 2,100 job losses under plans to axe 53 overseas shops.", "text": "The retailer said the UK closures come as part of an overhaul which will affect around 100 stores as it looks to cut back on clothing and home while boosting its Simply Food chain.\nDetails of the restructure came as it said underlying pre-tax profits fell 18.6 per cent to £231.3 million in the six months to October 1, while bottom-line profits crashed 88.4 per cent to £25.1 million.\nChief executive Steve Rowe also outlined plans to shut 53 stores across 10 international markets - including 10 in China and seven in France, while pulling out of Belgium, Estonia, Hungary and Lithuania - putting around 2,100 jobs at risk.\nM&S said it will close around 30 of its 304 full-line stores - selling clothing and home as well as food - and downsize or replace around 45 shops to Simply Food outlets.\nIt will also relocate some other outlets, while opening other stores in so-called under-served areas.\nThe group remained tight-lipped on the number of UK staff impacted by the plans, but said that, where possible, it would keep \"job continuity\" for affected employees.\nThe group insisted it would have more stores overall after the revamp, with already-announced aims to open more than 200 Simply Food outlets by the end of the 2018/19 financial year.\nMr Rowe, who took over from Dutchman Marc Bolland in April, said: \"Over the next five years we will transform our UK estate with around 60 fewer clothing and home stores, whilst continuing to increase the number of our Simply Food stores.\n\"In the future, we will have more inspiring stores in places where customers want to shop.\"\nHe added: \"These are tough decisions, but vital to building a future M&S that is simpler, more relevant, multi-channel and focused on delivering sustainable returns.\"\nThe latest restructure moves come as M&S revealed more sales falls in its embattled clothing division, with like-for-like sales down by 5.9 per cent in the first half.\nBut it narrowed the sales decline from 8.9 per cent in the first quarter - its worst performance for a decade - to 2.9 per cent in the second quarter.\nSame-store food sales fell 0.9 per cent over the half-year, while it saw growth of 0.3 per cent at M&S.com, leaving overall UK like-for-like sales 3 per cent lower.\nMr Rowe said the group did not have a full list of outlets closing, adding that it would look at the overhaul on a \"store-by-store\" basis over the next five years.\nHe said M&S will have less space, but more stores as part of a \"rebalancing\".\n\"This is not about the M&S brand disappearing. We will be in more locations in the future,\" he added.\nThe group said the UK restructuring will cost it around £350 million over five years.\nM&S will also close loss-making owned businesses across 10 international markets at a cost of £150 million to £200 million over the next year.\nThe firm currently has 468 overseas stores across 58 international markets, with 194 owned stores and 274 franchise stores.\nMr Rowe - a company veteran with 26 years' service - is leading a shake-up to turn around its clothing arm and get group profits back on track.\nHe has already axed 525 jobs at the retailer's head office in a bid to cut costs in August.\nThe group said on announcing half-year results that its profit margins will take a hit from the sharp falls in the pound since the Brexit vote.\nBut it said it would continue to cut prices across its clothing lines and in its food arm as it looks to ramp up sales.\nM&S has seen its position shift from a retailer able to attract all age groups to a place seen by younger consumers as catering primarily for older generations - despite glamorous advertising campaigns and, most recently, two well-received collections from model Alexa Chung based on the store's fashion archive.\nCommentators say younger shoppers are being lured away by competitors which are cheaper, faster and more aspirational.\nMeanwhile the so-called fast fashion retailers like Primark and H&M have improved their quality and a new category of \"grown-up\" stores such as Reiss and Cos and have emerged.\nCustomers have also complained that they are confused amid racks of clothing divided into various brands but with little indication as to what separates one from another, and that items singled out by fashion experts - and there are many such pieces in every collection - are difficult to find within cluttered stores, if they have not already sold out.\nOther grumbles have also referred to too few shop assistants on hand to help navigate the racks and offer guidance on styling.\nEarlier this year, Mr Rowe announced that the \"neglected\" Mrs M&S was at the centre of plans to turn around his store's fortunes, saying he planned to \"celebrate and cherish\" the \"loyal\" army of women shoppers aged 50 and over - who have proved to be not quite so loyal after all.\nM&S knows its average customer is female, in her 50s, and shops with the group 18 times a year.\nTo cater more successfully to her, Mr Rowe talked about cutting back on fashion-focused clothing in favour of plans to \"re-establish our style authority\", with an emphasis on stylish wardrobe essentials to win back customers.\nHe also talked about providing pieces that can be worn with confidence as well as a focus on stylish everyday items and \"unrivalled quality\".\nHe pledged to reduce promotions and clearance sales and invest in lower everyday prices - a trend that is taking hold more widely across the retail industry in response to consumer demand.\n", "tags": ["business"], "url": "http://www.express.co.uk/finance/city/729928/marks-and-spencer-shut-60-stores-profits-plunge-80-job-losses", "title": "Marks and Spencer to close 60 stores as profits plunge by 88 PER CENT "},
{"abstract": "RYANAIR hiked its passenger growth forecast by 10 per cent to over 200 million a year by 2024 as it looks to win market share from rivals squeezed by price competition.", "text": "The budget airline lifted half-year post tax profit 7 per cent to 1.168billion euros (£1.04billion) as its cut costs by 10 per cent, the same rate as the drop in average fares to 50 euros. \nIt carried 65 million passengers, up 12 per cent. \nChief executive Michael O’Leary predicted fares would fall at between 13-15 per cent in the second half.\n————————————————————\nPoundland boss Kevin O’Byrne is leaving to become the chief financial officer at Sainsbury’s. \nO’Byrne took charge at the discount retailer earlier this year, but the chain was then taken over by South African group Steinhoff. \nHe will receive an annual salary of £625,000 when he takes up his role in January, succeeding John Rogers who has stepped up to run Sainsbury’s recently acquired Argos chain. \nO’Byrne previously ran DIY chain B&Q after being finance chief at Dixons Retail.\n————————————————————\nA leading investor in HSBC has urged the bank to step up the search for new bosses. \nDouglas Flint is due to step down as chairman next year, with chief executive Stuart Gulliver leaving in 2018. \nDavid Cumming, head of equities at Standard Life Investments, said: “The key is that we get outside blood to liven up a relatively slow-moving and defensive, bureaucratic culture.” \nThird-quarter profit shrank from just over $6billion to $843million (£680million), following a loss on the sale of its Brazilian business and adverse currency movements.\n————————————————————\nJCB sealed its second major deal in two months after a £35million order from A-Plant, the UK’s biggest plant hire firm. \nThe order for 1,200 machines including excavators and fork lift trucks secures JCB jobs, 5,500 of which are in Staffordshire factories. \nIt follows a £40million contract in September for over 700 machines for UK plant hire group Ardent Hire Solutions. \nJCB sales director Dan Thompstone said: “Business like this is testament to JCB’s innovative products supported by unrivalled parts and service back-up from the JCB UK dealer network.”\n", "tags": ["business"], "url": "http://www.express.co.uk/finance/city/729776/City-News-Ryanair-Sainsbury-HSBC-JCB", "title": "City News: Ryanair, Sainsbury’s, HSBC, JCB"},
{"abstract": "SHELL and BP are targeting more spending cuts to counter lower-for-longer oil prices after corporate belt-tightening helped them deliver better-than-expected quarterly earnings. ", "text": "The FTSE 100 rivals warned investors not to expect a big upturn next year as they plan for prices in the low $50s-per barrel compared with current rates of about $48 for Brent.\nBut their efforts to balance investment in future growth while battling tough trading conditions and rising debt met with contrasting reactions as Shell’s share price rallied 84p to 2199p while BP slumped 21¾p to 462p.\nShell, whose £35billion acquisition of BG Group made it the world’s top liquefied natural gas producer, boosted underlying net profit for the three months to the end of September by 18 per cent to $2.8billion, compared with analysts’ forecasts of $1.71billion.\nIts capital spending this year will be about $29billion, $18billion below what it and BG spent in 2014, while next year it will spend about $25billion, at the lower end of its $25-30billion previous guidance.\nChief executive Ben van Beurden, pictured, said: “Shell delivered better results this quarter, reflecting strong operational and cost performance. But lower oil prices continue to be a significant challenge across the business, and the outlook remains uncertain.\n“Our investment plans and portfolio actions are focused firmly on reshaping Shell into a world-class investment case at all points in the oil-price cycle, through stronger returns and improved free cash flow per share. We are making good progress towards this aim in spite of challenging market conditions.\n“We have been managing the company through the downcycle by reducing costs and investment levels, while executing our asset sales plans and starting up new projects. Costs are set to reduce further as deal synergies and improvements are delivered in full.”\nBP’s net profit nearly halved to $933million although this was better than analysts’ forecasts of about $780million. Its investment this year will fall to about $16billion from an earlier forecast of $17-19billion and should be between $15-17billion in 2017.\nBP’s chief financial officer, Brian Gilvary, hailed “good progress in adapting to the challenging price and margin environment”, but any firming in oil prices would not be “significantly north of what we see now”.\n", "tags": ["business"], "url": "http://www.express.co.uk/finance/city/727830/Shell-BP-tighten-belt-over-low-oil-prices-spending-cuts", "title": "Shell and BP tighten the belt over low oil prices with spending cuts"},
{"abstract": "BRITAIN'S manufacturing exports jumped last month, helping to provide another boost for the economy in the final quarter of the year.", "text": "Orders from America, China and the European Union (EU) shot up in October amid a weaker pound, according to the Markit Manufacturing purchasing managers' index (PMI)Output in the sector was measured at 54.3 in October, down from the 27-month high of 55.5 in September, but well above the long-running average of 51.5 - any reading above 50 indicates growth. New order volumes increased for the third consecutive month and at rate almost as fast as September’s recent high, showed the index. A fall in sterling helped boost demand for British goods abroad, but domestic demand was also strong, showed the index.\nAll sectors reported output growth, but the strongest sub-sector was intermediate goods sector, which saw production rise at the quickest pace in a year.At the same time the employment index rose to its highest level in a year. However, the weaker pound also increased import costs for managers, which input costs rising at the fastest rate since January 2011.Sterling is down around 20 per cent against the US dollar and 15 per cent against the euro following the vote to leave the EU.\nExperts said the manufacturing sector is set to help Britain's economy grow again the fourth quarter of the year. Paul Hollingsworth, UK economist at Capital Economics, said: \"The level of the survey’s output balance in October is consistent with quarterly rises in manufacturing output of just shy of one per cent. \"This provides another reason to be optimistic that the economy hasn’t lost too much momentum, after last week’s surprisingly-upbeat Q3 GDP figures.\"\n", "tags": ["business"], "url": "http://www.express.co.uk/finance/city/727620/UK-manufacturing-exports-soar-Brexit-economy-boost-weak-pound", "title": "Britain's manufacturing exports soar in yet ANOTHER Brexit economy boost"},
{"abstract": "SUPERMARKET Lidl has opened a multi-million pound Southampton distribution centre and announced hundreds of new jobs, in a huge vote of confidence in Britain ahead of its exit from the European Union (EU). ", "text": "The grocer said the £55m hub marks a commitment growing its business both in the region and across the rest of the UK.\nSouthampton's new warehouse is the German firm's largest to date and will support the creation of up to 400 new staff.\nThe regional distribution centre forms part of a £1.5billion investment and boost to Britain's economy between now and 2018.\n\nThe hub will service stores in and around Hampshire, Dorset and West Sussex, as Lidl expands operations in the south of England.\nAt the same time, there are two more warehouses under construction, while four existing centres are being expanded.\nMarco Ivone, regional director at Lidl UK, said: “The opening of our new Southampton RDC marks an incredibly exciting time for the business, particularly in the South.\n\"Not only is it necessary to accommodate the scale of our existing and future operations in the area, we have been able to create significant job opportunities as a result of the new warehouse and will continue to invest in the South as we move forward with our expansion plans.”\n\nLast month competitor Aldi also announced a £300m investment in Britain by opening 70 new stores and refurbishing more than 100 UK stores.\nThe firm's chief executive Matthew Barnes said investment plans have been \"unaffected\" by the Brexit vote.\nAldi and Lidl have enjoyed increased popularity among British shoppers in recent years, as an alternative to Britain's bigger supermarket chains.\n", "tags": ["business"], "url": "http://www.express.co.uk/finance/city/727517/Lidl-UK-economy-boost-southampton-distribution-centre", "title": "Lidl opens £55MILLION distribution centre in MAJOR boost to Britain's economy"}
]