[
{"tags": ["economy"], "url": "https://www.theguardian.com/business/2016/nov/08/m-and-s-marks-spencer-close-80-stores-major-overhaul", "abstract": "Boss says revamp affects 25% of UK floorspace with more emphasis on food, and will also shut 53 overseas shops", "title": "M&S to close 30 UK stores and cut back on clothing", "text": "Marks & Spencer is shutting 30 UK stores and converting 45 more into food-only shops as part of a major business overhaul that will slash the amount of shopfloor space devoted to its ailing clothing ranges.\nThe retailer’s new chief executive, Steve Rowe, said more than 100 UK stores were in the firing line as part of a wider shakeup designed to end a long-running slump in clothing sales and devote more space to its more successful food business. He outlined plans to open 200 new Simply Food outlets. \nM&S refused to identify which 30 “full-line” stores – which sell clothing, homewares and food – are to close or identify the 45 outlets that will be converted into food stores. The chain has 304 full-line stores and the closures and conversions will take five years to complete.\nThe retailer is also looking to relocate underperforming stores. Overall, the changes will mean a reduction of 10% in the floorspace devoted to racks of skirts, jumpers and trousers, with the plan expected to cost £150m over three years.\nThe turnaround plan outlined by Rowe also includes the closure of 53 loss-making overseas stores in 10 countries. They include 10 stores in China, seven in France and others in Belgium and Hungary, resulting in 2,100 job losses. Only company-owned stores in Ireland, Hong Kong and the Czech Republic will be spared.\nThe embattled retailer intends to put clothing and food on an equal footing with same amount of selling space devoted to both sides of the business. Currently two-thirds of its floor space is given over to racks of clothing and homewares. \nRowe, who began his retail career aged 15 as a Saturday boy at M&S’s Croydon store in south London and took over as chief executive six months ago, insisted the decision to close stores and reduce the space given over to clothing was not an admission of defeat.\n“This is not about cutting jobs, it’s about making sure we’ve got the right estate for future shopping habits,” he said. \nEarlier this year, he announced 500 job cuts at the group’s head office in London and a plan to shift another 400 jobs out of the capital.\nThe M&S veteran is seeking to revive the fortunes of the 132-year-old retailer which has seen profits go backwards in recent years. His biggest job is stopping the rot in its clothing business which has now in its fifth consecutive year of falling sales. M&S believes the growth of online fashion shopping means it can devote more store space to food without losing sales. About 17% of M&S’s clothing sales are currently made online, a figure that is expected to grow.\nRowe is also axing the chain’s Indigo, Collezione and North Coast labels to focus on brands that are “most relevant to our customers” including Autograph, Per Una and Blue Harbour.\n“These are tough decisions, but vital to building a future M&S that is simpler, more relevant, multichannel and focused on delivering sustainable returns,” said Rowe.\nThe plan was not well received by investors; shares finished the day as the biggest faller in the FTSE 100 – down more than 5% as analysts complained that Rowe’s plan to revive M&S was not radical enough. “Being such a large company, it is going to take some time to turn M&S round even if all goes according to plan,” said Haitong analyst Tony Shiret. “We think that it should have gone further in its UK clothing space closure.”\nM&S’s decision to retreat from the high street will be a blow for some towns, where it is a main destination store, especially following the demise of BHS. But as more purchases are made online, stores in smaller or less attractive town centres and shopping centres are finding life difficult.\n“The closure of the local M&S will have a psychological effect and feel like another nail in the coffin for that town’s high street,” said Local Data Company analyst Matthew Hopkinson. Hopkinson points to places such as Swindon and Stockton-on-Tees where shoppers have been drawn away from the high street by out-of-town retail parks.\nM&S has been battered by low-cost rivals such as H&M, Zara and Primark and shoppers are increasingly spending their spare cash on leisure activities, rather than buying new clothes. The turnaround plan was unveiled as the retailer reported a 19% fall in underlying profits to £231m in the six months to 1 October.\nTo win back shoppers, Rowe has already cut clothing prices and promised to pay more attention to its most loyal group of shoppers – fiftysomething women he has dubbed “Mrs M&S”. He said changes he had already made in the clothing business were going down well. “The initial feedback we’ve had from customers has been good,” he said. “We’ve improved the fit on many garments and, for the first time in a number of years, we’ve grown full-price market share.”\nRowe has promised a less slavish pursuit of catwalk trends after being criticised for failing to meet the needs of its middle-aged customer base. \nHis new strategy is an about turn from that of his predecessor Marc Bolland, who believed the retailer could be a global brand and reopened stores in France after a decade-long absence.\n“We have made mistakes in the past and we are taking action to correct some of these,” said Rowe, who revealed M&S would continue to expand overseas using a franchise model. The mistakes are expensive ones – it will cost up to £200m to shut loss-making stores in European markets such as France, Belgium and the Netherlands as well as outposts in China.\n\n\n\n\n"},
{"tags": ["economy"], "url": "https://www.theguardian.com/world/2016/nov/06/greek-prime-minister-tsipras-reshuffles-cabinet-to-boost-bailout-reforms", "abstract": "Alexis Tsipras says time has come to speed up measures agreed with the country’s international creditors", "title": "Greek prime minister reshuffles cabinet to boost bailout reforms", "text": "The Greek prime minister, Alexis Tsipras, has reshuffled his government to boost bailout reforms in the hope of getting the EU to agree to critical debt relief by the end of the year. \nHeralding a new political era for his country, the embattled leader said on Sunday the time had come to expedite measures demanded by international creditors and “turn the page”. Hardline ministers who had criticised policies including privatisations were dumped for moderate technocrats in what was interpreted as a further shift to the centre by the man who once personified the hope of Europe’s radical left. \n“We are very near the end of a long period of very difficult decisions,” he told his newly assembled cabinet. Tsipras said reform negotiations had to be concluded by 5 December so that eurozone finance ministers, holding their last meeting this year, could begin debating how best to cut the country’s debt. \nAt over €320bn (£285bn), Greece’s debt pile is regarded as its biggest impediment to economic recovery. \nIn a move aimed at placating the lenders who have bailed out Greece three times since its economic near-collapse six years ago, the respected US-based economics professor Dimitri Papadimitriou was appointed economy minister. The 70-year-old head of the Levy Economics Institute, a thinktank, will have oversight of investment policies and EU structural funds.\nSignalling he would push ahead with the often unpopular policies demanded by Greece’s lenders – the European Union and the International Monetary Fund – Tsipras also retained the finance minister, Euclid Tsakalotos. The Oxford-educated economics professor has won plaudits for his low-key efficacy, in sharp contrast to his forerunner, Yanis Varoufakis.\nStergios Pitsiorlas, a veteran leftist who helped found the ruling Syriza party, was elevated to the position of deputy economy minister. In his previous role as chairman of Greece’s privatisation agency, Pitsiorlas had been praised for his no-nonsense approach to disposing of cash-draining state assets. The shipping minister, Theodoros Dritsas, who was against further investment in Piraeus port by the Chinese conglomerate Cosco was among those dropped, while Panos Skourletis, the energy and environment minister, who had vehemently opposed the partial privatisation of the Public Power Corporation, was moved to the interior ministry.\nSkourletis, an established Syriza figure, was described by insiders as too powerful to be removed altogether. He was replaced by George Stathakis who had held the economy ministry portfolio. \nThe septuagenarian leftist ideologue Aristides Baltas, who had been culture minister, was similarly replaced by Lydia Koniordou, Greece’s foremost female classical actor. \nA new migration ministry was also established, reflecting the country’s frontline role in the refugee crisis and allowing the deputy migration minister, Ioannis Mouzalas, to tap into resources and administrative backup in his promoted role as minister. \nThe popularity of Tsipras’s two-party coalition has been in free-fall. A Public Issue poll last week put the government 24 percentage points behind the centre right New Democracy, the main opposition party. Tax increases and sustained cuts to wages and benefits have corroded its support with thousands of pensioners recently taking to the streets in protest in Athens.\nWith many of the measures beginning to bite this winter, the challenges remain immense for the country still seen as Europe’s weakest link. Tsipras told his 48-member cabinet that by completing reforms Greece could “follow the roadmap” of being included in the European Central Bank’s quantitative easing programme early next year, which would see the bank acquire Greek government debt. The government is also aiming to regain access to debt markets by the time its latest bailout expires in 2018.\n"},
{"tags": ["economy"], "url": "https://www.theguardian.com/business/2016/nov/07/uk-austerity-policies-amount-to-violations-of-disabled-peoples-rights", "abstract": "UN says measures aimed at reducing public spending since 2010 have affected disabled people disproportionately", "title": "UK austerity policies 'amount to violations of disabled people's rights'", "text": "Austerity policies introduced into welfare and social care by the UK government amount to “systematic violations” of the rights of people with disabilities, a UN inquiry has concluded.\nIt says a range of measures aimed at reducing public spending since 2010, including controversial changes such as the bedroom tax, and cuts to disability benefits and social care budgets have disproportionately and adversely affected disabled people.\nThe highly critical report, published in Geneva on Monday afternoon, says the rights of disabled people to live independently, to work, and achieve an adequate standard of living have been negatively affected by austerity measures.\nIt makes 11 recommendations, including calling on the UK government to carry out a study of the cumulative impact of all spending cuts on disabled people, and to ensure the human rights of disabled people are upheld. \nThe report was welcomed by disability campaigners. Linda Burnip, a founder of Disabled People Against Cuts (Dpac) said it “came as no surprise to anyone who has followed the stripping away of disabled people’s rights over the last six years.”\nThe UK government, however, rejected the UN report, saying in a formal response its findings presented an inaccurate picture of life for disabled people in the UK. “While the government continues to improve and build on the support available to disabled people, it stands by and is proud of its record.”\nThe report is withering about the manner in which ministers have conducted welfare and social care reforms, arguing that they pushed ahead with changes even when they knew they would have an adverse impact on disabled people.\nCuts such as those to personal independence payments and the independent living fund had “hindered various aspects of [disabled people’s] right to live independently”, it says, making them more reliant on family and carers and in some instances forcing them into institutional care.\nThe bedroom tax and other cuts to housing support had led disproportionately to debt and eviction, it says. “Evidence indicates that persons with disabilities affected by cuts in their housing benefits have undergone high levels of stress anxiety and depression as a consequence of the shortfalls in their budget.”\nIt is highly critical of what it calls the “functional assessments” of disabled people who have applied for social security benefits, noting that their experience tended to be one where they were “merely processed rather than being listened to or understood”.\nGovernment attempts to decrease the disproportionately high levels of unemployment among disabled people have had little impact, the report notes, while notorious “fit-for-work” tests were riven with flaws.\nIt noted that disabled people had suffered from a climate in which they were portrayed as “lazy and putting a burden on taxpayers”. They had continued to experience “increasing hostility, aggressive behaviour and sometimes attacks to their personal integrity”.\nThe report, issued by the committee on the rights of persons with disabilities, concludes: “There is reliable evidence that the threshold of grave or systematic violations of the rights of persons with disabilities has been met.”\nThe inquiry was triggered after campaigners, including Dpac, made a formal complaint to the UN in 2012 about alleged violations of disabled people’s rights. After two years of deliberations, the UN committee on the rights of persons with disabilities gave the green light to the inquiry in May 2014.\nThe inquiry report is based on an 11-day inquiry tour of the UK undertaken by two UN envoys in October 2015. The inquiry team met with more than 200 individuals, including officials and MPs as well as activists and academics.\nThe UK has been a signatory to the UN convention on the rights of people with disabilities since 2007. The convention includes the right to live independently, to work and to enjoy social protection without discrimination on the basis of disability.\n"},
{"tags": ["economy"], "url": "https://www.theguardian.com/business/2016/nov/04/sterling-pound-ftse-currencies-dolalr-donald-trump-brexit-hopes-eu-referendum", "abstract": "Political upheaval helps pound end week almost 3% higher against US dollar – its best performance since October 2009", "title": "Sterling soars on Trump jitters and Brexit hopes", "text": "Speculation that the UK could avoid a hard Brexit from the European Union, and fears that Donald Trump might snatch a last-minute victory in the race for the White House, have helped sterling register its biggest weekly gain against the US dollar in seven years.\nThe pound’s respite from its recent heavy falls on the foreign exchanges continued on Friday when it put on a cent against the US currency to trade at $1.2558 – its highest level for four weeks.\nSterling’s rally came despite labour market data from the US, which strengthened Wall Street’s belief that official borrowing costs in the world’s biggest economy will be raised before Christmas.\nCurrency dealers paid less interest than usual to the 161,000 increase in non-farm employment last month and the 0.4% increase in hourly earnings, focusing instead on the knife-edge battle between Hillary Clinton and Trump for the presidency.\nThe pound has been rising since the start of the week after evidence of a narrowing of Clinton’s opinion-poll lead and amid evidence from forward-looking business surveys that the UK economy was set to grow robustly in the fourth quarter of 2016.\nSterling then received a double-boost on Thursday when the high court ruled that the government could not trigger article 50 to leave the EU without the approval of parliament, and the Bank of England announced that it had abandoned plans for a second post-referendum stimulus.\n“We’re seeing a bit of a relief rally now that the worst-case scenario of a unilateral hard Brexit has been deferred, and markets can start focusing on other factors (like) the US presidential election,” said CMC analyst Michael Hewson.\nInvestors believe turbulent market conditions will continue, with a government appeal against the high court ruling scheduled for next month, and some analysts weighing up the chances that Theresa May will call an early election to push ahead with Brexit.\n“Just as markets were looking forward to getting the US election out of the way, this week has seen speculation that another UK election could be right around the corner,” said Paul Hollingsworth, chief UK economist at the consultancy Capital Economics.\nThe pound ended the week almost 3% higher against the dollar - its strongest performance since October 2009 – but remained 16% lower than it was before the Brexit referendum in late June.\nSterling’s depreciation has been helpful for the City’s main stock market yardstick – the FTSE 100 – since many of the companies included in the index have dollar earnings which are flattered by a drop in the pound.\nThis week’s rise in sterling was accompanied by the biggest drop in the FTSE 100 since January. A fall of 97 points on Friday to 6,693 points brought the cumulative loss over the week to 301 points – a 4.3% decline. The FTSE 250, which includes more domestically focused companies, posted a smaller 1.8% weekly fall.\nThe last set of US labour market figures before Tuesday’s election showed a slightly smaller increase in non-farm payrolls than the 175,000 rise Wall Street had been expecting.\nBut analysts said the improvement was solid enough to persuade the US central bank, the Federal Reserve, to raise interest rates at its next meeting in December. The Bureau of Labor Statistics revised up jobs growth for August and September by a combined 44,000 and said annual wages growth had edged up from 2.7% to 2.8% – a seven-year high.\n“It seems that the only remaining obstacle to the Fed hiking in December would be a significant adverse financial market reaction to the US presidential election,” said Chris Williamson, chief business economist at the consultancy IHS Markit.\nSquabbling between Saudi Arabia and Iran has sent the oil price down, as tension between the near neighbours threatened to derail talks aimed at cutting production by the Opec group of oil-producing countries.\nRiyadh is reportedly threatening to turn the screw on Tehran before this month’s crucial Opec meeting by increasing its own output to push prices even lower.\nSaudi Arabia produces up to 10.7m barrels per day (bpd) at the moment, but Opec sources said it had threatened to open the taps much further.\n“The Saudis have threatened to raise their production to 11m bpd and even 12m bpd, bringing oil prices down, and to withdraw from the meeting,” one Opec source told Reuters.\nThe cost of a barrel of Brent crude dropped to $45.02 before recovering to $45.42, down 2%, after Opec’s secretary general, Mohammed Barkindo, denied Saudi Arabia had made any threats.\n"},
{"tags": ["economy"], "url": "https://www.theguardian.com/business/2016/nov/02/moodys-warns-uk-credit-rating-downgrade-brexit", "abstract": "Ratings agency says UK risks another downgrade if it does not retain single market access as part of Brexit deal", "title": "Moody's warns of UK credit rating downgrade", "text": "The UK’s credit rating could be downgraded again if the government fails to retain access to the single market as part of its Brexit negotiations, a leading ratings agency has warned. \nMoody’s said a loss of access could lead to lower growth in Britain over the medium-term and damage the public finances. “We would downgrade the UK’s sovereign rating if the outcome of the negotiations with the EU was a loss of access to the single market as this would materially damage its medium-term growth prospects”, said Kathrin Muehlbronner, a senior vice-president at Moody’s.\n“A second trigger for a downgrade would be if we were to conclude that the credibility of the UK’s fiscal policy had been tarnished as a result of Brexit or other reasons.”\nMoody’s has given the UK an Aa1 rating, one notch below the top AAA rating. The ratings agency downgraded the outlook on the UK sovereign rating to negative from stable on 24 June, the day after the referendum. It stripped the country of its coveted triple A status in 2013, citing sluggish growth prospects and fiscal challenges.\nIn a report published on Wednesday, the agency said the UK’s medium-term outlook was weaker than it would have been if Britain had voted to remain part of the EU, but the scale of the impact would depend on the type of trade agreement it manages to strike in Europe.\nMuehlbronner said: “The UK will have to handle multiple, complicated policy decisions in areas including global trade, immigration and regulation. Given the magnitude and complexity of these decisions, the risk is material that some might damage the UK’s economic or fiscal strength.”\nMoody’s said its negative outlook for the UK banking system reflected “Brexit-induced uncertainties”, which had placed pressure on the revenues, asset quality and profitability of all UK banks. Loss of passporting rights for UK banks that operate across jurisdictions would be “credit negative but manageable”, it said.\n"},
{"tags": ["lifestyle"], "url": "https://www.theguardian.com/lifeandstyle/2016/nov/04/delia-smith-christmas-cake-recipe-stephen-bush-delia-project", "abstract": "The Delia project: It’s time to think festive ... but do a few dry runs before making this boozy bake for real", "title": "Delia’s Christmas cake recipe takes a little bit of practice | The Delia project", "text": "Now that Halloween is cold in its grave, it’s that time of year again. You know: spending the next month tutting whenever you hear Christmas music while becoming increasingly excited that Christmas is coming.\nThis year is particularly exciting as, for the first time, my partner and I are not spending it with either of our families but are instead staying at home. I haven’t quite decided what to make for pudding yet, but I decided to get in the spirit by having a first attempt at Delia’s Irish whiskey Christmas cakes.\nThis is a recipe that requires something of a run-up. In order to get the flavours right, it must be stored in the fridge for seven days, where the mixture of whiskey, Angostura bitters, raisins, currants and almonds has to be given time to mature along with your growing irritation at the large box now taking up space in your fridge to house this delicious cake.\nAt least, that’s the theory. I ran into a few problems with this recipe – not least that the first time around the lag between making a hash of the recipe, and then discovering this, made it difficult to remember what, exactly, I had done wrong. I advise taking notes on the first couple of run-throughs.\nDelia’s recipe uses nutmeg, cinnamon and cloves. My advice is to buy the right amounts fresh to make this cake, unless you prefer the prospect of Stephen’s Overwhelming Clove and Whiskey cake to Delia’s mellower, authentic version.\nMy second difficulty came with the whiskey itself. I’ve always wanted to persuade myself to like whiskey, as it always looks terribly sophisticated in movies, but I have yet to succeed – other than in cakes, where I like it a great deal.\nAs I didn’t much fancy shelling out for a particularly high-quality bottle of the stuff, I went low-budget. (I’m ashamed to admit that my preparation for this recipe consisted of googling “cheap Irish whiskey” and buying a bottle for a tenner.)\nI found that the resulting cake still tasted a little too strongly of whiskey – and cloves of course. It tasted like someone’s mouth after an evening of cheap booze and mince pies – so if you’ve ever had an ill-advised hookup at a Christmas party, and wanted to recreate the experience in cake form, I have an excellent recipe for you.\nMy advice is to slightly under-dose on the whiskey in Delia’s recipe, who I imagine went for a rather better bottle than I did. That, or buy better whiskey.\nThe finished product is meant to look like an elegantly wrapped parcel, which – if you remove the word “elegantly” – mine does.\nThe finished product a la Delia looks like the presents you buy that are gift-wrapped in-store. My finished product looks like a present wrapped by an enthusiastic child – very possibly a child who has been helping themselves to the whiskey.\nTo hold it all together, Delia uses marzipan as a joining agent. I am aware that marzipan is a divisive foodstuff – some people think it’s disgusting – and I am happy to report that there are three ways around this.\nThe first is to make more of the apricot jam and whiskey mixture and use that to hold it together. The second is to use regular icing.\nThe third – and my preferred option – is to turn the page to Delia’s recipe for Irish tea bread, which I made out of curiosity while waiting for the cake mixture to mature. It’s simple, delicious – and to me, really tastes like Christmas.\n"},
{"tags": ["lifestyle"], "url": "https://www.theguardian.com/lifeandstyle/2016/nov/07/everything-you-ever-wanted-to-know-about-migraines-but-were-in-too-much-pain-to-ask", "abstract": "Are women more prone to them? Do they get less severe with age? And what drug treatments are on the horizon?", "title": "Everything you ever wanted to know about migraines (but were in too much pain to ask)", "text": "One in seven people around the world suffer from migraine. In the UK, migraine has a crippling economic effect, with approximately 25m days lost every year, costing the country £2.3bn. But while the condition has been studied since the time of the ancient Greeks – who attempted to treat it with trepanning, by drilling a hole into the skull to release evil spirits – it remains poorly understood with few adequate treatments.\nMigraine is an inherited disorder characterised by episodes of throbbing head pain. Many patients also report nausea, sensory hyperactivity, with ordinary volumes of sound or light seeming intolerably loud or bright. Others experience aura or neurological abnormalities such as vertigo, temporary blindness and numbness. Some rare types, such as hemiplegic migraine, are single gene disorders, with a particular mutation predisposing individuals to neuronal hyperactivity, meaning that areas of the brain involved in interpreting sensory events can be easily activated. But most common forms are polygenic – in which a constellation of genes contribute. Various environmental triggers are also strongly associated with migraine, including stress, skipping meals and lack of adequate sleep.\nOur understanding of the neurological processes is still limited, but scientists are starting to put some of the pieces together. “We know that dilation of blood vessels may play a role and some of the newer treatments try to inhibit this,” says Elizabeth Loder, professor of neurology at Harvard medical school.\nSerious research into migraine began only relatively recently, as for a long time many doctors believed that it was a psychosomatic condition produced by people being unable to deal with stress. “It was a disorder that most obviously affected women and so wasn’t taken as seriously,” Loder says. “And it’s a pain disorder. Pain is subjective: we don’t have any way of measuring it, which can make it very hard for people to believe it’s real. Plus, on top of all of that, it’s episodic, so between attacks, sufferers may look perfectly well.”\nThe fact that migraine is researched at all owes a lot to the development of the medication methysergide in 1960, which was found to eliminate headaches in weeks. The drug is no longer commercially available as it was found to have serious side-effects, but its legacy remains. What had been perceived as a psychological condition clearly had a biological basis. “The market is, of course, very big,” Loder says. “It’s a common disorder, it lasts decades. So, that made pharmaceutical companies sit up and take notice; money poured into the field; it improved and professionalised research.”\nHowever, migraine receives much less funding, compared with similarly debilitating conditions. Studies looking at money allocated by the US National Institute of Health, for example, have shown that migraine is considerably underfunded.\nMigraine is extremely common in both sexes but statistics suggest that it is more prevalent in women. Reports in the US estimate that, while 12% of the population has had an attack in the past year, this rises to 18% when women alone are considered.\nScientists suspect that cycling ovarian steroid hormones, in particular the drop in oestrogen that occurs during the menstrual cycle, are particularly provocative, especially for those genetically susceptible to the disorder. The dissipation of these hormones with age explains why some women find that migraine attacks become less common as they get older.\n“I think women with the disorder are more likely than men to be accurately diagnosed with migraine,” Loder says. “Women see doctors more and are less likely to be hesitant to complain about head pain than men are. Some research shows that men with the disorder tend to be investigated for other causes of headache, suggesting that doctors have a cognitive bias and they don’t think of migraine as readily as they do with women.”\nThe disorder is most active and troublesome during the middle years of life, when people would otherwise be at their most productive, and typically don’t have as many competing causes of disability. But as you get older, the effects usually seem to diminish.\n“Clinically it’s extremely unusual to see people in their 60s, 70s and older saying that their migraines are just as bad as they have always been,” Loder says. “It does happen, but it’s so uncommon that everybody sits up and takes note.”\n It is thought that some of the processes that produce a severe migraine cannot happen as efficiently in older people. As we age, our arteries become stiffer and some of the vascular events that cause migraine can’t happen as easily.\nA class of medications called triptans are typically prescribed. However, about 30-40% of migraine patients don’t respond to the first triptan prescribed, and, for those who don’t respond at all, there are few alternatives – no new migraine drugs have been developed since the early 90s. In addition, pain relief from triptans is relatively slow – they often take 45-90 minutes to take effect.\nFor chronic migraine sufferers – those who experience headaches on more than 15 days a month – the effectiveness of treatment is particularly poor, with many medications causing side-effects such as sedation, dizziness and mood change.\n“The problem is that a number of the drugs currently prescribed weren’t originally developed for migraine,” says Brendan Davies, consultant neurologist at University Hospitals of North Midlands and a trustee of the Migraine Trust. “They were initially developed for epilepsy or depression, before they were found to be potentially beneficial for migraine, and so they work on pathways in the brain which may not be migraine specific.”\nTriptans are referred to as “abortive medicines”, as they treat an individual migraine attack, but drug companies are looking at injections that could prevent migraines from starting. Levels of one particular protein, CGRP, a very powerful vasodilating substance, have been found to shoot up during migraine attacks. Another protein, PACAP, is also thought to be a promising new drug target. So far, the companies have invested heavily in developing antibodies that can bind to CGRP molecules and block them. These are typically administered via monthly injections, rather than daily tablets. “So far, the results of all the published studies suggest that these treatments do work better than placebo,” Loder says. “They don’t completely eliminate headaches, but they reduce their frequency. In one recent study of a group who had, on average, 18 headache days a month, people who took the drug had an average reduction of 6.6 days compared with 4.2 days in those who took a placebo. The difference between drug and placebo is modest but there is an effect.”\nHowever, so far only half of migraine sufferers appear to respond to CGRP antibodies, and there is no way of predicting who will benefit. In addition, little is known of the long-term consequences of blocking CGRP. “I’m cautiously optimistic,” Loder says. “First, these treatments are likely to be very costly, and second, CGRP is very widely distributed through the body, and there’s some suggestion from animal studies that there could be long-term side-effects. They could turn out to be safe medications, but we’re speculating. If you think about antibodies which have been developed for common neurologic illnesses such as MS, there have been long-term safety concerns.”\n"},
{"tags": ["lifestyle"], "url": "https://www.theguardian.com/lifeandstyle/2016/nov/07/natural-cycles-fertility-app-algorithm-replace-pill-contraception", "abstract": "Cern scientist Elina Berglund developed an app to monitor her own fertility, with impressive results. Now thousands of women are using Natural Cycles to prevent – and plan – pregnancy", "title": "Could an algorithm replace the pill?", "text": "IUDs, implants, condoms and the ever-present pill: for years, contraceptive methods have remained run-of-the-mill while the search for a new alternative that could revolutionise the industry has come up short. Recent headlines have focused on the negative aspects of traditional hormonal birth control: the pill causes depression and gender mutation in freshwater fish, while a clinical trial for a male contraceptive jab was abandoned when the subjects began suffering side-effects already well-known to women.\nBut 50 years since it first became available, the pill remains the default option, and women still shoulder the responsibility for preventing pregnancies. Could software be the solution? Elina Berglund Scherwitzl, founder and chief technical officer of mobile fertility app Natural Cycles thinks so.\nUsing a sensitive thermometer and sophisticated mathematics, Natural Cycles is an old-fashioned period tracker, with extra features. The app, which launched in 2014, asks users to take their temperatures in the morning, preferably before getting out of bed, then input that into the app, which tells them where they are in their menstrual cycle. Days when a woman can get pregnant become red; “safe” days are green. So far, so low-tech. What makes Natural Cycles unique, though, is the algorithm developed by Berglund.\nThe 32-year-old from Malmö in Sweden holds a PhD in particle physics and was a member of the team that discovered the Higgs boson at Cern, before developing her life-changing formula.\nThrough daily use, the algorithm learns not just how to map an individual’s ovulation but to predict it, too. That allows the five days prior to ovulation to be identified in real time, alerting women to the fact that male sperm can linger for that long in their bodies, ready to pounce on an egg when it is released.\nThe app fills a gap in the market, spotted by Berglund when she felt fed up with the limited options on offer other than hormonal contraception. She devised the algorithm and started mapping her own cycle, as well as those of female colleagues at Cern. It proved so succesful that Berglund and her husband, fellow physicist and Natural Cycle’s CEO Raoul Scherwitzl, decided to devote more time to the app.\nBerglund has hired a team of researchers that includes Kristina Gemzell Danielsson, a professor in obstetrics and gynaecology at Karolinska Institutet in Stockholm. Their most recently published clinical study showed that Natural Cycles, when used correctly, is as efficient in preventing pregnancies as the pill. Unlike the pill, though, it doesn’t offer any cover for fertile days, which means that comparing the app to medical contraception can be tricky.\nAsking women to put faith in their phones to protect them from getting pregnant is a complicated business. In Sweden, the app was criticised for targeting young lifestyle bloggers and their impressionable readers. One example was Blondinbella, by Isabella Löwengrip, who is now a Natural Cycles investor. (Löwengrip says that the average age of her 1.3 million weekly readers is just over 30 – two years older than the typical Natural Cycles subscriber.) In December last year, the Swedish Medical Products Agency also banned the app from calling itself a preventivmedel – the Swedish word for “contraception”, which is associated with purely medical birth control. As a result, it’s now marketed as a “fertility monitoring device” that “can be used to avoid pregnancies”. Berglund doesn’t seem too worried, though.\n“What we do is track fertility, right? And then women can use it how they want – it’s a tool for them to use this information either to prevent or plan a pregnancy.” Plus, she says, the company’s research shows that younger women are more disciplined in using contraception on red days; their pregnancy rates were much lower than those of users above the age of 35.\nThe ideal app user, Berglund says, is a woman in a stable relationship who is planning to have children at some point, and who would like a break from hormonal contraception ahead of trying. Gemzell Danielsson points out that it’s not a good option for women who absolutely want to avoid a pregnancy. Nor does she recommend it for anyone who has what she describes as “an irregular lifestyle”, irregular menstrual cycles or lacks the motivation to stay on top of their cycles. The latter of these categories might account for the 45% drop-out rate that the app is currently experiencing; women who sign up but fail to keep to their thermometer schedule.\nThe most important thing about Natural Cycles, Berglund and Gemzell Danielsson argue, is that it adds an alternative method to the mix. “I’m still surprised that there hasn’t been such a product before,” Berglund says. “I have been thinking about this since I was a teenager, because I didn’t feel well from taking the pill.”\nBerglund is critical of the conveyor-belt style in which young women are prescribed it, and the fact that birth control is still very one-sided within relationships. “Sweden is supposed to be the most gender-equal country, but I think when it comes to contraception … the burden is very much on the woman.” Natural Cycles, she insists, is “more of a couple’s thing – the woman measures her temperature and the man sometimes has to wear a condom.” ”\nThe most important thing for the company, Berglund says, is to gain trust. “That’s why we keep performing clinical studies and why we try to achieve a higher ISO class of medical device status.”\nBut before Natural Cycles can become as trustworthy a contraceptive option as hormonal methods, larger-scale, independent studies will need to prove its efficacy. So while the app hasn’t killed the pill just yet, it is a welcome addition.\n"},
{"tags": ["lifestyle"], "url": "https://www.theguardian.com/lifeandstyle/2016/nov/05/director-josh-appignanesi-new-man-film-wife-pregnancy-new-dad", "abstract": "About to become a father for the first time, film director Josh Appignanesi turned the camera on himself and his pregnant wife. But what started as a light-hearted project suddenly turned very serious", "title": "New man becomes new dad – the very hard way", "text": "Devorah Baum is having a baby; her husband, Josh Appignanesi, is making a film about her having a baby. Or to be more precise, Josh’s film is about what he feels about the pregnancy: because it’s hard work, this pregnancy lark, for Josh. While Devorah is hoping against hope that, after three years of fertility treatment, the couple really are going to become parents, Josh is doing the really difficult bit of pregnancy: he’s having a full-on, no-holds-barred existential crisis. On camera.\nHow is it for a man in the 21st century when his partner is pregnant? History has changed everything: Stone Age Josh would have gone out hunter-gathering, prepared a safe nest, fought off intruders and brought back food. Modern-day Josh is sitting in his kitchen while his wife and her girlfriends shriek with delight at news of the conception; and then the further bit of news, which is that there are in fact two heartbeats, not one. He is looking very, very scared. What does pregnancy mean for a man in the 21st century? Josh isn’t the main earner. Devorah is the one with a job; Josh is the freelance, and right now he’s the freelance with no work. These were, in fact, the circumstances that led to the project. “Josh thought he was going to make a romcom in Italy,” says Devorah, when we meet at their house in west London. “And he said, if it falls through I’ll just have to make a film about us. And suddenly it did fall through, and there he was making this film about us.”\nThe result is The New Man – executive produced by David Baddiel whose 2010 film Infidel Josh directed – which opens in cinemas from 21 November. In the film, Devorah humours Josh, telling her friends she’s agreed to be filmed because it’s good for her husband, that making this film is giving him the space to explore his worries and anxieties about impending parenthood. Josh canvasses his male friends who are already fathers, naming those deep-seated concerns that all dads-to-be have, but few articulate (and certainly not on film). “Did you feel you were being usurped? Or fear being usurped … that you were redundant, you didn’t have a role? That’s it: you gave the sperm, now Mummy has her little boy? Oedipal complex?”\nHis friends are mumbling something that sounds like “No, no”; but Josh has opened his floodgates, and the fears keep hurtling out. “There’s not [going to be] enough time for me, there’s not [going to be] enough love. I’m someone who needs endless affection and attention and then suddenly there’s this kid who needs it more than I do …”\nThrough most of the first half of the film, Josh looks like he’s stumbled into the wrong movie. Unkempt, ramshackle, sitting around in his boxer shorts and socks, alternately pouring out his angst and ostentatiously internalising it, his grim distraction is a constant foil to the glowing Devorah’s keeping-a-lid-on-it excitement as the weeks go by, and it seems more and more likely that the couple really are going to have two babies.\nAnd then, everything changes.\nIt’s the 20-week scan, but true to his complex form, Josh has decided to absent himself and have a holiday in Spain with a friend. When he talked to Devorah initially she was fine with it; her mum has gone along to the hospital with her, and they’re going to call him as soon as it’s all over and they know the sexes of the babies, and that everything is OK. So we have Josh sitting beside an idyllic harbour in his shorts, and we have Devorah’s mum phoning from the clinic with updates on how things are going. And even before the bad news, we have the sense that the increasingly agitated Josh has realised that this really isn’t OK, that he should be with Devorah, that he’s let her down by being away on holiday when she’s negotiating such a big hurdle in the pregnancy on her own. “Fuck,” he says, as the sun glistens on the water behind him. “It’s stressful.”\nAnd that is more or less the last moment in the film when it’s all about Josh: because while he’s on a Spanish balcony, Devorah is in a London hospital being told that one of their twin boys has a genetic abnormality and will not survive. Worse, she must carry his body through to delivery, so her womb will be a coffin as well as an incubator. And, even worse still, the dead twin may precipitate labour, in which case the unaffected twin may not make it, either.\nJosh doesn’t say “fuck” so much after that, but now he’d be entirely entitled to say that, and more often. The earth has shifted and his self-absorbed philosophical crisis has become a tragic, practical crisis in real time. And dreadful though it is, the appalling turn of events has given him his role: he must support Devorah, and he must reassure her, and keep on reassuring her, that all will be well. When a friend jokes, “How’s your sex life?”, Josh dismisses the question as no longer of real relevance. “No sex,” he says quietly, and without any angst at all.\nAt this point, Josh explains when we meet, the film went from being an arty cri de coeur to being his prop as his world slowly crumbled around him. “I wasn’t coping,” he admits. “Sometimes all I could do was turn the camera on.” The movie kept him going, and he helped Devorah keep going. “We went from doing something that’s so normal and ordinary – having a baby – to something that’s really unusual and far less common, which is losing a baby …” And the circumstances of the loss were particularly confusing. “There was this clash of life narratives,” says Josh. “Birth is supposed to be this wonderful thing, a miracle, a time for celebration. But for us it was also about grief and loss. It was weird. We didn’t know which way to go.”\nThe Josh of today seems more grown up than the Josh of the film. He’s still running his fingers through his curls, but the little-boy-lost look has gone. Because he’s now a dad; a father of two. Manny, the twin who survived the pregnancy, is two and a half, and a surprise natural pregnancy followed quickly, so he has a seven-month-old brother, Isaiah. But it’s not only the hurly-burly of family life that’s changed Josh: something else altered him, something awful and deeply poignant, something we see at close quarters in his film. Because while Devorah and Manny were still in hospital, recovering from the birth, Josh had to take the tiny coffin containing Manny’s twin, Ben, to a graveyard. He is seen beside the undertaker, heaping soil on to the small box, doing the most unnatural thing any of us is ever called to do on this earth: saying goodbye to a child who has predeceased us.\nAt screenings of the film they attend, Devorah and Josh always leave halfway through, before the section about the 20-week scan and loss of Ben. “Why would you put yourself through all that?” asks Devorah. “It brings it all back – what’s the point?” Ben will always be in their hearts, but life with Manny and Isaiah is to the fore in their lives now.\nBut what about all Josh’s fears? There are two new men in Devorah’s life now, after all – so how is he coping? Well, he says, no question: he was right all along. “There’s a lot less time for me. Fewer cuddles, less sex. All the things I worried about in the film are true. But what I couldn’t have predicted was how it feels to have children. The love affair between me and my sons is overwhelming – and that’s the part I couldn’t have anticipated. That’s the bit I couldn’t have known.”\n• The New Man is released on 21 November\n"},
{"tags": ["lifestyle"], "url": "https://www.theguardian.com/lifeandstyle/2016/nov/05/parents-posting-about-kids-share-too-much-online-facebook-paula-cocozza", "abstract": "From first smiles to teenage experiments, a generation of children has had their every move posted by their parents. What can they do about it?", "title": "‘I was so embarrassed I cried’: do parents share too much online?", "text": "Picture a child entering the world, around the time that a new social networking venture known as thefacebook.com is making its own entrance to the world. It is 2004, and the child is easy to picture. Her parents have photographed their daughter’s first breath, first smile, first spoonfuls and first steps. When she reaches school age, she is snapped in uniform, probably outside the front door, and one parent, probably her mother, shares the image with friends. The child learns to read, write her name. She wins certificates, excels at sport. When Twitter, Instagram and later Vine arrive, her public identities multiply. She starts secondary school.\nIn a few months, this child and her classmates will begin to turn 13 and, perhaps, create their own Facebook accounts. When they do, they will come face to face with their digital shadow. They may step into it easily, or try to sever themselves from it, but it won’t let go, this pre-existent media identity, because it has logged their lives from the moment they left the womb. Some will recognise their digital shadow, but what of those whose online identity bears little relation to their sense of self, or to the public identity they want to share? For years, parents have fretted about their children’s posting activities, while continuing to post as they wish about their offspring. Is it time they stopped – or at least asked for permission first?\nToday these questions are on the minds of the children at Kingsford community school in Beckton, east London, where the 13-, 14- and 15-year-old members of the Debate Mate after-school club are filing into a classroom on the first floor, slinging down school bags and glancing at the motion on the whiteboard. “This house would ban parents from posting about their children on social media,” the debate leader writes.\n“It’s kind of weird your parents are still posting pictures of you on social media,” someone says. One boy, Malachi, bows his head and writes a single word on his notepad: reputation. “This is really about consent,” his friend says. “Do I want to be seen by a larger, broader range of people?” There is a loud hum of agreement and one girl raises her voice: “Parents! We don’t want them invading our privacy. Because some of us, the only privacy we get is through social media.”\nThese pupils often discuss social networking sites, their attractions and perils, but this is the first time they have turned their scrutiny on their own parents. And yet parents are the object of an increasingly aggressive interrogation. This spring a mother from Shropshire called out her son’s bullying on Facebook, only for the post to go viral; the criticism of her became so intense she removed it and changed her Facebook page and phone number. Next came the 20-year-old mother from Balloch, Scotland, whose photographs of her 11-month-old daughter in tiny high fashion outfits attracted an Instagram following that included Khloé Kardashian – until critics claimed the woman was sexualising her baby. She has since locked the account and gone to ground. After her came the Arizona father who nakedly cradled his naked, feverish baby in the shower, an image his wife snapped and shared, before Facebook removed it as offensive.\nExcessive sharing about your children has long incited disapproval, but recently the disapproval has begun to acquire a proto-legal tinge. In March, French police warned parents against posting photos of their children on social media; according to social media analyst Eric Delcroix, the children could soon be able to sue them for posting inappropriate pictures, under the country’s privacy laws. The treasurer of the UK’s Human Rights Lawyers Association, Leanne Targett-Parker, echoes the idea that it is only a matter of time before children mount legal challenges against oversharing parents. “You can’t imagine it not being something that starts to develop within the next five to 10 years,” she says. “I can’t see how there can’t be attempts at suing people for putting up posts that they’re unhappy with.”\nSome parents may shrug off the shaming stories – and the professionalised sharing of family vloggers such as the Shaytards, the Brataleys, the Ballingers – as beyond the range of their own moderate social media activity. But listen to the children in the Kingsford classroom and it becomes clear how many degrees there are of shame. To these teenagers, even small instances of sharing can be divisive. When I ask if anyone has experienced being overshared themselves, hands shoot up, but the answers are a long way from the public shaming that normally grabs headlines. They are exactly the sort of infringements that many parents will commit without a second thought.\n“I was eating a Subway. Chicken teriyaki. Eating that and my mum just took the picture and posted it on Facebook,” one pupil says.\n“When I was little my parents took a picture of me being potty-trained. Three weeks ago they posted it on Facebook. Me on the toilet. It was really embarrassing,” another adds.\n“I was with my aunt in the park. I was wearing my scarf but I didn’t have a pin. It flew off and my hair was all raggedy, sticking up all over the place. My auntie put it on Facebook. I was so embarrassed I was crying. I asked her to take it down but she said, ‘No, it looks cute.’”\n“My uncle posted when his daughter had diarrhoea: ‘Pray for her.’”\nOne girl, 14, raises her hand. “Parents love to post things about you, personal information that you might not like,” she says. “Which kind of affects your relationship with them. Now, when you want to speak to them about certain things, you’re worried they might post it.”\nHer classmate Erin stands up. Her team supports the motion on the whiteboard – that parents should be banned from posting – and they have an idea. “We want to pass a law that requires open forms of social media to put a consent button on their pages, so a child can report whether their parents have posted about them without consent,” she declares. “If parents refuse to cooperate, they will be fined the amount of £1,000.”\nThese suggestions may sound excessive and unfeasible; in fact they lie squarely within the recommendations made by a number of adults campaigning in this field. Erin’s idea of a penalty, for instance, echoes the attempts by a Democratic state representative in Illinois, La Shawn K Ford, to make the shaming of children on social networking sites an offence. Offending parents should face a penalty, he has argued, which, just like Erin’s, would be a fine paid directly to the child. As for the apparently far-fetched idea of a “consent button”, this sounds uncannily similar to the “delete button” proposed by 5Rights, the campaign steered by the peer and film-maker Beeban Kidron to protect and empower children online.\nMore generally, the debaters’ irritation chimes with research published in March by a team at the University of Michigan. After interviewing 249 parent-children pairings across 40 US states, the researchers found that children were more than twice as likely as parents to say that adults should not post information online about them without permission. Would the Kingsford children concur? Class E11 rings with shouts of, “Yes!”\n“It ain’t going to happen,” their teacher, Miss Alimi, says.\n“Miss!” one of her students cries. “There’s a thing called wishful thinking.”\n***\nMiss Alimi is right: children are unlikely to gain control over their parents’ posting habits. But there is still scope for a conversation about what constitutes fair sharing, and each family will draw its lines differently. Consider the case of Heather Whitten, the Arizona-based photographer and teaching assistant who took the photograph of her husband and son in the shower that Facebook didn’t like. Whitten saw the moment, and the image, as the height of parental care. Their toddler, Fox, had had a temperature for hours. Her husband, Thomas, was trying to cool the child’s fever. For two years, Whitten kept the image private, finally posting it in May after Facebook removed other pictures she had shared of her children. She wanted to take a stand, “to show that it’s just innocent pictures that people are twisting and getting offended by”.\nShe was unprepared for the response – for the way in which Facebook removed images from her page every time it received sufficient complaints, for the level of disapproval the image provoked, including claims that it was “sexual” or “inappropriate”. But Whitten’s stand had one other unexpected consequence. As the interested and the outraged followed the link to her blog, some began to question the legality, as well as the sense, of showing children naked. “I just thought you were free to post what you wanted on the internet,” Whitten says now. But then she discovered that in the state of Arizona, “you can’t show any naked images of children’s pelvic area or butt, and I realised I was technically breaking a law.”\nShe removed the blog – “took everything down” – but “in the bigger, moral sense, I don’t feel I’ve done anything wrong. I’m not exploiting my children. I’m not abusing my children. I’m just sharing our lives exactly how they are.”\nWhitten’s experience shows just how nebulous and fraught the territory of sharing can be. Sure, her experience would never befall those for whom posting naked images of children is strictly out of bounds. But the case of Whitten is complicated. She and her partner are raising their children “to not be ashamed or embarrassed of their bodies”. They are living online within the offline boundaries they have set for themselves. “People don’t show nudity a lot of times because they think it will have a negative impact on their child. Your footprint is for ever on the internet,” Whitten says. “For me, it’s absurd. I just hope to combat that a little. Who knows how it will actually turn out, but I hope that my children won’t ever look back and see pictures of themselves as children and feel embarrassed by other people seeing them as well. Because there is nothing to be embarrassed about.”\nFox, the toddler in the shower, is still too young to veto or cherish the photograph that caused such controversy, but his older sister Lily, nine, “loves it”, according to her mother. “She couldn’t really wrap her head around why people would think there was anything wrong with it.”\nAnd yet, while Lily was comfortable with the image of her baby brother, she was deeply unhappy with other photographs her mother had uploaded – the apparently harmless kind that many parents post. One day at around the age of six, Lily began to scroll through her mother’s Instagram. “She saw how many pictures there were of her and she didn’t like it,” Whitten says. For months, whenever Lily saw Whitten with the camera, she hid. “That really opened up a conversation about why I take pictures, why I share pictures, who I share pictures with.” Now, Whitten says, “any time you see Lily, it is with her permission”.\nAlicia Blum-Ross, a researcher at the London School of Economics, believes we are entering a crucial moment. “We are starting to see kids who have grown up, whose parents have shared images, and who are beginning to say: ‘Wait a minute. I’m not sure I’m comfortable with that.’” What families need, she thinks, is a coming-of-age conversation. After all, it was Lily Whitten herself, at six, who instigated the dialogue with her mother that earned her the right to veto content. Does Lily have advice for other children? “They should say, ‘Please don’t take any pictures of me – it makes me uncomfortable,’” she says. “And ‘I might change my mind one day, but today I don’t want to have to hide from your camera.’” Soon this “digital rulebook” chat might become as standard as the one about the birds and the bees. Blum-Ross sees nothing to fear. Both parties, she points out, are united by being the first generation – of parents and children – to negotiate this path. “It can be a really shared experience,” she says enthusiastically. “The dilemmas are shared dilemmas, the pleasures are shared pleasures. It’s a moment of overlap.”\nBlum-Ross, who has three-year-old twins, says she is “not a person who advises total protection. I certainly wouldn’t say, ‘Don’t share things about your children online.’ It’s important that parents are able to claim their own space about that. It’s OK to say, ‘I need this community.’” Whitten, too, has always seen her sharing in those terms: “I feel I share everything as my story – this is my perspective on my life as a mother with these children. I’m not trying to put words in their mouth, or tell the story from their perspective.”\nIt is one of the oldest questions of storytelling: who does the story belong to? Blum-Ross, Whitten and countless others believe they are telling their own stories, and sharing posts about their children where they fit that perspective. But it’s complicated. “I never had a filter before,” says Whitten, sounding forlorn. “I love the idea of having connections with other mothers and people. But I can’t share the way I used to.” After the Facebook furore, she is still fathoming whether to photograph differently or simply stop sharing.\nFor other parents, such as the author Amy Webb, who has written about her commitment to post nothing about her daughter online, the same process of consideration deters them from sharing altogether. They have the big conversation – with themselves, each other, sometimes their children – and decide the best answer is silence.\nWhen the Guardian asked readers about their experiences, Apricot, who is 30 and lives in the north of England, wrote: “When I started to Facebook my own child’s pictures, I began to feel intensely uncomfortable. How could I instil in her a principle of privacy when I had essentially devalued hers from the beginning?” She stopped posting. “What we post is facets of ourselves,” said Tamasine Preece, a teacher in Bridgend, whose PhD includes a chapter on oversharing. “I think there is a morality to using children to explore parts of ourselves. My children are not me. They are separate.”\nKidron, who says she has never interacted with her children on social networking sites (they are now 19 and 21), thinks that her behaviour reflects the idea that “oversharing is inappropriate when the whole point of the journey to adulthood is to self-define – to work out who you are, what your values are, how you’re going to fit in. I think we have not thought hard enough about what that process might be like, if so much is shared and so much is public.\n“There are three issues here,” she says. “One is the right to a certain sort of privacy. The second is the need of young people to transgress and bump into their edges, and for that to be somewhat safe. The third is the need to break away from the model of your parents.”\nMy own Facebook posts dried up as I researched this article. Of course, I can ask my children for consent, but I am not sure they are ready for a responsibility with permanent consequences. If an eight-year-old consents to a post, is it fair to act upon that consent, or should a parent second-guess how those feelings might evolve? After all, posts are eternal and a child cannot speak for his or her future self.\nIn any case, a child’s consent can be capricious, even within one given day. My daughter, at eight, would prefer her photo not to appear on Facebook, but would be more than happy to see a video of herself playing Swingball on YouTube. My six-year-old, meanwhile, says he is sad that “Google doesn’t know me”. Even the teenagers at Kingsford are conflicted. In the end, they vote against Erin’s suggestion of a fine for parents who share without their children’s consent, but they squirm in their seats, clawing the air for a turn to speak when I ask what rules they would lay down for their parents:\n“Don’t say embarrassing jokes ’cos that’s too much.”\n“As far as the world is concerned, we’re not related.”\n“Post pictures of me when I look amazing.”\n“Don’t post baby pictures unless I’m happy and fully clothed.”\n“Don’t ever comment on my pictures.”\n“Don’t stalk my profile waiting for me to load pictures.”\n“Don’t follow.”\n“Don’t add me. Or my friends.”\n“Don’t tell dad jokes.”\n“Don’t take pictures of me eating food, ’cos my friends take it out of context.”\n“Don’t try and use internet slang on our wall. On your friends’ profiles you can embarrass yourselves all you want, but when it’s on our profiles it looks like we’ve taught you to say that. And it makes us look really bad.”\n“Stay behind the times.”\n***\nOf course, every family is different. In a quiet cul-de-sac in Newton Abbot, Devon, with sunlight pouring into the lounge, Molly Povey and her 11-year-old son Roman are sitting on the sofa discussing their experience of going viral.\nIn April 2015, with Roman desperately unhappy at school, Molly posted a plea on her Facebook page for his classmates’ parents to send her “beautiful son” birthday cards. “Roman doesn’t have any friends and often cries himself to sleep,” the post began. It was shared around the world. “Maybe 40,000 times,” Molly says. (Interestingly, her post breaks only the second of the Kingsford rules, by disclosing that Molly and Roman are related.)\nNeither Molly nor Roman, nor his two brothers, nor his dad Ian, who says he hates social media, were prepared for what happened next. Thousands of people left birthday greetings online. At the office of a friend – whose address was hastily borrowed to protect Roman’s privacy – cards and gifts began to arrive. Molly formalised the chaos into a Cards For Roman Facebook page.\nFriendships were made, and some of them have lasted – to the extent that in April, a year after his mother’s plea for help, Roman celebrated his 12th birthday with 150 friends, strangers and Facebook friends at a Nando’s in Exeter and at a second party in London. They have even met up with well-wishers in Germany.\nWhile Molly tells this story, talking quickly because there is a lot to fit in, Roman scurries to and fro with his gifts: a Star Wars chess set from someone in the Netherlands, pictures from Brazilian schoolchildren (Molly says he is very big in Brazil), wicker baskets of cards.\nBut sometimes Molly worries. “A bit. I think, what happens in years to come if he Googles himself and finds ‘Lonely boy with no friends’?” Last year the local paper ran a front-page headline saying just that. “I thought, oh my God, what have I done?” Roman was with her, and comforted her. “But it is true,” he said. “I am really lonely.”\nFor the Povey family, the benefits of Molly’s post are visible each day. His tearfulness has declined. The whole household is happier. Molly herself has found, in the Facebook page, a community that makes her feel supported and which, in turn, needs her. “And now you’ve got a responsibility,” Ian says. “It’s a strange thing.” He himself has never read the initial post, usually declines to appear in photographs, and thinks that when it comes to sharing, “It’s best to err on the side of caution.” Occasionally, Molly tells her community that Roman is having a bad day, or that she is: she doesn’t want to pretend to people who know loneliness that loneliness doesn’t happen. And yet, as Ian says, “It’s difficult to know sometimes what Roman really thinks about it.”\nMolly leads the way up to Roman’s bedroom, to show more of the gifts people sent. There is James Bond notepaper from the actor Andrew Scott, who played the baddie in Spectre, and a crew T-shirt from Star Wars: Episode III.\nI wonder if Roman minds thousands of strangers knowing he’s sad. “Do you mind?” Molly asks him. “Do you mind that people know you get really lonely?”\n“Maybe,” Roman replies. “I don’t know. I’ll go yes: I don’t like it.”\n“You don’t like it?” Molly repeats, incredulous.\n“No.”\n“What, that people around the world know you are lonely?”\n“Yeah.”\n“You don’t like it now?” she asks again.\n“No.”\n“Oh,” Molly says. She sounds deflated.\n“It just feels weird, it does,” Roman tells her.\nAlthough Molly has publicly revealed aspects of her son’s emotional life that other parents might hesitate to share, she is not incautious. For months she withheld Roman’s full name and has only recently felt comfortable disclosing that he is autistic. Before her heartfelt post, she deleted baby pictures of Roman’s older brother because he was about to start secondary school; surely the Kingsford debaters would approve.\nLike Alicia Blum-Ross and Heather Whitten, Molly has rules. “Think about whether it’s appropriate – if in a year or five years your child would be embarrassed by anything you’ve done. And just why are you actually doing it? Is it a positive thing, or is it to give you a social boost as opposed to the children?” Molly might appear to be at the opposite end of the spectrum from Tamasine Preece, who never posts, but the morals that underpin their behaviour are remarkably alike. And while Molly thinks “you shouldn’t be posting pictures of kids in the bath”, in some ways her posts are as exposing as Whitten’s.\nLater that evening Molly emails to say that the conversation with Roman had troubled her. After I’d left the house, she offered to take down the page, she says, but Roman said not to. “Turns out he was confused in his room and was talking about not liking being lonely, and not his page.”\nOr maybe Roman, in that moment, wished no one knew he was lonely. Then, later, when his mother checked, he minded less. Or maybe he understands that the community his mother has created has benefited him and his family. But these are only guesses. It is impossible to know. He is young, and the world changes many times a day. His parents have his best interests at heart, but like any who share news of their children, every time they post, they cross a line between privacy and publicity. Where each parent sees the line is an unsteady, unsettleable question. For Roman, and others like him, the truth may be something they are still working out, or simply prefer not to share.\nElaine Star, 47, a PA and poet, and her youngest daughter Sadie, 17, a student, live in Brighton \nElaine I’ve had a Facebook account for about 10 years, so Sadie was probably seven when I first joined. I use it to keep in touch with different groups of people – old friends, my poetry group, the puppet show I work with. I’m also friends with a lot of my kids’ friends, because it’s often the best way of locating where mine are. I don’t think it bothers them. All their friends are happy to come to the house and sit around my kitchen table and chat, so I don’t think it’s odd. I don’t post on their friends’ pages – maybe just a “Happy birthday” message. But I’m really impressed by the sorts of things they share about science, politics – they’re very funny and insightful.\nI have definitely made mistakes online. I’ve gone on after a few glasses of wine and said things I shouldn’t have. There have been some angry messages about the state my kids and their friends have left the house in. And they have all asked me to take down various photos. I get it: I’m sensitive to the fact that they’re trying to be cool or whatever.\nI think I’m past the stage of worrying too much about embarrassing my kids. I write poems that are very personal, and I share them on Facebook. But that’s how I express myself. The kids have occasionally said, “Stop living your life on Facebook” but I’m an open person.\nThey’re all fairly streetwise. We have a very open dialogue in our house. They have occasionally posted things that I think are a bit questionable – showing off a bit about drinking with their friends, that sort of thing. I might have said, “Hmm, you might want to think about that” but I’ve never said, “Take that down.” I’m glad Facebook wasn’t around to record my teenage years, though. I’d hate it.\nSadie My siblings and I all use Facebook in different ways. Stevie posts a lot of pictures; Maisie likes to talk about stuff. Me and Joe post a lot of news stories, and I like posting videos or songs. I don’t like to put up personal pictures, or get too emotional on Facebook. My mum’s posts can be really personal.\nAt the beginning, I didn’t really want to be friends with her on Facebook. I didn’t really want her seeing pictures of me that my friends had posted. They weren’t anything bad; they just felt like a bit of my life that was separate from her. Now I don’t mind as much – I’m more open. She’s also friends with a lot of my friends on there. That’s not a problem, except that she’s quite free with what she writes. Something would happen between us, and she’d put it in a poem, and post it to Facebook, and I wondered whether my friends would see her in a different way. I think maybe I felt protective of her. But no one has ever said anything.\nShe has a lot of photos of us when we were little. When I was a bit younger, I hated seeing some of them online. I remember there was one where I was holding my pet hamster and I just thought I looked greasy and rough. And once my room was really messy and my mum said, “I’ll take pictures and put it on Facebook.” I would have hated it if she’d actually done it. Now I’m a bit older, I’ve learned to let go of it all a bit more. I think I’m OK with what’s out there about me.\nJuliet Redelsperger-Talbot, 43, a marketing and events manager, and Nell, 13, live in Eye, Suffolk, with Nell’s father and her brother Lawrence, 10 \nNell I’ve been cyberbullied before. One of my followers on Instagram, someone I knew, turned on me, then a couple of others who I’d thought were friendly were making comments on my posts. It wasn’t nice, and I wasn’t sure how to handle it. In school they give you lessons about what to do if it happens to you, but when it comes to it, the reality is very different. But the school did deal with it.\nAfter that, I became a lot more careful about who I accept as friends, and what people can see. Now I have one account for my photography and a separate one for my closest friends.\nI have looked briefly at Mum’s Facebook account, but I don’t have a clue about how Facebook works. I don’t think I mind that there are photos of me. If you know the people that can see those photos, then that’s OK. If it’s not private, I’m not so sure about that. But I don’t find it embarrassing. Maybe it’s because I don’t feel like the same person I was when I was little. It doesn’t feel as if those pictures are of me.\nJuliet The cyberbullying was a harrowing time for Nell, but what was good was that some of her friends were supportive and took screenshots of the comments as proof of what was happening. Nell was worried I would be angry, so she didn’t come to me until after it was over. It was awful, but in a way, I think it helped her understand what you’re exposed to online.\nNell is a great photographer, and she sends me pictures, but I check that she is happy before I post anything on Facebook. Your children have every right to veto what you put online, although they have to be a certain age before they understand what it means. Neither of mine have ever had an issue with something I’ve posted, but then they’re the generation that are used to having photos of themselves everywhere. I think it meant something different for my generation. It took so long to get photos developed that seeing yourself was so much more important.\nThe children were very little when I first signed up. I don’t remember thinking much about privacy then. It wasn’t until I read in the paper how posts about your children might be seen by complete strangers that I changed my settings.\nAs time went by, I began to feel uncomfortable about posting. It felt like everything online was becoming more about “Look how wonderful I am” and it made me feel quite down. So I left for a while. Eventually I rejoined because it was hard to keep up with everything. So now I’ve started again but in a very different way.\n"},
{"tags": ["opinion"], "url": "https://www.theguardian.com/commentisfree/2016/nov/07/prison-doctor-jails-inmates-addicts-sentences", "abstract": "The riots at Bedford prison show the problems facing institutions. We need to stop locking up addicts and people who are mentally ill", "title": "As a prison doctor I’ve seen the crisis in jails – half the inmates shouldn’t be there | Gordon Cameron", "text": "I have worked as a GP over the past decade in about a third of the around 140 prisons in England and Wales – all categories, male and female – and in all there has been a gradual increase in the prison population, leading to overcrowding.\nThis reflects the national situation. Ministry of Justice figures show that between June 1993 and June 2012 the prison population in England and Wales increased by 41,800 prisoners, to more than 86,000. Without urgent steps aimed at cutting the prison population this could exceed 100,000 by 2020. However, this has not been matched by a corresponding increase in the number of prison officers. On the contrary, their numbers have been cut.\nWhen our prisons are at crisis point, amid continuing controversy about incidents such as the recent killing at Pentonville, consider our direction of travel. Take HMP Berwyn, the so-called super prison expected to open in February 2017.\nBuilt at the cost of £212m and located at Wrexham in Wales, HMP Berwyn is expected to accommodate 2,100 category C prisoners – those who cannot be allowed to move freely but are considered unlikely to try to escape. Instead of taking steps to radically reduce the UK prison population the government keeps building more prisons to house even more prisoners.\nI have come across numerous cases over the years where a noncustodial sentence would have been more appropriate than imprisonment. I recall a heavily pregnant lady suffering from a life-threatening condition who was jailed for breaching a restraining order. What was to be expected of a pregnant sufferer confined for a good deal of the time in a small, poorly ventilated prison cell? During her time behind bars she was rushed to hospital several times. Whenever she was there, for sometimes up to a week and longer, she was guarded round the clock by prison officers.\nI recall another instance when the nurse, seeing the new arrivals on reception duty, sent me the following message, asking me to prescribe a short course of sleeping tablets for a recent arrival. She was in prison for failing to pay a bill. Her partner was supposed to be looking after their young children but, the message said: “she does not believe he is up to the task. She is in a very weepy state and unable to sleep. She has another four weeks to do – could you please help?”\nThese women represent a not insignificant proportion of the prison population who are not a “danger to the public”. So why is the state spending large sums to keep them behind bars?\nMinistry of Justice figures from 2013 revealed that 55% of prisoners connected their offences to drug-taking, with the need for money to buy drugs the most commonly cited factor. Eliminating the addiction factor could lead to the closure of about half the prisons in the UK and free resources for other matters.\nSending these people to jail in the hope of ridding society of the menace of drug abuse is a woefully inadequate approach to the complex problem of drugs. It is akin to a doctor treating the symptoms of a disease without concerning themselves with its cause or its future prevention. There should instead be a holistic approach to the problem of drug addiction, with treatment and rehabilitation forming the centrepiece.\nAnd then there are the inmates with mental health issues. Surely these are best handled in psychiatric institutions rather than prison. Instead of spending millions on “super prisons”, the state would be better employed building additional psychiatric hospitals and homes to accommodate the hundreds, if not thousands, of them languishing in jail. Instead of helping them to overcome their mental impairment, society is punishing them for a condition they cannot help having. Labelling them criminals on a par with those who commit armed robbery, rape and murder is antiquated at best and nonsensical at worst. Samuel Butler lampooned this stance in his classic satire, Erewhon, describing a culture who imprisoned the sick for the crime of not being well. That was published in 1872, but what has changed since then?\nA report published last month by the RSA’s Future Prison project says the prison and probation services in England and Wales are failing to protect the public because they do not rehabilitate offenders, and that they should be radically restructured. I welcome the rehabilitation aspect, but it still ignores the central issue of population.\nWe need urgently to address sentencing, because too many offenders are being sent to prison for short terms. A record-breaking case was that of a lady who was jailed one evening only to be released the next day. I believe any sentence below three months should be suspended, turned into fines or whatever other punishment society deems appropriate short of an actual prison sentence.\nAs for drug addicts, the power to sentence them to drug rehabilitation homes makes sense for everybody. Keeping the most dangerous criminals – sex offenders, murderers, terrorists, armed robbers, and so on – in jail, and finding alternative punishment for those committing petty crimes, would not only lead a radical reduction in the prison population, it would also allow for the proper supervision of extremely dangerous inmates.\nWhatever else is said this week, population reduction is where our focus is and it is quite achievable. What is really needed is the will.\n• Dr Gordon Cameron is a pseudonym. Memoirs of Her Majesty’s Prison Doctor by Dr Cameron is available now. Visit hmpdoctorsmemoirs.com\n"},
{"tags": ["opinion"], "url": "https://www.theguardian.com/commentisfree/2016/nov/08/donald-trump-america-muslim-citizens", "abstract": "The GOP candidate insulted many minority groups, but he also tried to win their votes. He didn’t seem to want ours – and that could be a big mistake", "title": "Donald Trump has made it clear: in his America, Muslim citizens don’t exist | Moustafa Bayoumi", "text": "The 2016 American presidential election has been an absurd, exhausting and bruising spectacle. Now imagine living through it all as a Muslim American. Somehow, this election has managed to cram all the Islamophobic sentiments of the last 15 years into the span of 15 months, and then morph them into one ugly thing.\nDonald Trump is largely to blame. He called for “a total and complete shutdown of Muslims” entering the country until it became clear that the proposal was embarrassingly ill-conceived, only to be replaced by the equally vague “extreme vetting”. He fought publicly with the Gold Star Khan family, suggesting Ghazala Khan was not “allowed to speak” at the Democratic convention because of her Muslim faith. He accused Muslim Americans as a group of harboring terrorists. There’s more, but we all know the story by now.\nTrump has insulted and defamed many different groups along the way, but what we may not realize is how it’s different when it comes to Muslims. Over the course of the campaign, Trump has very publicly reached out to Latino, African American and LGBTQ voters to ask for their support. We can question his sincerity, but the gestures are there. He even briefly tempered his tone regarding Mexicans during a quickly arranged visit to President Enrique Peña Nieto in Mexico City last August. \nHis daughter Ivanka and wife Melania have defended him for his unforgivable behavior toward women, and Ivanka also recorded an official campaign television advertisement openly courting women voters for her father. Trump denies the charge he mocked a disabled reporter, and despite a bevy of antisemitic incidents involving Trump and his supporters over the past months, he has also directly sought Jewish American support. Such is his style of leadership: he may insult you, but he still wants your vote. \nNot so with the Muslims. A tiny handful of Muslim Americans may, bizarrely, be Trump supporters, but that doesn’t diminish the fact that, while attempting to engage every other constituency, Trump’s campaign has made essentially zero public outreach to the Muslim electorate. It’s as if Muslim citizens already don’t exist in Trump’s America.\nThe irony is that Trump’s willful blindness to Muslim voters may lead to his defeat. Muslims may only account for a small part of the American population, but a concerted push by Muslim Americans during this season has meant that there are now over a million registered Muslim voters, more than double the number in 2012. And Muslims tend to live in key battleground states such as Florida, Michigan, Ohio and Virginia. \nBut Hillary Clinton may not be able to count on all of those votes either. Many Muslim Americans have long been uncomfortable with her hawkish foreign policy record and her superficially inclusive rhetoric. “We need American Muslims to be part of our eyes and ears on our frontlines,” is a standard Clinton refrain, and with it we hear the suggestion that our communities live on some kind of “frontline” of warfare. \nThis is so not true: the front line of Costco, maybe. Most Muslim Americans are boring, middle-class folk. Clinton also seems to see Muslim Americans as separate from her idea of “we” (“we” need “them” to be part of “us”) and to believe that we, as a group, carry some insider knowledge about evildoers that we may – or may not! – be willing to trade in exchange for equal treatment in the United States. \nThis is offensive to our citizenship, and Muslim Americans must be afforded the same rights and protections as everyone else without precondition. But what this campaign has really shown is how contested and precarious the place is for Muslim Americans today. That won’t change after 8 November, regardless of who wins. \nEven with a Clinton victory, Trump and his “movement”, which is how he refers to his campaign, will not simply vanish. And the suggestion that Trump is merely using the election as a platform from which to start a new media empire is hardly comforting, as if there has never been a connection between mass media and far-right politics. So how prepared are we, as a nation, to deal with Trumpism after Tuesday?\nIf there’s any good news to come out of this election, it’s that the country now recognizes the potent political force that is Islamophobia. And Americans are beginning to understand that fighting anti-Muslim bigotry is not fundamentally about protecting Muslims, but about preserving the vision of a functioning, pluralistic and democratic society. Now we must be prepared to do the work necessary to hold our leaders to that standard every day, and not just once every four years.\n"},
{"tags": ["opinion"], "url": "https://www.theguardian.com/commentisfree/2016/nov/08/the-crown-portrayal-of-history-insult-to-my-generations-struggles", "abstract": "Netflix’s lavish portrayal of the Queen joins a long line of period dramas that ignore the lives of ordinary men and women", "title": "The Crown’s portrayal of history is an insult to my generation’s  struggles | Harry Leslie Smith", "text": "The writer LP Hartley wrote: “The past is a foreign country, they do things differently there.” Hartley was not wrong because, at 93, my foot rests more in that far-off land called history than today. But if I were to rely upon how television drama has interpreted the story of my generation, I would not be able to recognise it. Sadly, dramas about events that occurred in my youth deal almost exclusively with the pageant of nobility.\nIt concerns me that the history of my generation may be lost to my grandchildren because television producers would rather anaesthetise viewers from the unpleasantness of our past with idolatry for the aristocracy and the monarchy.\nIt’s why I am angry that Netflix has spent $130m (£105m) on the 10-part series The Crown. This is a biopic concerning the marriage of Queen Elizabeth when she was still a princess in 1947, followed by her coronation in 1953. Unfortunately, The Crown views postwar Britain from the perspective of our sovereign and all who inhabited her world. This does an enormous disservice to the epoch, because it was a time when a socialist tide raised all boats. History was literally being made from the bottom up because, while Princess Elizabeth was being fitted for her wedding dress, ordinary Britons were dismantling a thousand years of feudal mentality through the creation of the welfare state.\nWe’ve seen this approach before. Nothing better illustrates TV’s lush treacle homage to the landed gentry than Downton Abbey, a drama that ran for six series as a parlour-room interpretation of historical moments that shaped Britain at the turn of the 20th century. But Downton has not been the exception to the rule, rather a template used by TV and movie producers to crush the truth from history and make the entitled the heroes of narratives about our nation’s collective past.\nThe Crown, like Downton Abbey, Victoria or even Indian Summers, depicts moments in history as a pageant in which the wealthy, the entitled and the nobility oversee the lives of millions with benevolence, wisdom and grace. As I have been both a witness to and participant in history since 1923, I can tell you that was not the case. Millions lived lives of abject misery during the 1930s while the 1% of that time enjoyed an obscene opulence. Despite the vast wealth of 19th-century history a TV dramatist can draw upon, our nation’s rich heritage too often becomes an infomercial for monarchy and empire.\nThe Crown is like an expensive painting in which the only subjects in focus are the rich and privileged. Everyone else, people like me or your grandparents if they came from the working class and even the middle class, are considered no more than background scenery. We are the undefined face in the crowd waving religiously at our so-called betters.\nTo my mind, The Crown is an insult to the struggles my generation overcame and the triumphs we earned from our sacrifices in both war and in peace. But what is most frightening is that the tableau of our past shown on Netflix and other TV networks will be most people’s window on my generation’s history. Too many in the 19th and early 20th century lived thwarted lives because of the exploitation they endured in the mines and mills. Yet no one tells the tale of these workers unionising, fighting for their rights or trying to find and maintain love in the harsh conditions of the slums they called home.\nToo many of my generation died young because they lacked the money to pay for a doctor, but in The Crown our sympathies are directed to a king dying of lung cancer rather than the thousands of miners who died painfully of black lung because that monarch and his society didn’t believe the average citizen deserved medicine if they couldn’t afford to pay for it.\nOur Queen, no matter how much we should respect her service to the state, doesn’t deserve to be turned into a cinematic icon. In the great sweep of events our monarch is like a garden ornament sitting immutably on the field of history because she is not the author of our nation’s destiny.\nBecause of austerity and Brexit, Britain has become a house divided. We need now more than ever our great film-makers and television producers to tell the stories from our collective past that reflect all its pathos and wonder. And they need to tell it from the perspective of those ordinary, brilliant and profound men and women who, a lifetime ago, helped shape the way we live today through their deeds.\n"},
{"tags": ["opinion"], "url": "https://www.theguardian.com/commentisfree/2016/nov/08/liz-truss-defend-judges-article-50-stood-by", "abstract": "It was the lord chancellor’s duty to speak up for the judges pilloried by some newspapers after the article 50 ruling. But she let them down badly", "title": "Liz Truss swore to defend the judiciary. But she stood by as they got a roasting | Richard Burgon", "text": "We all believe in freedom of speech. But freedom of speech must be exercised responsibly. Last Thursday’s judgment from the high court on article 50 led to artificial hysteria in many quarters. There were headlines declaring that the judges who heard the case were “Enemies of the people”; references alluding to the sexuality of a judge briefly appeared on the Daily Mail’s website; and a member of the cabinet, Sajid Javid, ominously stated that “This is an attempt to frustrate the will of the British people and it is unacceptable”.\nMany have said that those headlines and comments “crossed the line”. And in our constitution, when judicial independence is threatened, the lord chancellor has a legal duty to intervene. Liz Truss, however, failed to say anything for nearly 48 hours and when she did, she simply recited the principle of the independence of the judiciary and stated the government would be appealing against the judgment. She did not condemn the fact that our judges had been declared “enemies of the people”, nor that the sexuality of a judge had been introduced in to the debate.\nWhen Truss took office she swore an oath to uphold the independence of the judiciary and the rule of law. In her speech that day she committed to doing so “with dedication”. The headlines which appeared in a number of newspapers the day after the high court ruling in the article 50 case was the first test of her commitment. On any reasonable measure, she failed that test.\nThat’s not just my view. The former lord chief justice, Lord Judge, was interviewed on Radio 4 on Sunday and said this: “The lord chancellor has a specific function and in this case her responsibility, where there has been vituperative criticism of judges, damaging to public confidence in the administration of justice by an independent judiciary, is to speak up for them and explain exactly what the principles are.”\nHe went on to say about Truss’s response to the attacks: “I think it was a little too late and I think it’s quite a lot too little. Because it doesn’t actually address the damage to public confidence consequent on [these] kind of headlines.”\nDuring my 10 years as a lawyer before being elected to parliament and then becoming shadow lord chancellor, there were occasions when I disagreed with – or was disappointed with – judges’ decisions. When I lost a case, I was disappointed. When I won a case, the lawyer on the other side was disappointed. But we would never tolerate our judiciary being declared as “against the people” or a judge’s sexuality being brought into the debate.\nAnyone is free to disagree with a judge’s decision, their reasoning – or lack of it – or their interpretation of the law. But what is surely unacceptable is attacks on the independence of the judiciary by government ministers and powerful government-backing newspapers. The lord chancellor has a duty to act in these circumstances and she failed.\nIt took a bar council resolution demanding action to draw her into the open. And then she provided a statement carefully crafted to say as little as possible, which has only attracted further criticism. And since then she has remained out of sight. Conservative MPs mindful of the rule of law have criticised her publicly and, reportedly, privately, at a fractious meeting of Tory MPs at which she is supposed to have said that it is the job of the lord chief justice to defend the judiciary. Actually, it is Truss’s statutory responsibility – and the lord chief justice is one of the judges who heard the case and is being maligned.\nI know Truss has a lot on, given the crisis of violence and underfunding that has developed in our prison service, but for many in the legal community, studied silence on this specific matter means a lord chancellor loses their trust and confidence. Her failure to speak out has consequences: only yesterday afternoon, during a debate on Brexit in the Commons, David Davis repeatedly failed to condemn the headlines when asked. Other MPs have spoken about the judiciary “interfering between parliament and the executive”.\nWhether it’s respecting the outcome of referendums (even when the result disappoints the Labour party) or defending the independence of the judiciary, Labour is the party of the rule of law. A mature democracy – and a mature government – doesn’t stand by while the judiciary gets a roasting.\n"},
{"tags": ["opinion"], "url": "https://www.theguardian.com/commentisfree/2016/nov/08/john-lewis-haberdashery-wax-prosecco", "abstract": "Empowerment lies in creating things, not in ripping out body hair. Please don’t give us Brazilians in place of buttons and bows", "title": "Hands off our haberdashery, John Lewis. Waxing is no replacement | Nell Frizzell", "text": "John Lewis is Debenhams for people with labradors, and they’ll never get my pubes.\nHaving grown up in a city without one, I have often been struck by the cult-like way in which people talk about John Lewis. I have seen grown men brought almost to tears discussing its bedding selection and choice of lightbulbs. I’ve sat through literally hours of office chat about its “never knowingly undersold” commitment and geisha-like customer service. I’ve heard it’s where people have their wedding lists.\nAll of which makes the fact that John Lewis is moving into the sticky-fingered business of bikini waxes all the more disquieting.\nNow, let us be clear – your hair is your hair and you have complete authority over what you do with it. You can thank the My Body, My Rules school of feminism for that. But, when it comes to the decision between haberdashery and hair removal, I’m afraid I have to take issue with the latter.\nWhen the Sunday Times, after interviewing John Lewis’s new managing director, Paula Nickolds (who in fact started her career in the sewing department of the organisation), says that the “traditional products, including hats and haberdashery, are being downgraded in favour of new services, including holidays, in-store prosecco bars and bikini waxes” it makes me want to weave myself a row-boat out of leg hair and sail away to the horizon.\nJohn Lewis today reassured customers that they “have no plans to close or downgrade our haberdashery departments. Haberdashery is woven into the fabric of our business and there are no plans to unstitch it.” But such rumours are unnerving, not least because the better part of life lies in creating things, not ripping them out. As women – and let’s be honest, women are more likely to be booking in for John Lewis bikini waxes than men – we should aspire to be making things, rather than removing them. To sew your own is an act of creative independence; hair removal and prosecco bars simply fuel the endemic belief that our bodies are flawed and we need “professionals” to fix them or drown our sorrows.\nThe idea that shopping and “pampering” are a “leisure day out” as Nickolds claims, is a bare-thighed lie. There is nothing leisurely about disliking your own legs. There is nothing relaxing, luxurious or indulgent about covering your nadgers with hot wax and ripping out the evidence of an adult, mammalian body. I’ve had less painful rock-climbing accidents than the one time I tried to wax the back of my thighs. And at the risk of going full Trotsky on your nether regions, the removal of pubic hair is yet another way that capitalism plays on personal insecurities to make money from your body. And we don’t have to go along with it if we don’t want to.\nOn the other hand, taking on the active, creative, expressive role of maker is genuinely galvanising. In June I went to Berlin for the summer, armed with little more than my sewing machine. Over the next three months I created almost everything I wore with my own hands. There was a dress made from antique soviet linen bought on the corner of Boxhagener Platz, a pair of trousers made from Neukölln cotton, a bridesmaid dress made from a roll of silk found behind a box of potatoes at the Türkischer Markt, numerous jumpsuits, shorts, shirts and vests – all made on my bedroom floor using a machine I inherited from my great-aunt Margaret. Those items weren’t only cheap, didn’t just fit me, didn’t just keep me off the streets for an hour at a time, but will serve as a lifelong reminder of a wonderful trip and the fact that, despite what the fashion industry may tell us, we can all do it ourselves.\nMany of my friends would no doubt be thrilled to their very pudenda at the idea of a John Lewis wax. As leisure activities go, it at least gives money to one of our last employee-owned companies and might be more fun than pole-dancing classes or throwing up sambuca into a sticky bin outside Flares. But my generation needs materials, tools and the confidence to do it themselves, not “me time”, prosecco and plucked genitals.\nWhen tearing out your pubic hair and slapping on grease become genuinely uplifting acts of self-empowerment then sports societies will stop using them as hazing initiation rites. In the meantime, you’ll find me, crouched over my sewing machine, making yet another outfit. For that is my own personal commitment: never knowingly underdressed.\n"},
{"tags": ["politics"], "url": "https://www.theguardian.com/world/2016/nov/09/estonias-prime-minister-loses-confidence-vote", "abstract": "Taavi Rõivas loses parliament vote 63-28 as president urges heads of country’s six parties to form new government", "title": "Estonia's government collapses as PM loses confidence vote", "text": "Estonia’s government has collapsed after the prime minister, Taavi Rõivas, lost a confidence vote in parliament following months of Cabinet squabbling, mainly over economic policies. \n Lawmakers in the 101-seat parliament on Wednesday ousted Rõivas in a 63-28 vote, with 10 members abstaining or absent. \nEstonian president, Kersti Kaljulaid, has summoned the heads of the six parliamentary parties on forming a new government. \nThe main opposition Centre party, which is tipped to lead the new government, has vowed to keep Estonia solidly rooted in the eurozone and Nato as the Baltic state of 1.3 million people gears up to assume the EU’s rotating presidency in the second half of 2017.\nThe party chose a new leader, 38-year-old Jüri Ratas, at the weekend, raising calls for him to take over as prime minister. \nCommanding 27 seats, the Centre party is popular among the sizeable ethnic Russian minority who account for a quarter of Estonia’s population. \nA respected deputy speaker of parliament, Ratas replaced Edgar Savisaar, 66, whose perceived ties to Russia had scared off potential coalition partners amid heightened tensions with Moscow. \n“Jüri Ratas has today said nothing will change in Estonia’s stance vis-a-vis Nato, the EU,” Estonian political analyst Ahto Lobjakas told AFP on Wednesday. \n“He would risk an immense public backlash were he to go back on these commitments. I have no reason to think him disingenuous,” he added. \nRõivas’s government was formed in April 2015 after his Reform party won the parliamentary elections. But its work has been hampered by serious policy differences between the party and its coalition partners – the left-leaning Social Democrats and conservative IRL Party. \nConflicting views over taxation and improving the state of Estonia’s economy, which the two junior coalition partners claim is stagnant, is the main cause for the breakup. \nBut political observers in the country say the other parties have also grown tired of the long reign and style of the centre-right Reform party, which has led governments since 2005 and was part of every coalition for the past 17 years. \nThe crisis escalated earlier this week as the Social Democrats and IRL urged Rõivas – at 37, one of Europe’s youngest heads of government – to resign, saying they had lost trust in his leadership and Reform’s economic policies. \n"},
{"tags": ["politics"], "url": "https://www.theguardian.com/environment/2016/nov/09/eu-plans-320m-funding-boost-for-budding-ocean-energy-industry", "abstract": "Investment fund would help wave and tidal power to provide a tenth of the bloc’s power by 2050", "title": "EU plans €320m funding boost for budding ocean energy industry", "text": "The EU is proposing to spend hundreds of millions of euros to help the budding ocean energy industry to provide a tenth of the bloc’s power by 2050.\nThe boost would take the form of a €250m investment fund, with an additional €70m set aside for insurance, loans and guarantees, according to the roadmap for channelling the potential of wave and tidal energy.\nThe money would be supplied by the EU and its member states and should work as a buffer for companies that are attempting to cross the “valley of death” between demonstration projects and the energy market.\n“It is a comprehensive, inclusive and ambitious plan for building up ocean energy in Europe – from the initial R&D all the way to the industrial roll-out,” said the EU’s environment commissioner, Karmenu Vella, at a launch meeting in Brussels.\nRémi Gruet, the CEO of trade group Ocean Energy Europe, said: “Bridging the gap between risk-averse commercial lenders and public authorities with limited budgets requires rethinking project finance. The roadmap proposes just that, solutions fit for the purpose of reducing risk and unlocking capital: milestone-bound grant awards, guarantees and insurance.”\nIn further good news for the sector, Carnegie Wave Energy in Cornwall announced that it had secured £9.6m of EU funding that would enable it to connect England’s first commercial-scale wave power project to the grid.\nA 15MW array at Cornwall’s wave hub centre should now be commissioned in 2018, before commercial deployment in 2021.\nThe local MP and former environment minister George Eustice, who campaigned for Brexit, said that the news showed that Cornwall was “well positioned to play a significant role in securing the UK’s continued reputation as a market leader in offshore renewables.”\nAround half of the world’s wave and tidal energy companies are today based in Europe, and officials believe that the industry could generate up to €653bn by mid-century, with an annual market of €53bn.\nFour projects currently in the pipeline are slated to provide 1.5GW of energy capacity and industry spokespeople say that 400,000 jobs could be created.\nLater this year, Atlantis Resources will complete the first phase of a 6MW MeyGen project in Scotland, which will be ramped up to 86MW before reaching a full generating capacity of 398MW in 2025. \nTim Cornelius, the company’s CEO said: “Atlantis has 640MW in our Scottish portfolio alone, the realisation of which represents nothing less than the creation of a new manufacturing sector for Europe based on predictable, reliable, renewable energy.”\nIn Northern Ireland, DP Energy says it is in the advanced stages of developing a 10MW tidal farm in Fair Head as the first stage in a 100MW project. The firm’s wider ocean energy portfolio adds up to 330MW. \nA separate EU ocean governance package on Thursday will launch several programmes to protect the world’s water bodies, including a pilot project using satellite communications to track illegal fishing worldwide. \n"},
{"tags": ["politics"], "url": "https://www.theguardian.com/environment/2016/nov/08/eu-drops-plans-to-make-toasters-more-energy-efficient-over-intrusion-fears", "abstract": "Proposal to cut emissions controversially omits several appliances on the grounds that economic benefits would not be worth the negative publicity", "title": "EU drops plans to make toasters more energy efficient over 'intrusion' fears", "text": "The EU has dropped plans to force toaster-makers to improve the energy efficiency of their products over fears of the political costs of being seen to be intruding in people’s daily lives, it has emerged.\nBut while a new EU plan to cut emissions controversially omits several appliances, the manufacturers of electric kettles, refrigerators and hand driers will have to make their future products consume less energy.\nSolar panels and building automation systems are among the six product ranges set to benefit from the Ecodesign package, which should help Europe meet its obligations under the Paris climate agreement.\nBut hairdryers, hot drinks vending machines and toasters – the subject of a tabloid campaign during the Brexit referendum – will be excluded, the commission’s first vice-president, Frans Timmermans, told a Brussels press conference.\n “We want to put the products on the list that have the highest energy yield,” he said. “That is why kettles are on the list, because they are very high in terms of energy yields, and toasters are not on the list.”\nAn internal EU “lines to take” document from last month, seen by the Guardian, shows that fears of hostile press coverage were central to the proposal’s genesis.\nThe cabinet-level document notes that the EU has been “regularly accused of regulatory over-reach and intrusiveness in people’s daily lives and behavioural choices, when banning products from the market and limiting consumer choice.\n“The strong negative publicity about intrusiveness raises the question whether the estimated but hardly evaluated economic benefits are worth the political costs for the EU and the commission in particular.”\nThe commission broke with a tradition of announcing the package after extensive studies and consultation due to an initiative by Jean-Claude Juncker to make all commissioners take “political ownership” of it.\nA separate internal EU note seen by the Guardian shows that the six-product list was personally chosen by Juncker for “explicit validation” by other commissioners.\nIn the document, lines are drawn through products such as toasters, hairdryers and signage displays, which “Juncker recommends … above all not to be part of a possible package,” the document says.\nAfter an 18-month legislative delay, green groups said they were uncomfortable about the EU’s announcement.\n“The decision to remove five domestic and industrial products from the Ecodesign list will cost consumers €2bn annually from 2030 onwards,” warned Chloé Fayole, a spokeswoman for the Coolproducts campaign. “We are also concerned about the fate of three IT products, including smartphones, which are not part of the list.” \nStéphane Arditi of the European Environmental Bureau said that smartphones were a “glaring absence” in the package, throwing doubt on how the EU would cut their emissions from manufacture, use and disposal, which are considerable.\nThe Ecodesign framework brings in an estimated €55bn in extra revenue for industry, creating as many as 800,000 jobs and saving Europe’s householders an estimated €490 in energy bills each year, according to the EU.\nEcodesign is also responsible for half of the EU’s 20% energy savings expected by 2020 – and a quarter of its emissions cuts. But energy efficiency can be a hard sell in consumer societies, and the EU’s ecodesign plans have spurred newspapers such as the Daily Express to decry them as a threat to “the British way of life”.\nSpeaking to journalists in Brussels, Timmermans acknowledged that the tabloids had been “very influential” in drawing out the EU’s ecodesign policy-making process. \n“We were very sensitive to what we’ve seen the media whipping up in the last couple of years,” he said. “But after careful analysis you have to make a choice – if you go along with this rhetoric or let the evidence speak for itself and that’s what we did.”\nThe Ecodesign package should still save as much primary energy as Sweden consumes annually, although its predecessors saved as much energy as was generated by Italy. \n"},
{"tags": ["politics"], "url": "https://www.theguardian.com/world/2016/nov/08/italian-law-requiring-children-to-take-fathers-name-unlawful", "abstract": "Court judgment welcomed by campaigners as milestone in battle against outdated patriarchal views in Italy", "title": "Italian law requiring children to take father's name 'unlawful'", "text": "Italian rules that mean children of married couples are automatically given only their father’s surname are unlawful, the country’s constitutional court has ruled. The judgment was welcomed by campaigners as a milestone in a long legal and political battle to overturn regulations and practice that they say are based on outdated patriarchal ideas.\n“The court has declared the unlawfulness of rules providing for the automatic attribution of the paternal surname to legitimate children, when the parents wish otherwise,” the court said in a statement.\nThe court made its judgment in a case referred to it by a Genoa appeal court in which an Italian-Brazilian couple wanted to give their son both their surnames, as is traditional in Spain and much of South America and increasingly common among younger couples in northern Europe and North America.\nThe couple’s lawyers had argued that not allowing the son to have his mother’s surname, as well as his father’s, violated the principle of equality between the sexes.\nAs the court did not publish its reasoning immediately, there was still a question mark as to whether the case had opened the door to Italian parents being automatically able to give their kids double surnames, or whether the equality requirement could be met by offering only the right to choose between the mother and father’s surname.\nCampaigners said the court’s ruling showed the urgent need for clear legislation after decades of parliamentary stalling on reform.\nLegislation allowing children to be given their mothers’ surnames was first proposed 40 years ago. A draft bill has since been approved by the chamber of deputies but has been blocked for years in the senate.\n“The constitutional court has taken a decision of great importance for our society,” said Democratic party deputy Fabrizia Giuliani. “The senate no longer has any excuse for not abolishing this anachronism and giving women their right in this matter.”\nIt remains to be seen how quickly things will change. The constitutional court ruled in 2006 that the automatic attribution of paternal surnames was not consistent with the principle of equality between the sexes.\nItaly’s rules have also been condemned by the European court of human rights, which ruled in 2014 that they could be used to discriminate against women. Neither of those rulings led to reform of either the law or administrative practice.\n"},
{"tags": ["politics"], "url": "https://www.theguardian.com/politics/2016/nov/08/uk-risks-losing-global-influence-quits-single-market-senior-civil-servant", "abstract": "Sir Simon Fraser, who headed the Foreign Office, says economic stability essential if Britain is to retain place in world diplomacy", "title": "UK risks losing global influence if it quits single market, says senior civil servant", "text": "The UK’s global diplomatic and security influence is at risk if it cuts itself off from the single market and continues to denigrate foreigners, a former civil servant has warned. \nSir Simon Fraser, who was permanent under-secretary at the Foreign Office until last year, said Britain’s position near or at the top diplomatic table was at stake after the vote to leave the European Union.\nHe said: “There is already evidence of potential self-harm in our behaviour to foreign people: the reported spike in hate crime, the insensitive comments of some British politicians, and the shocking press coverage of the legal judgment on article 50.\n“I hope our political leaders will show more skill and wisdom in the next chapter of our European relationships than over the last decade, which was strewn with diplomatic errors and misjudgments.”\nSpeaking on Monday night at King’s College, London, Fraser said it was inevitable that Brexit would diminish UK influence overseas. “No matter how well we manage the process and however good the assets we have, structurally it is going to be much more difficult to exert global influence after Brexit,” he said. \n“Leaving the European Union will be the biggest shock to our method of international influencing and the biggest structural change to our place in the world since the end of world war two and the end of empire.”\nThe Brexit vote in June has been blamed for a rise in race-hate crimes, with more than 2,300 offences in London recorded in the 38 days after the referendum, compared with 1,400 in the 38 days before the vote. \nA survey by the Guardian found that European embassies in Britain have logged dozens of incidents of suspected hate crime and abuse against their citizens since the referendum. The vast majority of incidents involved eastern Europeans, with more attacks against Poles than all other nationalities combined.\nFraser, who is a specialist in the Middle East and European trade, was the Foreign Office permanent under-secretary for William Hague and Philip Hammond between 2010 and 2015. \nHe is concerned that Theresa May’s cabinet is insufficiently aware of the way in which European opinion is hardening against the UK, and fears that the chances of reaching a rational outcome with the EU on a future relationship are being damaged by UK rhetoric.\nFor Brexit Britain to remain a heavy hitter in international diplomacy, it would require new resources, more diplomats and a more active foreign policy. At present, he said, the UK spent more annually on the winter fuel allowance than on the Foreign Office, while the department’s budget was only twice the UK aid budget to Ethiopia.\n“My concern is, whatever our ambition and intent, the process of our EU separation will suck our policy and political energy inwards, far more so if it leads to an existential crisis over Scotland or a deterioration of peace and and security in Northern Ireland,” he said. \n“Other countries that had the UK down as a stable and active player in world affairs are unsure at the moment where we are heading.”\nAlthough he insisted Britain could yet retain global influence outside the EU, through other international institutions such as Nato and the UN, Fraser warned there was no point denying that the decision to leave affected how the UK conducted foreign policy.\nTo tackle the problem Fraser urged a revamp of Whitehall departments, saying May had fragmented the international effort, with six different government departments now leading on foreign and security policy.\nHe said the Foreign Office should be handed the same coordinating role over foreign affairs as the Treasury enjoys over economic policy. He suggested the Department of International Development and the Department of International Trade could be incorporated into the Foreign Office.\nHe disclosed Whitehall was facing “an uphill struggle” to respond to Brexit and that since there had been no planning for the UK’s withdrawal from the EU, Whitehall was still in the process of analysing options for a future relationship. The Foreign Office in particular was preparing an initiative setting out how the UK could retain close security and foreign policy relations with the EU, even though in future it will be excluded from its meetings and denied access to papers.\nFraser said continued diplomatic and security influence would come with continued economic success, and urged the government not to imagine it would be easy to build a new economic relationship away from the EU. “That is why a rational outcome on our future relationship with the EU single market is essential,” he said\nFraser also urged the cabinet not to think Britain could build a reliable economic future by engaging only with non-European countries such as China and India. “We export more to Belgium at the moment than we do to India, Russia Brazil and South Africa combined,” he said. Although UK trade with these countries was growing, the structure of UK trade was not going to shift rapidly. Geographical proximity remained a huge determinant of a country’s trading relationships he said.\nBritain had to acknowledge that its most important international relations would remain those with the United States, Germany and France. \nAnd in pointed advice, possibly to the foreign secretary, Boris Johnson, he said: “A good start would be to listen to those around them that have experience and knowledge of how the EU works, the complex issues they will need to negotiate and what the people on the other side of the table will be thinking.”\n\n"},
{"tags": ["science"], "url": "https://www.theguardian.com/science/2016/nov/07/us-military-successfully-tests-electrical-brain-stimulation-to-enhance-staff-skills", "abstract": "Study paves way for personnel such as drone operators to have electrical pulses sent into their brains to improve effectiveness in high pressure situations", "title": "US military successfully tests electrical brain stimulation to enhance staff skills", "text": "US military scientists have used electrical brain stimulators to enhance mental skills of staff, in research that aims to boost the performance of air crews, drone operators and others in the armed forces’ most demanding roles.\nThe successful tests of the devices pave the way for servicemen and women to be wired up at critical times of duty, so that electrical pulses can be beamed into their brains to improve their effectiveness in high pressure situations.\nThe brain stimulation kits use five electrodes to send weak electric currents through the skull and into specific parts of the cortex. Previous studies have found evidence that by helping neurons to fire, these minor brain zaps can boost cognitive ability.\nThe technology is seen as a safer alternative to prescription drugs, such as modafinil and ritalin, both of which have been used off-label as performance enhancing drugs in the armed forces. \nBut while electrical brain stimulation appears to have no harmful side effects, some experts say its long-term safety is unknown, and raise concerns about staff being forced to use the equipment if it is approved for military operations. \nOthers are worried about the broader implications of the science on the general workforce because of the advance of an unregulated technology.\nIn a new report, scientists at Wright-Patterson Air Force Base in Ohio describe how the performance of military personnel can slump soon after they start work if the demands of the job become too intense. \n“Within the air force, various operations such as remotely piloted and manned aircraft operations require a human operator to monitor and respond to multiple events simultaneously over a long period of time,” they write. “With the monotonous nature of these tasks, the operator’s performance may decline shortly after their work shift commences.”\nBut in a series of experiments at the air force base, the researchers found that electrical brain stimulation can improve people’s multitasking skills and stave off the drop in performance that comes with information overload. Writing in the journal Frontiers in Human Neuroscience, they say that the technology, known as transcranial direct current stimulation (tDCS), has a “profound effect”.\nFor the study, the scientists had men and women at the base take a test developed by Nasa to assess multitasking skills. The test requires people to keep a crosshair inside a moving circle on a computer screen, while constantly monitoring and responding to three other tasks on the screen. \nTo investigate whether tDCS boosted people’s scores, half of the volunteers had a constant two milliamp current beamed into the brain for the 36-minute-long test. The other half formed a control group and had only 30 seconds of stimulation at the start of the test.\nAccording to the report, the brain stimulation group started to perform better than the control group four minutes into the test. “The findings provide new evidence that tDCS has the ability to augment and enhance multitasking capability in a human operator,” the researchers write. Larger studies must now look at whether the improvement in performance is real and, if so, how long it lasts.\nThe tests are not the first to claim beneficial effects from electrical brain stimulation. Last year, researchers at the same US facility found that tDCS seemed to work better than caffeine at keeping military target analysts vigilant after long hours at the desk. Brain stimulation has also been tested for its potential to help soldiers spot snipers more quickly in VR training programmes.\nNeil Levy, deputy director of the Oxford Centre for Neuroethics, said that compared with prescription drugs, electrical brain stimulation could actually be a safer way to boost the performance of those in the armed forces. “I have more serious worries about the extent to which participants can give informed consent, and whether they can opt out once it is approved for use,” he said. “Even for those jobs where attention is absolutely critical, you want to be very careful about making it compulsory, or there being a strong social pressure to use it, before we are really sure about its long-term safety.”\nBut while the devices may be safe in the hands of experts, the technology is freely available, because the sale of brain stimulation kits is unregulated. They can be bought on the internet or assembled from simple components, which raises a greater concern, according to Levy. Young people whose brains are still developing may be tempted to experiment with the devices, and try higher currents than those used in laboratories, he says. “If you use high currents you can damage the brain,” he says.\nIn 2014 another Oxford scientist, Roi Cohen Kadosh, warned that while brain stimulation could improve performance at some tasks, it made people worse at others. In light of the work, Kadosh urged people not to use brain stimulators at home.\nIf the technology is proved safe in the long run though, it could help those who need it most, said Levy. “It may have a levelling-up effect, because it is cheap and enhancers tend to benefit the people that perform less well,” he said.\n"},
{"tags": ["science"], "url": "https://www.theguardian.com/science/2016/nov/07/southern-hemisphere-fastest-to-recover-after-dinosaur-killer-asteroid-study-suggests", "abstract": "Analysis of insect damage to fossil leaves presents new theory as to why southern hemisphere recovered faster from asteroid that killed the dinosaurs", "title": "Southern hemisphere faster to recover after killer asteroid, study suggests", "text": "Ecosystems in the southern hemisphere bounced back more than twice as quickly as those in the north after the devastating asteroid impact that annihilated the dinosaurs, research suggests.\nA mass extinction was triggered 66 million years ago when a huge extraterrestrial rock crashed into the Earth. It produced the Chicxulub crater off the coast of Mexico as well as wiping out non-avian dinosaurs and a vast array of other species.\nWhile previous evidence had suggested that the effects of the impact might have been less severe in the southern hemisphere, possibly because it provided a sort of refuge for species, the new research hints at a different explanation. \nThe lesser severity apparently seen in the southern hemisphere could be down to ecosystems recovering more quickly, researchers have found.\n“This extinction event is very important – it is a one of the major extinctions in the history of the Earth,” said Michael Donovan of Pennsylvania State University, a co-author of the research published in the journal Nature Ecology & Evolution. \n“The biodiversity patterns we see today, where things are living, may be related to what survived – so it is important to learn about what was happening around the world at this time,” he added.\nTo unpick why life in the southern hemisphere appeared to have fared better in the aftermath of the impact than in the north, scientists looked at the effect of the asteroid strike on leaf-eating insects. “We can learn a lot about what was happening at the base of the ecosystems by looking at what is happening to the plants and insects,” said Donovan.\nThe team, from the USA and Argentina, analysed 3,646 fossil leaves from Patagonia dating from around a million years before the impact to around four million years after the event. The analysis focused on comparing damage produced by the nibbling of insects to that previously seen in fossil leaves from the western interior of North America.\nThe North American leaves revealed that the diversity of damage, and therefore the variety of insects munching on the leaves, decreased dramatically at the time of the asteroid impact, with insects that fed on just a small selection of plants the worst hit. The data also showed that it took around nine million years for insect damage to recover to pre-impact levels. \nSimilar trends were seen in the fossil leaves from Patagonia. However, both before and after the asteroid impact the diversity of damage was higher, suggesting that Patagonia was rich in a huge variety of insects. What’s more, the diversity of the leaf damage returned to pre-impact levels more quickly than in North America, taking just four million years.\nCareful analysis of details in the damage produced by insects that burrow between leaf layers - so-called leaf miners - offered further insights, revealing that even though the same type of insects existed in Patagonia before and after the impact, they were unlikely to be of the same species. “It makes it look like there is a lower extinction, but ... there’s actually new insects that were making this damage,” said Donovan.\nThe upshot, the authors conclude, is that the catastrophic impact that bumped off the dinosaurs had a huge and devastating effect on insect biodiversity in both hemispheres, but that ecosystems recovered more quickly in Patagonia than in the western interior of North America. Given the crucial role plant-eating insects in food chains it is feasible, Donovan adds, that “quicker recovery may be a general trend” across the southern hemisphere. \nWhile it is not clear why ecosystems recovered faster in Patagonia, Donovan believes one factor could be its greater distance from the site of the asteroid strike, although he adds that is unlikely to be the full story. \nJason Hilton, a palaeobotanist from the University of Birmingham who was not involved in the research, said the work convincingly showed that diversity in the southern hemisphere was as severely affected by the mass extinction 66 million years ago as it was in North America, overturning the idea that the southern hemisphere was a refuge for species. \n“Different locations were devastated by the impact event triggering mass extinction but its effects lasted longer in some places than others,” he said.\n"},
{"tags": ["science"], "url": "https://www.theguardian.com/science/2016/nov/03/inside-the-brain-of-the-man-who-would-be-blindfold-king-of-chess-timur-gareyev", "abstract": "Next month, Timur Gareyev will play nearly 50 opponents at once - blindfolded. Can neuroscientists reveal how he performs such incredible mental feats?", "title": "Inside the brain of the man who would be 'Blindfold King' of chess", "text": "Even by world record standards, it sets a high bar for human performance. Next month in Las Vegas a chess player named Timur Gareyev plans to take on nearly 50 opponents at once. But that is not the hard part. While his challengers will play the games as normal, Gareyev himself will be blindfolded.\nThe 28-year-old already stands out in the rarefied world of blindfold chess. He has a fondness for bright clothes, a hairstyle that morphs from mane to mohican, and he gets his kicks from Base jumping. He has proved himself a contender, too. In a 10-hour chess marathon in 2013, Gareyev played 33 games in his head simultaneously. He won 29 and lost none. The skill has become his brand: he calls himself the Blindfold King.\nBut Gareyev’s prowess has drawn interest from beyond the chess-playing community. In the hope of understanding how he and others like him can perform such mental feats, researchers at the University of California in Los Angeles called him in for memory tests and brain scans. They now have their first results.\n“The ability to play a game of chess with your eyes closed is not a far reach for most accomplished players,” said Jesse Rissman, who runs a memory lab at UCLA. “But the thing that’s so remarkable about Timur and a few other individuals is the number of games they can keep active at once. To me it is simply astonishing.”\nGareyev learned to play chess in Tashkent when he was six years old. Tutored by his grandfather, he entered his first tournament aged eight and soon became obsessed with competitions. At 16, he was crowned Asia’s youngest ever chess grandmaster. He moved to the US soon after, where his obsession switched to poker, but as a student he still helped the University of Texas in Brownsville win its first national chess championship. In 2013, Gareyev was ranked the third best chess player in the US.\nTo the uninitiated, blindfold chess seems to call for superhuman skill. But displays of the feat, also known as sans voir, go back centuries. The first recorded game in Europe played out in 13th-century Florence. In 1947, the Argentinian grandmaster Miguel Najdorf played 45 simultaneous games in his mind. He won 39 times in the 24-hour session and was reportedly unable to sleep for three days afterwards. For the Blindfold King’s crown to sit more comfortably, he must beat the record 46 games played at once by the German Marc Lang in 2011.\nAccomplished players can learn to play blind even without realising it. The nature of the game is to run through possible moves in the mind to see how they play out. From this, regular players develop a memory for the patterns the pieces make, the defences and attacks. “You recreate it in your mind,” said Gareyev. ‘A lot of players are capable of doing what I’m doing.”\nThe real mental challenge comes from playing multiple games at once in the head. Not only must the positions of each piece on every board be memorised, they must be recalled faithfully when needed, updated with each player’s moves, and then reliably stored again, so the brain can move on to the next board. Gareyev said that to remember each board, he must be focused and deliberate. “If I skip from one board to another too quickly, when I come back to it, it’s not perfect and at times I’ll mess up.” First moves can be tough to remember because they are often so humdrum: a pawn in front of the king or queen advances two squares. But the end games are taxing too, as exhaustion sets in. When Gareyev is tired, his recall can get patchy. He sometimes makes moves based on only a fragmented memory of the pieces’ positions.\nTo train for the record attempt, Gareyev has been on a chess tour that builds in a hefty schedule of exercise and yoga backed up with healthy eating. Next week, he will play ten games blindfolded at the Society for Neuroscience meeting in San Diego. At the same conference, Rissman’s team will unveil the latest results from their tests on the player.\nThe scientists first had Gareyev perform some standard memory tests. These assessed his ability to hold numbers, pictures and words in mind. One classic test measures how many numbers a person can repeat, both forwards and backwards, soon after hearing them. Most people manage about seven. “He was not exceptional on any of these standard tests,” said Rissman. “We didn’t find anything other than playing chess that he seems to be supremely gifted at.”\nBut next came the brain scans. With Gareyev lying down in the machine, Rissman looked at how well connected the various regions of the chess player’s brain were. Though tentative and as yet unpublished, the scans found much greater than average communication between parts of Gareyev’s brain that make up what is called the frontoparietal control network. Of 63 people scanned alongside the chess player, only one or two scored more highly on the measure. “You use this network in almost any complex task. It helps you to allocate attention, keep rules in mind, and work out whether you should be responding or not,” said Rissman.\nIt was not the only hint of something special in Gareyev’s brain. The scans also suggest that Gareyev’s visual network is more highly connected to other brain parts than usual. If confirmed in further work, the areas of his brain that process visual images - such as chess boards - may have stronger links to other brain regions, and so be more powerful than normal. While the analyses are not finalised yet, they may hold the first clues to Gareyev’s extraordinary ability.\nFor the world record attempt, a blindfolded Gareyev hopes to play 47 games at once in about 16 hours. He will need to win 80% to claim the title. “I don’t worry too much about the winning percentage, that’s never been an issue for me,” he said. “The most important part of blindfold chess for me is that I have found the one thing that I can fully dedicate myself to. I miss having an obsession.”\n"},
{"tags": ["science"], "url": "https://www.theguardian.com/science/2016/nov/06/placebo-effect-is-there-something-in-it", "abstract": "A study of the sometimes positive effects of taking drug-free pills suggests a biological factor at work", "title": "The placebo effect: is there something in it after all?", "text": "The placebo effect remains one of the most baffling mysteries in medicine. The idea that a useless sugar pill or harmless saline injection could result in a measurable improvement in a patient’s symptoms, sometimes as good as taking an active drug, has been so hard to explain that some have even doubted whether it can be real.\nHowever, there is now evidence showing some people, known as “placebo responders”, do feel or get better after unwittingly, or even wittingly, taking a placebo – and it’s not just psychosomatic. Several studies are pointing to a biological basis for the placebo effect, with the latest research focused on a region of the brain known as the mid-frontal gyrus, which runs along the frontal lobes just above the eyes.\nThe study, carried out by Marwan Baliki and Vania Apkarian at Northwestern University in Chicago, involved a small number of chronic-pain patients with osteoarthritis of the knee. It is a rare example of a placebo study based on real patients rather than healthy volunteers who are just exposed to pain-inducing experiments to see how they feel when given a placebo.\nBaliki used an MRI scanner to observe in real time how the brain of patients responded to a placebo – in this case a sugar pill instead of a painkiller. In short, he found that an area within the mid-frontal gyrus lit up or, in his own words, “showed a higher functional connectivity” in patients who responded to the placebo, compared with non-responders.\nHe concluded that this brain region seemed to be quite separate from another region of the brain known to be involved in responding to the effects of real painkilling drugs. In other words, Baliki appeared to have found the “seat” of the placebo effect within the brain.\n“In simple terms, we pinpointed a brain region, a hotspot or seat, that can predict the propensity of a patient’s response to a placebo within the wider patient population suffering from chronic pain,” Baliki says. “We also examined the specificity of our results by testing whether this hotspot can predict pain analgesia to an active drug. We found that it does not, suggesting that this brain region is specific for placebo analgesia.”\nThe findings suggest a biological basis for the placebo effect and raise the prospect of tests to see if individuals are going to be good placebo responders or not. For those who are responders, it could mean targeting them with placebo pain treatments that might work specifically for them. Or it could result in identifying placebo responders so that they don’t get included in clinical trials, which have long been thought to be compromised by them.\nIt is not, however, the first time that scientists have identified a brain region involved in the placebo effect. In 2007 for instance Jon-Kar Zubieta, now at the University of Utah, suggested that the nucleus accumbens, which lies at the top of the brain stem, plays a role in moderating pain after injections of a placebo composed of harmless saline solution – at least in healthy volunteers.\nOther researchers, meanwhile, have focused on identifying the genetic basis of the placebo effect. This is based on the idea that certain signalling pathways in the brain, especially those involved in the “reward” network, help to mediate the placebo effect. The idea is that these signalling pathways are under genetic control and that some people may be blessed with certain combinations of genes that make them more or less responsive to a placebo effect.\nCertainly, the more that scientists investigate the placebo, the weirder the effect seems to be. One study earlier this year found that taking a placebo for chronic lower back pain can work effectively for some people even when they are told that the treatment is just a “powerful placebo”.\n“Our data suggests that harnessing placebo effects without deception is possible in the context of a plausible rationale,” explained Claudia Carvalho of the ISPA-Instituto Universitario in Lisbon. She found that this kind of “open” placebo reduced initial pain and disability by about 30%.\nAnother study in 2011 on asthma patients found that placebo inhalers had no effect on increasing lung function. But asthma patients nevertheless reported that they felt significantly better after using a “useless” inhaler – a baffling result to say the least.\nBut if this is difficult to explain, then what about the “noncebo”, the evil twin of the placebo, where a sugar pill actually makes people feel worse because they expect to suffer the side effects they have heard about? If the placebo effect has a genuine biological basis, with a seat in the brain and its own set of genes, then it’s plausible the same is true for the noncebo. If that is found to be the case, things could get really interesting.\n"},
{"tags": ["science"], "url": "https://www.theguardian.com/society/2016/nov/03/dna-study-lays-bare-devastating-damage-caused-by-smoking", "abstract": "Major investigation into root causes of cancer reveals how tobacco smoke mutates DNA and gives rise to more than a dozen types of tumour", "title": "DNA study lays bare devastating damage caused by smoking", "text": "The devastating impact of cigarette smoke on the body’s DNA has been laid bare by the first comprehensive study into the damage tobacco inflicts on human cells.\nPeople who smoke a pack of cigarettes each day for a year develop on average 150 extra mutations in every lung cell, and nearly 100 more mutations than usual in each cell of the voice box, researchers found. More still build up in the mouth, bladder, liver and other organs.\nWhile chemicals in tobacco smoke have long been known to raise the risk of at least 17 forms of cancer, the precise molecular mechanisms through which they mutate DNA and give rise to tumours in different tissues have never been clear.\n“This is about running down the root cause of cancers,” said David Phillips, a professor of environmental carcinogenesis at King’s College London and a co-author on the study. “By identifying the root causes, we gain the sort of knowledge we need to think more seriously about cancer prevention.”\nMore than 70 of the 7,000 chemicals found in tobacco smoke are known to cause cancer. Some damage DNA directly, but others ramp up mutations in more subtle ways, often by disrupting the way cells function. The more mutations a cell acquires, the more likely it is to turn cancerous.\nThe reason why some people can smoke for years without getting cancer, while others develop the disease, is down to the way mutations arise. When a person smokes, the chemicals they inhale create mutations at random points in the genome. Many of these changes will be harmless, but others not so benign. The more smoke a person is exposed to, the greater the chance that the accumulating mutations will hit specific spots in the DNA that turn cells cancerous.\n“You can really think of it as playing Russian roulette,” said Ludmil Alexandrov, a theoretical biologist at Los Alamos National Lab in New Mexico and the first author of the study. “You can miss the right genes. But if you smoke you still play the game. It’s a very strong message for people not to start smoking. If you smoke even a little bit you’ll erode the genetic material of most of the cells in your body.” Smoking is the most preventable cause of cancer in the world and accounts for more than 1 in 4 UK cancer deaths.\nWith researchers at the Wellcome Trust’s Sanger Institute near Cambridge and others, Alexandrov analysed the DNA of more than 5,000 cancers. The team then turned to pattern recognition software to tease apart the various mutational signatures found in tumours from smokers versus non-smokers. To find the signatures - the patterns of mutations present in cancer cells - researchers performed the genetic equivalent of recording the chatter at a party and then extracting individual conversations from the hubbub.\nThe scientists spotted more than 20 mutational signatures in 13 types of cancer linked to tobacco smoking. But only five of these were more common in smokers’ tumours. One pattern of mutations, dubbed signature four, was found to be a major driver for lung cancer. It is thought to be caused by benzopyrene, a chemical found in tobacco smoke.\nMore intriguing was how tobacco caused mutations in tissues that are not directly exposed to smoke, such as the bladder, kidneys and pancreas. The study found that chemicals from tobacco smoke found their way to different organs and tissues and then sped up the molecular clocks in the cells. This ramped up the natural rate at which mutations built up in the tissues.\n“We knew there was direct damage from smoking in the lungs. What we didn’t expect was to see smoking speed up the molecular clocks inside cells,” said Alexandrov, whose study appears in the journal Science. “In bladder cancer, the only thing that causes the extra mutations in smokers is the speeding up of the clock, and that will be very dependent on the intensity of smoking. For every pack of cigarettes you smoke per year, you accumulate 18 mutations in all of your bladder cells,” he added.\nScientists hope that by understanding how the individual ingredients of tobacco smoke raise the risk of various cancers, they can develop new ways to prevent the disease. The same techniques used in the latest study will now be used to tease apart how alcohol, obesity and other factors also increase a person’s cancer risk.\n“There is a message here for people who are occasional or social smokers who think it doesn’t do anything,” said Alexandrov. “If you smoke four to five packs of cigarettes in your lifetime it doesn’t sound that much, but you still get several mutations in every cell in your lungs and these are permanent, they do not go away. There are a lot of things that do revert back when you stop smoking, and this shouldn’t discourage people from giving up, but the specific mutations in the lung cells are like scars. If you stop smoking, they’ll still be there.”\n"},
{"tags": ["sport"], "url": "https://www.theguardian.com/football/2016/nov/07/england-sammy-lee-bolton-transfer-deal-appeal-court", "abstract": "A high court judgment in which the current England assistant manager, Sammy Lee, was found to have knowingly given false evidence has been upheld by the court of appeal", "title": "Appeal court finds Sammy Lee gave false evidence over Bolton transfer deal", "text": "A high court judgment in which the current England assistant manager, Sammy Lee, was found to have knowingly given false evidence has been upheld by the court of appeal. Lee, when manager of Bolton Wanderers for a short period in 2007 having taken over from Sam Allardyce, was found to have lied about his club’s involvement in signing the midfield player Gavin McCann, who had been poached by the agents SEM.\nThe Football Association has never taken any action against anybody involved in the case, despite findings revealing that Bolton and SEM then backdated the contract for McCann, and that Lee and other witnesses gave false evidence. Following the upholding of the judgment’s findings on appeal, the FA declined to comment.\nTony McGill, the agent who had an agreement with McCann to represent the player, succeeded in September 2014 with his accusation that SEM, whose then chief executive was the well-known agent Jerome Anderson, had poached McCann at the last minute with the Bolton deal already agreed. Bolton paid SEM a £300,000 fee for doing “little or nothing,” the judgment stated. Lee and Frank McParland, Bolton’s then general manager, were found to have lied about two meetings they claimed had taken place with McCann in a restaurant in Liverpool, designed to show that they had discussed McCann with SEM earlier than they did.\nHis honour Judge Waksman QC, in his 2014 judgment, said he did not accept that any such meetings took place and stated of Lee’s, Bolton’s and SEM’s evidence: “Their accounts do not stack up and are riddled with inconsistencies and different versions over time.”\nIn a later ruling on legal costs Waksman recorded that Lee’s and McParland’s evidence about the meetings was “unreliable” and “false”, saying: “The events attested to by the Bolton witnesses concerning these meetings simply did not happen. True, I did not use the word ‘dishonesty’ [in his first judgment] but plainly, if their evidence on the facts on this issue was false, they must have known it to be so.”\nWaksman also found that Bolton, then chaired by the late Phil Gartside, an FA board member, backdated the contract signed by McCann, to make it look as if SEM had been involved earlier than they were. The judge found that Gartside’s evidence was also unreliable and said he “became visibly uncomfortable” under questioning about the contract, before finally admitting that he signed it at a later date than the one written on the contract.\nBolton and SEM presented their commercial relationship as if SEM had acted for the club and not McCann, who was said to have resented paying tax when an agent’s fee was paid on his behalf by a club. This practice, of stating that an agent was acting for a club and not a player, was known as “switching.” Bolton, though, did record the £300,000 fee paid to SEM as a benefit for McCann anyway, the court was told, because Her Majesty’s Revenue and Customs were conducting “an increasing number of investigations” into football transfers.\nWaksman found that when McCann called McGill to tell him SEM were going to do the deal with Bolton, McGill had said: “Don’t do this, Gavin, we have an agreement, what about that?” McCann had replied: “I am sorry, I feel shit”.\nMcGill complained first to the Football Association in 2007, even before McCann signed for Bolton, that SEM had poached McCann from him, in breach of an oral agreement they had made for McGill to represent the player, but the FA took no action and he began court proceedings. Despite Waksman’s findings of poaching, false evidence given by several senior football figures including Sammy Lee and the backdating of the contract, the FA still took no action in 2014. Waksman ruled that despite his findings about the conduct of the Bolton and SEM defendants, McGill could not in fact receive any damages, because he did not have a written agreement with McCann so could not prove he definitely would have ultimately concluded the Bolton deal for him.\nMcGill appealed, and two court of appeal judges have now ruled that in fact he was the victim of an “unlawful means conspiracy” and should be entitled to damages for having lost the opportunity to conclude the deal for McCann to sign for Bolton. That issue, of how much damages McGill is entitled to from SEM, has been referred back to Waksman to be decided.\nThe appeal court judges, Lord Justice Lloyd Jones and Mr Justice Henderson, upheld all the factual findings made by Waksman in his 2014 judgment, noting that although he did not grant McGill’s claim for damages: “The judge was very critical, however, of much of the evidence given by the defendants and their witnesses, and he concluded that they had fabricated some key events in a misguided attempt to improve their position.”\nMcGill, who has spent nine years fighting to prove his case, told the Guardian that he informed the FA in May 2007 just after McCann was poached away from him, and had always kept the governing body informed.\n“They now know Bolton submitted a false and backdated contract, that Sammy Lee and Frank McParland gave evidence in court the judge dismissed as untrue, but the FA have done nothing,” he said.\nLee, the former Liverpool and England midfielder, left Bolton in October 2007, then worked in senior coaching roles at Liverpool, back at Bolton and Southampton, before the FA appointed him to rejoin Allardyce, as the England team’s assistant manager, in July this year.\nAfter Allardyce, after taking charge of just one game, left by mutual consent following the undercover sting by the Daily Telegraph last month, Lee has been retained, and is currently working with the squad preparing for the forthcoming matches against Scotland and Spain.\nAsked if following the appeal the FA would now be taking action against Lee or any of the other defendants in the McGill case, a spokesperson said: “We understand there are still matters to be decided by the court and therefore it would not be appropriate to comment”.\n"},
{"tags": ["sport"], "url": "https://www.theguardian.com/sport/2016/nov/07/jon-jones-suspension-ufc-failed-drug-test", "abstract": "Jon Jones, the UFC’s interim light heavyweight champion has been given a one-year suspension by the US Anti-Doping Agency", "title": "UFC's Jon Jones given one-year ban after taking pill to boost sexual performance", "text": "Jon Jones, the UFC’s interim light heavyweight champion, and one of the organization’s biggest draws, has been given a one-year suspension by the US Anti-Doping Agency.\nThe 29 year-old had entered arbitration with Usada last month over an out of competition test in June. The test showed Jones had used the prohibited substances clomiphene and letrozole, which he claimed came from a pill he used to enhance sexual performance. Jones said he had not used them in order to give him an advantage in his fight career. The champion added that he believed he was taking a brand called Cialis, which did not contain banned substances, but had actually been given Tadalafil. Usada tested Tadalafil and confirmed it contained the banned substances.  \nWhile the arbitration panel said it believed Jones is not a cheat, it did say he had not done enough to confirm the substance he took was permitted. “On the evidence before the Panel, [Jones] is not a drug cheat,” the panel said. “He did not know that the tablet he took contained prohibited substances or that those substances had the capacity to enhance sporting performance. However by his imprudent use of what he pungently referred to as a ‘dick pill’ he has not only lost a year of his career but an estimated $9m”.\nThe UFC agreed that Jones was careless rather than a cheat. “While the decision indicates no evidence of Jones’ intentional use of banned substances, it does highlight the care and diligence that is required by athletes competing in the UFC to ensure that no prohibited substances enter their system,” the promotion said in a statement. \nAs the suspension is retroactive, Jones will be able to fight again in July 2017, a year after he was pulled from the card for UFC 200.\n\n"},
{"tags": ["sport"], "url": "https://www.theguardian.com/sport/2016/nov/08/injury-rules-peter-siddle-out-of-second-test-against-south-africa-in-hobart", "abstract": "Australia’s fast bowling stocks have taken another hit with Peter Siddle ruled out of the second Test against South Africa in Hobart with a back injury", "title": "Injury rules Peter Siddle out of second Test against South Africa in Hobart", "text": "Australia paceman Peter Siddle has been ruled out of the second Test against South Africa in Hobart with a lower back injury.\nSiddle had scans after the 177-run loss in Perth on Monday and they showed “low grade bone oedema” around an old stress fracture, Cricket Australia said.\n“We are hopeful that this will resolve relatively quickly, but have withdrawn him from the squad for the second Test match in Hobart,” team physiotherapist David Beakley said. \n“We will monitor his recovery and have a better idea of when he will return to play in the next week or so.” \nSelectors had brought Tasmania fast bowler Jackson Bird into the squad as cover for the bowling attack, with uncapped Joe Mennie likely to debut in place of Siddle on Saturday. \nAustralia trail 1-0 in the three-match series, with the third Test to be played in Adelaide from 24 November.\n"},
{"tags": ["sport"], "url": "https://www.theguardian.com/sport/2016/nov/05/the-agenda-neymar-and-messi-head-to-head-world-cup-showdown", "abstract": "Barcelona team-mates become international adversaries, the big names of men’s tennis count down to the ATP World Tour Finals and the stars of darts and snooker will gather in the Midlands", "title": "The Agenda: Neymar and Messi go head-to-head in World Cup showdown", "text": "And you thought England v Scotland was this week’s big grudge match. The giants of South America meet in Belo Horizonte on Thursday night in a key World Cup qualifier with Barcelona team-mates Neymar and Lionel Messi carrying the weight of their respective nations. Brazil lead the 10-team table with 21 points after 10 games. The top four go through and fifth-place face a play-off. Worryingly for Argentina they currently sit sixth, but it is tightly packed with six games to go and a win over their old rivals could take them into third. Defeat, though, would be very problematic indeed.\nThe draw for the ATP World Tour Finals, the big-money season closer, at the O2 is made in London this week before the action kicks off next Sunday. New No1 seed Andy Murray, Novak Djokovic, Stan Wawrinka, Milos Raonic (if he is fit), Kei Nishikori, Gael Monfils, Marin Cilic and Dominic Thiem have qualified to compete for a prize pot worth $7m (£5.6m). The draw will form two groups of four, from which the top two will qualify for the semi-finals.\nExpect tributes to the broadcaster Dave Lanning, who passed away last week, as 32 of the world’s best players gather in Wolverhampton for the 10th staging of the Grand Slam of Darts. Twenty-four of the PDC’s arrow slingers will be joined by eight of the BDO’s tungsten chuckers and it would be a surprise if any of those from the latter reached the final. Michael van Gerwen, the reigning champion, is the one to watch again but Phil Taylor will be there, too. He has won six of the previous nine outings.\nIn a similar vein, Coventry’s Ricoh Arena plays host to snooker’s Champion of Champions from Monday, where 16 players will battle it out for the £100,000 winner’s pot. Neil Robertson is the reigning champion having overcome Mark Allen’s challenge 12 months ago. The unmissable Ronnie O’Sullivan withdrew then, but he has qualified this time as No3 seed, beginning with a tie against Finland’s Robin Hull in a quickfire best of seven shootout.\nAnother round of Checkatrade Trophy awkwardness – the reformatted, rebranded Johnstone’s Paint Trophy, now featuring the glamour and credibility of top-flight U23 sides, and widespread fan boycotts. Among the ties: Everton’s U23s at home to Blackpool, Chelsea U23s v Oxford, and Wolves U23s v Accrington. Last month Accrington tweeted after their 4-1 win at Chesterfield: “Reports of an away following of 2 at Chesterfield last night are untrue. We counted at least 6.”\nWe’re on cricket this week? No, World Cup football – but it could feature a cricket score on Friday. As in a mauling, a thrashing, a romp, a trouncing. It’s San Marino versus the world champions.\nCould be messy. It’s a proper mismatch. Germany are the toughest opponents Europe’s most-loved minnows have faced for a while and the two times they’ve met before, a decade ago, ended 6-0 and 13-0. On the other hand, San Marino are on a high of their own after a landmark moment last month.\nThey won? No, but they scored an away goal in a qualifier against Norway. They still lost 4-1, but it was a special moment for the 201st-ranked side – Mattia Stefanelli equalised, sparking wild celebrations, and provoking an instant viral clip of the reaction in the Norwegian broadcaster’s studio. It was San Marino’s first away goal in World Cup qualifying in 15 years. The icing on the cake: Stefanelli won CNN’s goal of the week competition.\nIsn’t all this a bit patronising? Yes, but the team and the fans rise above it and they boast one of the most entertaining unofficial official Twitter feeds in international football. @Soccersanmarino reacted to their goal in Norway with: “WE [EFFING] SCORED AN AWAY GOAL. STEFANELLI YOU [EFFING] LEGEND!” – a message that retweeted more than 37,000 times. The writer later reflected: “I have more retweets on this tweet than there are inhabitants in San Marino. Madness.”\nBut even with all that positivity, Friday will be a cakewalk for the visitors? Surely. Then again, England thought the same when they went there in 1993, and they conceded after 8.3 seconds. It made for a classic piece of high-pitched breathless commentary from Jonathan Pearce, who was covering it for London’s Capital Gold radio: “Welcome to Bologna on Capital Gold Sport for England versus San Marino with Tennent’s Pilsner brewed with Czechoslovakian yeast for that extra Pilsner taste and England are one down.”\nGermany would never let that happen… Seems unlikely. They’re at their slickest right now: top of Group C and lifted by having newly retired record-scorer Miroslav Klose on Joachim Löw’s coaching team. Löw, meanwhile, plans to celebrate his recent contract extension by taking his squad to meet the pope before they play Italy on the 15th. “It does not matter which religious ideologies you have,” Löw says. “This will be great day.”\n"},
{"tags": ["sport"], "url": "https://www.theguardian.com/sport/2016/may/02/mark-selby-world-championshp-ding-junhui", "abstract": "Leicester’s Mark Selby beat China’s Ding Junhui 18-14 to win his second World Championship at The Crucible", "title": "Mark Selby clinches second world title with 18-14 win over Ding Junhui", "text": "Mark Selby, whose only success this season had been to win the minor Gdynia Open event in Poland, won a second trophy here evening – the Betfred World Championship 2016.\nIn beating Ding Junhui 18-14 – a repeat of his score against Ronnie O’Sullivan in the final two years ago – he became only the sixth multiple world champion in Crucible history, joining Stephen Hendry (7), Steve Davis (6), O’Sullivan (5), John Higgins (4) and Mark Williams (2).\nAnd of the players mentioned he most closely resembles Higgins, for the excellence of his match play and all-round skills, and the ability to win crucial matches with his B game.\nSelby, a Leicester City supporter who won his title only a few minutes after his football team had been confirmed as champions, has been on his B game throughout this championship and he was able to lift himself only occasionally in his largely tactical, safety-based victory. But it was still good enough to beat Ding, who ultimately had to be content with becoming the first Asian player to reach the final.\nSelby went into the second day of the final leading 10-7. Ding was the perkier, more confident player at the start and won the first two frames. But the opening session was shared 4-4.\nWhen Selby won the first two frames of the final session to go 16-11 up it looked all over. But then Ding won three in a row, the last with a break of 103, to make it 16-14. But that was to be Ding’s last success. Selby won the scrappy next frame before taking the title with a break of 74.\nHe said: “It’s fantastic. It was very special to win it two years ago but I felt under a lot more pressure now than I did then. I don’t know which is the bigger shock, me winning this or Leicester City winning the Premier League. I’m so proud of Claudio and the boys. We’re only a small place.\n“It was a tough final and with the amount of pressure Ding is under, from China alone, but to play like that – I can’t imagine how he could do that.\n“In the first to 18 a 6-0 lead is not a huge one, especially against someone like Ding. He played fantastically earlier today and I had to just hang on to him. I’m just over the moon. I saved my best performance for the final and I only had two good sessions in the tournament. Luckily my ‘B’ game is pretty good.”\nRob Walker, snooker’s wonderfully energetic and comic MC, who appears to have walked straight off the pages of the Pickwick Papers, has nicknames for all the players.\nSome work well, others less so. But when Walker introduces Selby as “The Jester from Leicester” it is as if his humour has taken a decidedly ironic turn. Steve Davis was closer to the mark when, referring to Selby’s Sunday evening vigil, he described him as “the night porter from hell”. Selby is also, according to his old mentor Willie Thorne, “the most dedicated snooker player I have ever seen”.\nThere is a rare determination about him, which is hardy surprising in view of the fact his mother walked out of the family home when he was only eight. He and his brother were brought up unaided by their father, who died when Mark was 16.\nThe influence of Ding’s father was hardly any less relevant. When he was eight years old he took “Little Ding” with him to a local snooker hall and, when his father went to the toilet, he returned to find his baby-faced son had taken over his cue and won the match for him.\nWhile another memorable final was being played out, the World Snooker chairman, Barry Hearn, celebrated a “boom time for the sport”, announcing a two-year extension to the sport’s contract with the BBC, which will run until 2019, while announcing the world championship will remain in Sheffield until 2027.\nHearn said: “The BBC have gone the extra mile for us. They have had their licence fee frozen by HM Government. It’s cut their arms off, in terms of competing with the pay broadcasters, but compete they did.\n“The BBC are struggling financially. But they have really got behind snooker. We have had 20 extra hours of additional coverage this year. That’s good because it shows that once they have bought something they really make the most of it, instead of hiding it in the schedules. Now I can’t wait to see the numbers coming in from China.”\nIt was another memorable final – particularly when the form of these players this season is considered. Ding, ranked 17, had to qualify for this championship.\n"},
{"tags": ["tech"], "url": "https://www.theguardian.com/technology/2016/nov/07/hopping-amazon-dash-buttons-", "abstract": "Doing your shopping by pressing buttons in your home sounds like a great labour-saving life-hack … and then you get 45 toilet rolls arrive in one go", "title": "I tried to do my shopping with Amazon Dash buttons so you don't have to", "text": "The internet of shopping is finally here: magic-like buttons that when pressed have goods delivered to your door, without any need to log on to a website or get out your credit card. The branded Dash buttons are Amazon’s latest offering to make it easier to shop, so I bought a load of them to find out whether it’s the retail revolution we didn’t even know we were looking for.\nThere is no Dash button for ordering Dash buttons, so I looked though the 40 or so available and found eight for things I would normally buy. They’re £5 each, so I spent £40 for this convenience, but with the promise £5 would be taken off the first purchase made with each button making them free in the long run.\nA box of boxes turned up the next day. Each Dash button comes in a small cardboard box. Unpacking them and setting them up was straightforward if a little tedious. For each one you have to do a little song and dance with the Amazon app.\nSelect the option to set up a new Dash, tell it the password to your Wi-Fi network, select the product and quantity and then hit save. The delivery and payment information is pulled from your Amazon one-click order settings; there’s no way to set per-item delivery locations.\nIt doesn’t take too long to set one up, but doing eight in one go got old really fast. Once activated though, that’s you done. In future all you have to do is hit the button – although that proved to be too easy.\nThankfully when you have pushed the button you get until evening that day to cancel the order. When you’ve made an order a notification pops up from the Amazon app on the device you set up the Dash buttons with, but you can and probably should activate that notification on every device you own.\nThe first time the notification saved my bacon was when I installed the Dash buttons. They come with a sticky strip on the back and a small black hanging bracket that you can attach to a hook or similar. I chose to stick them in place out the way, next to where I’d normally store whatever it was. In the bathroom cabinet for toothbrush heads and Listerine, under the sink for bin bags, cleaning fluid, that kind of thing.\nBy the time I’d managed to stick them in place I’d already ordered a set of new toothbrush heads by accident, and very nearly some toilet roll and washing tablets, none of which I needed. A couple of taps in the app and the order was cancelled.\nI felt good about the installation. They were stuck out the way, inconspicuous and convenient and everything was fine. That was, until they started ordering stuff on their own. It turns out that the adhesive on the back of the Dash buttons doesn’t like sticking to unpainted MDF surfaces within cupboards.\nThe one I had stuck next to the stocks of shower gel, moisturiser and other bits fell off almost immediately within the cupboard, landing as it fell to the shelf surface below on an upstanding bottle of nail varnish ordering some foundation in the process. The first I knew of it was an order notification.\nPresuming it was my fault I simply stuck it back in place with a bit more gusto, which lasted for about an hour before another ping and another tube of foundation to be cancelled. This was starting to get tedious.\nThe Rimmel button was just the start of a trend. Over the next few days all but two of the buttons dropped off various metal, paint and wooden surfaces, some ordering products, others just making a nasty clang in the middle of the night and waking me up.\nIn the end I took the nuclear option and stripped the adhesive gel off the back of the Dash buttons, which doesn’t take long if you pull hard enough, and replaced them with poster mounting strips, which did the trick.\nOnce finally, safely attached to the walls it was a couple of weeks before I actually pushed any of the buttons on purpose. Then the toilet roll and mouthwash began to run out, so it was finally time to put them into action.\nPressing the button was simple. Getting the delivery, however, was not. The trouble is that when setting up the toilet roll button the only option was for an order of 45 rolls. Normally I’d buy eight at a time; our family doesn’t go through toilet paper that quickly.\nIn order to receive a package the size of 45 rolls I had to order it the day before I knew I would be at home to receive it. So I got up on Friday morning, hit both the Andrex and Listerine buttons and gleefully waited for them arrive on Saturday, my very first internet of things purchases.\nThat’s when the second round of trouble started. When I hit the button we were down to three rolls. But while the 1L of mouthwash arrived on Saturday as expected – in a big box, of course – the toilet roll did not. By Sunday morning with two toilet rolls left, the order was still “preparing for dispatch” so I hit cancel, consoling myself that at least Tesco would provide.\nUnfortunately Amazon said I couldn’t cancel because it was already on its way, but on Monday it was still “dispatching”, so I tried cancelling again, to no avail. By Monday evening we were already a good chunk into our last toilet roll, with visions of having to resort to kitchen roll or yesterday’s Guardian. To make matters worse I was off on holiday on Wednesday and was starting to have visions of 45 toilet rolls stuck outside my front door like a giant advert to burglars.\nThankfully it arrived sometime on Tuesday. I came home to find it wedged behind a bin – luckily it didn’t rain – meaning we’ll be stocked until February at least. It was not the best first order experience. Subsequent orders for toothbrush heads, Dettol, dishwasher tablets were less painful, primarily because I got most of them delivered when one of the family was home for some other reason. But it certainly wasn’t a case of simply hit it and forget it. \nYou can get deliveries sent to an Amazon locker if there are any within striking distance, but not everything can fit in one - there’s no way the toilet rolls would have. And by the time you’ve gone out to a locker to pick up some Listerine you might just as well have gone to the supermarket. \nWashing tablets, like toilet roll, presented a scale problem. While the tablets arrived on time, they arrived in serious quantity: 180 tabs across six boxes, which at a rate of about one or two a week, is going to last me at least 18 months and feels like I’ve turned my house into a warehouse full of them. The Rimmel button, for a product that would fit through the letter box, has still never been intentionally pressed.\nAmazon pitched the Dash buttons as a way of avoiding the need to fill up your house with large stocks of the boring things in life, but when the order quantities are vast, the next day delivery fails or you simply don’t have someone there everyday to receive deliveries, they’re more trouble than they’re worth.\nPerhaps if you’re part of the metropolitan elite and your serviced apartment comes with a concierge, or you work from home or someone is always in, the brain-free push of the Dash button is a great idea. But the convenience of pushing a button is outweighed by the hassle for me.\nI’ll be keeping some of them for smaller items - they are great for toothbrush heads and bin liners – and getting them delivered to work but the Andrex button and any others for heavy goods are going: it’s just easier to go to a supermarket and pick them up, or order them in a big weekly online grocery shop.\nThe novelty of Amazon dash buttons wore off even faster than the adhesive backing. \n"},
{"tags": ["tech"], "url": "https://www.theguardian.com/technology/2016/nov/07/emoji-diversity-texting-emojicon-san-francisco", "abstract": "As fans gather for San Francisco’s first Emojicon, a researcher explains how your phone’s keyboard reveals ‘baked-in’ values beyond poop and eggplants", "title": "Emoji diversity: how 'silly little faces' can make a big difference", "text": "When Emojipedia founder Jeremy Burge sent his fiancee to the wrong side of London for dinner, he sent an apologetic text message. He received an emoji-less reply: “It’s fine.”\n“We all know that’s not what it means at all. That means ‘it’s not fine’,” he said, pointing out that emoji have infiltrated language so deeply that their absence from that message carries a meaning that we all understand. Once considered a nerd topic, emoji have now become a mainstream medium, Burge says – and San Francisco’s first Emojicon conference seems to agree.\nHundreds of adults (and surprisingly few children) turned up for sessions including Emoji Karaoke, where participants had to translate the lyrics of pop songs such as Call Me Maybe into strings of emoji; emoji spellcasting, which revealed how modern witches have embraced technology; and a specialist emoji balloon artist whose biggest request was the poop symbol. There was even a stall selling Emojibator, a vibrator in the shape of the aubergine/eggplant emoji. Something for everyone.\nEmoji users feel a significant ownership over these tiny digital symbols, as evidenced by the reaction when Apple swapped the gun emoji for a water pistol and changed the peach emoji to look less like a butt, or when a Saudi teen designed her own headscarf-wearing emoji.\nEmoji have also been recognized as art, with New York’s Museum of Mordern Art (MoMA) acquiring the original 176 emoji designed by a Japanese phone company in 1999. Not everyone agrees with putting emoji on this lofty cultural pedestal, said Paul Galloway, MoMA’s architecture and design collection specialist, but there was similar pushback when MoMA introduced photography, cubist artworks and video games to its collection. \n“People think we should be sticking to beautiful oil paintings by dead European guys, but this is part of a broader range of creativity,” he said.\nYet there are more serious cultural problems highlighted by the rise of emoji, particularly how to make them more inclusive to people of different races, genders and physical abilities. Until a range of skintones were introduced for emoji in 2015, there were no options for making emoji anything other than white (or cartoon yellow) – and even the new set of modifiers were only introduced after public outrage about lack of diversity.\nResearcher Kate Miltner has spent two years researching why emoji were developed with such a limited worldview. She concluded that there was no intention to actively exclude people, but that the icons did align with a belief that inadvertently marginalizes people – the belief that technology is neutral.\n“Emoji may seem trivial, just silly little faces, but when you aren’t represented by something that’s so widely used, it’s a problem. The values either intentionally – or unintentionally – baked into the systems we use on a daily basis can deeply impact people and how they navigate their world,” said Miltner, a PhD student at USC Annenberg School of Communication and Journalism, who conducted extensive interviews with, and analyzed hundreds of emails from, the Unicode Consortium, the official body which standardizes emoji.\nBoth Unicode and its partner, the International Organization for Standardization, approached their task as a technical process, Miltner said, to encode the characters originally created by Japanese telecoms firms and avoid “the messy politics of representation”. Yet there is no such thing as a neutral or apolitical technological system.\n“Design and engineering choices are made by people – people who have belief systems, who work for organizations that have belief systems, and who direct their products to a market or a set of consumers who have certain belief systems,” said Miltner. “This is not necessarily bad – it’s just how things are.”\n“Investing in the idea that technology is neutral ignores and even erases the influence of engineers, designers and the organizations they work for. When this happens, it often works out that marginalized groups – people of color, LGBTQIA folks, differently abled people – are not taken into consideration because they are not considered to be the default, or the norm.”\nThe author Toni Morrison once said: “In this country, ‘American’ means white. Everybody else has to hyphenate.” Hosiery, clothing and bandages sold as “skin tone” are typically the colour of white skin, Miltner said, because whiteness is considered the default skin in the western world. The same happens with gender and sexual orientation; until 2015 the family emoji represented a heterosexual, white-skinned couple with two children. “When people say default or standard that usually means western, white and usually male,” she said.\nMiltner says we need to think beyond binary interpretations of gender and race, especially in technologies that – however “cute” or “silly” – are used by millions of people worldwide. \n“It behooves us all to acknowledge the power and politics that are involved in the formation of widely used technologies, especially if we are to move beyond the ‘default’ and towards more inclusivity.”\n"},
{"tags": ["tech"], "url": "https://www.theguardian.com/technology/2016/nov/08/samsung-takes-out-full-page-ads-to-apologise-for-note-7-defects", "abstract": "Electronics company says sorry in US print media for problems with its smartphones and washing machines", "title": "Samsung takes out full-page ads to apologise for Note 7 defects", "text": "Samsung has taken out a full-page advert in multiple US newspapers to apologise for the faulty Note 7 phone, which has now been subject to a worldwide recall.\nThe advert in Monday’s Wall Street Journal, New York Times and Washington Post, is signed by Samsung’s North America chief executive, Gregory Lee. It offers an apology for falling short on the company’s ambition to “offer best-in-class safety and quality.\n“We will re-examine every aspect of the device, including all hardware, software, manufacturing and the overall battery structure,” Lee wrote. “We will move as quickly as possible, but will take the time needed to get the right answers.”\nThe apology focuses on the Note 7, which was supposed to be Samsung’s flagship extra-large phone until it was revealed that it had a dangerous tendency to overheat and catch fire.\nBut it also covers Samsung’s other ongoing PR nightmare: the revelation that some of the company’s top-loading washing machines are capable of vibrating themselves to pieces, in one case breaking a customer’s jaw. The company has instituted a voluntary recall to address the issue and is offering free in-home repair and rebates for owners. “Our service teams are visiting homes this week to help resolve concerns,” Lee added.\nMeanwhile, in New Zealand, the Note 7’s recall is almost complete, but some customers are refusing to give up their phones, hoping that the risk of fire is worth it to keep what is otherwise a well-respected phone. As a result, New Zealand’s mobile networks are teaming up with Samsung to disconnect the device from their networks entirely.\nFrom 18 November, the Note 7 will no longer work on any mobile carrier in the country. “Numerous attempts by all providers have been made to contact owners and ask them to bring the phones in for replacement or refund. This action should further aid the return of the remaining handsets,” said Geoff Thorn, the head of the NZ Telecommunications Forum.\n"},
{"tags": ["tech"], "url": "https://www.theguardian.com/technology/2016/nov/07/google-burying-webmail-service-search-results-protonmail", "abstract": "ProtonMail says it was in effect removed from Google for almost a year, demonstrating the existence of ‘search risk’", "title": "Google accused of burying webmail service on search results", "text": "Google has been accused of hiding a competitor’s webmail service from its search results in a “suspicious” manner for almost a year, costing the service hundreds of thousands of pounds in lost traffic.\nThe company, ProtonMail, provides encrypted email accounts for users, and has been one of the most popular services of that type since its launch in 2014, as reflected by its Google search ranking: the company says it was placed “on the first or second page of most [relevant] queries including ‘encrypted email’ and ‘secure email’”.\nIn the autumn of 2015, however, ProtonMail’s ranking plummeted, from the first page to the fifth, tenth, and, by the following spring, nowhere visible at all. “All throughout spring 2016, we worked in earnest to get in touch with Google,” the company says. “We created two tickets on their web spam report form explaining the situation. We even contacted Google’s president of EMEA strategic relationships, but received no response nor improvement.”\nThe result of the collapse was ProtonMail’s growth rate dropping by a quarter for the affected months, something the company estimates cost it “several hundred thousand Swiss Francs”. In the end, it tried going semi-public, sending tweets to Google directly accusing the company of “intentionally hiding ProtonMail from search results”.\nThat seemed to work, sparking a reply from Google’s then-head of webspam, Matt Cutts.\n“After a few days,” ProtonMail writes, “Google informed us that they had ‘fixed something’ without providing further details. The results could be immediately seen.” The company’s site returned to the first page of results, where it has stayed ever since.\nOne potential cause of the collapse in ranking could be ProtonMail’s site moving domains, from protonmail.ch to protonmail.com. Such transfers can cause the collected authority attributed to the site to be lost, forcing site owners to start afresh. But regardless of the cause, ProtonMail argues that the event demonstrated the existence of “search risk”.\n“The danger is that any service such as ProtonMail can easily be suppressed by either search companies, or the governments that control those search companies,” it writes. “This can happen even across national borders. For example, even though Google is an American company, it controls over 90% of European search traffic.”\n“This episode illustrates that search risk is serious, which is why we now agree with the European Commission that given Google’s dominant position in search, more transparency and oversight is critical,” it added.\nGoogle declined to comment, but confirmed to the Guardian that after ProtonMail’s report it was able to find and fix something affecting the search results.\n"},
{"tags": ["tech"], "url": "https://www.theguardian.com/technology/2016/nov/08/call-of-duty-infinite-warfare-review", "abstract": "The latest instalment in the shooter series tries out some new ideas, including zero gravity combat, but it is held back by well-worn conventions", "title": "Call of Duty: Infinite Warfare review – fun, fast, but a wasted opportunity", "text": "In the moments that Infinite Warfare has the courage of its convictions, when its various systems sync-up sufficiently, we get a tantalising taste of its true potential.\nThese moments usually come when the protagonist, Nick Reyes, leaves terra firma and zips about in zero-gravity, course-correcting with boosters and engaging enemy soldiers against the backdrop of gargantuan spaceships smashing into one another. In between precision shots from his Ghostbusters-like energy weapon, he grapples on to a grunt and pulls the pin on his grenade before kicking him towards two buddies, who look on helplessly as he greets them with an explosion. That taken care of, Reyes grapples to his waiting Jackal space fighter and boosts off to begin dogfighting with enemy craft. \nNeedless to say, Call of Duty’s production values ensure such episodes look spectacular. They may not be perfect in execution – rotation can become disorientating and enemy AI remains erratic – but they at least attempt to jolt this long-running series off its sometimes derided rails. Disappointingly though, Infinity Ward’s latest offering is mostly the familiar CoD routine of boots-on-the-ground combat in long corridors of choreographed action. It’s just that here, those boots are rocket-boosted and wall-run-capable. Even this concept is a pale imitation of Titanfall at its finest, boasting similar fundamentals but not the conviction to make them integral. While traversing these familiar sci-fi environments – futuristic cityscape, ice planet, rock planet, space station – parkour is mostly unnecessary.\nThe old problem of this game’s key narrative delivery technique remains: you have to follow computer-controlled characters who yell orders and exposition at you, but often they move too slow and it gets frustrating – like attempting to navigate Oxford Street on a particularly chaotic festive shopping day. The sheer number of times the game strips control away from you remains extraordinary – after a while, even the most impressive cinematic moments become a deadening intrusion. The first time you’re blasted out of an airlock it’s inarguably impressive and it even feels appropriate that you’re helpless. The second time is simply irritating. The third time, you just want to drift away forever like Frank Poole in 2001: A Space Odyssey. \nBut even in space, you lack freedom. Attempts to flank the enemy are thwarted by a curt prompt to return to the “combat zone” or be booted. The space craft combat sequences are a mess. The physics lack heft and movement feels erratic. Opposing fighters are simple to lock on to but the game then wrests control away to track them. Occasionally, when you kill an enemy, a playing card will pop up to tell you he was a big cheese (in an imitation of the American ploy towards rogue Ba’athists in 2003), but since you only find this out after killing them it renders the whole scheme somewhat pointless. You shot them just the same as all the others; that’s all you do in CoD.\nMuch is made of the fact you’re a captain but you can’t issue orders in the field and, despite a Mass Effect-like galaxy map to navigate on your ship’s bridge, you cannot shape the campaign’s outcome. You can select two types of side-mission – ship-infiltration or ship-to-ship combat – but the benefit of them is merely upgraded equipment. It’s certainly no Mass Effect in this respect – and while that comparison is harsh, it’s conditioned by the developer’s flagrant desire for you to care about your mission and crew; the message about prioritising one over the other crowbarred into every conversation.\nThe setting at least allows the game to sidestep CoD’s traditionally problematic politics, even if the opening sneak-attack on Geneva subtly nods towards Pearl Harbour and 9/11. Not being offensive shouldn’t be praiseworthy, however, and the Martian secessionists led by Salen Kotch (a space-scenery-chewing Kit Harington) are so comically evil, and your means for defeating them so silly, they undermine any questions about military service the game attempts to tackle.\nThe defeat of the villain is woefully anticlimactic, whereas the finale has dramatic deaths for minor crew members you’d barely noticed hitherto. While the credits roll you can listen to letters from the fallen, meant to sum up the series’ earnest move away from “press x to show respects” miss-steps. Instead, they bring to mind the deliberately ridiculous barbecue dream of BJ Blazkowicz in the last Wolfenstein. The characters here lack the script to justify you caring. The damning irony is only wisecracking robot Ethan sounds remotely human.\nFor all these flaws, CoD’s core shooting mechanics, refined over countless iterations, still make for a fine corridor and multiplayer shooter. Every weapon comes with alternative fire modes and being creative in your kills is part of the appeal. Innovations such as anti-grav grenades and spider bots (which scuttle over to enemies before discharging) spice things up, not least when they’re deployed against you. One of the most enjoyable new tactics in the campaign is the ability to take direct control of enemy bots by hacking them, unleashing rounds on their bewildered allies before detonating to take as many with you as you can.\nAfter completing the game, you can replay the whole thing in modes like Yolo, which offers a challenging permadeath mechanic that encourages a whole different approach (ie a lot of hiding).\nThe online multiplayer modes are the best thing. The campaign’s traversal mechanics come out of hiding and the wealth of options become apparent. Whether you’re angling for nuts and bolts deathmatch on a lunch break, or something more substantial, CoD remains a silly, slick and intuitive shooter that sucks you in and keeps you there. The ready-built combat rigs cater to different play styles so you can instantly pick the right loadout, whether you like to snipe or stab.\nFor the first time there’s weapon crafting, too, and a conscious effort to reward players for attempting different match-types, not to mention a neat 1980s theme park reboot of zombie survival. Prototype weapons are the strongest in the game – graded common to epic – and you obtain them by earning salvage as you play or completing challenges with one of four mission teams. The holy grail is a gun that provides a nuclear blast if you can string together 25 kills.\nCrucially, such objectives are optional and there’s no chance of the camera being yanked-away as you complete them. Infinite Warfare improves online because the game doesn’t dictate your experiences precisely as the developers intended. In many ways the campaign feels like a wrestling match between your game and theirs, perhaps a mirroring of their attempt to innovate within the constraints of the CoD franchise behemoth. But this doesn’t excuse a forgettable plot or inferior fighting to its triple-A peers. Infinite Warfare could have been much more than a passable single-player movie attached to a super fast, super confident multiplayer infrastructure. As such, and with those moments of tantalising potential in mind, it feels like a wasted opportunity.\nActivision; PC/PS4/Xbox One (version tested); £50; Pegi rating: 18+\n"},
{"tags": ["business"], "url": "https://www.theguardian.com/business/2016/nov/08/toblerone-gets-more-gappy-but-its-fans-are-not-happy", "abstract": "Chocolate lovers blast ‘plain dumb’ cost-saving move to widen spaces between bar’s triangular chunks", "title": "Toblerone gets more gappy, but its fans are not happy", "text": "The makers of Toblerone have widened the gaps between the chocolate bar’s distinctive triangular chunks in an effort to avoid putting its prices up, in a move fans have described as “stupid”, “ridiculous” and “just plain dumb”.\nA statement on the brand’s Facebook page said that higher costs for ingredients had meant it had decided to cut the weight of two bars from Toblerone’s UK range. It has reduced 400g bars to 360g and 170g bars to 150g in order to maintain retail prices. \nThe change means that the gaps between chunks are now wider than the chunks themselves. One customer described the new bar as looking “like a weird knock-off of itself”.\nExplaining the change, the statement on Toblerone’s Facebook page said: “Like many other companies, we are experiencing higher costs for numerous ingredients. \n“We carry these costs for as long as possible, but to ensure Toblerone remains … affordable and retains the triangular shape, we have had to reduce the weight of just two of our bars in the UK, from the wider range of available Toblerone products.”\nCustomers replying to the post have been scathing. Richard Cristiano Tamerighi wrote: “[It’s] just plain dumb changing the trademark shape of your flagship product. If you were really that concerned about Toblerone customers you would have consulted them.”\nMichał Tat wrote: “This must be up there with the dumbest corporate decisions of all time. You have a somewhat premium chocolate bar which is very well known for its distinctive shape, and to save money you change the shape? Now you have a premium-priced product that looks like a weird knock-off of itself.”\nAlistair Calder wrote: “Utterly ridiculous decision!! … I’ll never buy one of these.”\nAnd Lee Yarker said: “Fair enough reducing the weight of the bar, but why the big gap in between segments? Looks stupid imo [in my opinion], could have just made the bar shorter and kept the original design.”\nFormer Labour deputy prime minister John Prescott suggested the change was related to the Brexit vote. He tweeted:\nA spokeswoman for Mondelēz International, the US food and drink corporation that owns the Toblerone brand, said the price rise was not related to Brexit. However, it comes after a number of companies sought to raise prices to offset the effect of a plunging pound since the vote to leave the EU. \nOn Sunday, it emerged that Birds Eye fish fingers and Walkers crisps had joined Typhoo and Unilever, the owner of Marmite, and a number of smaller suppliers in an industry-wide battle over price increases caused by the 14.5% drop in the value of the pound against the euro and 18% against the dollar since the referendum.\nToblerone was created in 1908 by Theodor Tobler, a second-generation chocolatier from Bern, Switzerland, in collaboration with his cousin Emil Baumann. Its name is a portmanteau of the creator’s surname and “torrone”, the Italian word for honey and almond nougat. \nToblerone’s own website proudly tells how the following year it became the first milk chocolate bar with almonds and honey to be protected by intellectual property laws after Tobler successfully applied for a patent to cover its manufacturing process. \nWhile many believe that the bar’s shape is meant to evoke the Swiss Alps, a belief no doubt perpetuated by the image of the Matterhorn on its packaging, this is said to be a myth. Years later, Tobler’s sons claimed that their father got his inspiration from the dancers of Paris’s Folies Bergères, who formed a pyramid at the climax of their show. \n"},
{"tags": ["business"], "url": "https://www.theguardian.com/business/2016/nov/08/rbs-facing-400m-bill-to-compensate-small-business-customers", "abstract": "Bank apologises for poor treatment during financial crisis and will automatically refund fees", "title": "RBS facing £400m bill to compensate small business customers", "text": "Royal Bank of Scotland has apologised to small business customers as it revealed a £400m bill to compensate them for poor treatment in the wake of the banking crisis.\nAfter at least three years of complaining of bad service from the bailed-out bank, small businesses will receive refunds of the fees they were charged and will be allowed to make fresh complaints about their treatment between 2008 and 2013 in a process that will be overseen by a retired high court judge.\nRoss McEwan, the chief executive of RBS, said: “We have acknowledged for some time that mistakes were made. Some of our customers went through what was a traumatic and painful experience as a result of the crisis. I am very sorry that we did not provide the level of service and understanding we should have done.”\nA review is under way into whether bonuses should be withheld from former and current staff involved in the bank’s now now-defunct global restructuring group (GRG), which is at the heart of the complaints.\nThe allegations first surfaced in 2013 when Lawrence Tomlinson, a businessman who was an adviser to the then business secretary, Sir Vince Cable, compiled a dossier alleging the bank deliberately wrecked small businesses to make profits.\nSome 12,000 small businesses were forced into GRG but only 4,000 will automatically receive a refund of “complex” fee. In total, some 8,000 were potentially viable when they entered GRG, while 4,000 were facing insolvency.\nConfirmation of the compensation plans – details of which began to emerge on Monday – immediately sparked concerns that the sum being aside by the 73% taxpayer-owned bank was inadequate. \n“Given the damage to the lives of RBS’s customers, £400m is wholly inadequate and is a cynical attempt to evade accounting fully for the consequences of RBS GRG’s action. We are disgusted by this proposal,” said David Stewart, of the RBS GRG Business Action Group, which has more than 500 members demanding £2bn in compensation. Another group, RGL Management, is pressing on with a legal claim of at least £1bn.\n“The FCA report appears to be utter whitewash,” said Stuart McCredie, who ran a business that entered GRG.\nGary Greenwood, analyst at Shore Capital, said the bill was “not as big as feared and may also take some heat out of the situation”. The bank’s shares were up 0.4% at 187.3p on Tuesday.\nThe RBS announcement was timed to coincide with an appearance by Andrew Bailey, chief executive of the Financial Conduct Authority, at the Treasury select committee which has been pressuring the regulator to publish a much-delayed report into GRG.\nIn an update, the FCA said “isolated examples of poor practice were identified”, at RBS but dismissed the most damning allegations that the bank deliberately drove small business to the brink to make a profit. But it also concluded that there was evidence of systemically poor treatment of small business customers.\nBailey signalled that further delays to the report – commissioned from legal experts Promontory and Mazars – were likely as it would have to undergo Maxwellisation, where anyone facing criticism is allowed to comment, before publication. \nThe FCA also cautioned that the activities carried out by GRG were largely unregulated. “Therefore, the FCA’s powers are limited in this area,” the FCA said. However, it does not necessarily indicate the bank will escape financial sanction as the regulator said it was “currently assessing what further work may be needed given the findings in the report”.\nMcEwan has repeatedly defended the bank against claims that it deliberately tried to profit from small business customers and RBS repeated on Tuesday that it had lost more than £2bn in lending to small businesses.\nHe said the situation could not be tackled until now – even though a report commissioned from Clifford Chance in 2014 had highlighted the issues of poorly structured fees – because the FCA review had been continuing.\nPromontory examined 207 cases and covered a six-year period, analysing 323 gigabytes of data – approximately 1.5m pages and 270,000 emails.\n"},
{"tags": ["business"], "url": "https://www.theguardian.com/business/2016/nov/08/sports-direct-denies-knowledge-of-secret-camera-filming-mps-shirebrook-warehouse", "abstract": "Board says it didn’t know about or authorise ‘possible recording device’ which allegedly filmed MPs on surprise visit to Shirebrook warehouse", "title": "Sports Direct denies knowledge of 'secret camera filming MPs'", "text": "Sports Direct’s board has said it did not know about or authorise an apparent attempt to secretly record a group of MPs who paid a surprise visit to its warehouse.\nSix MPs from the business select committee arrived at the site in Shirebrook, Derbyshire, on Monday after giving the company an hour’s notice. They were accepting an invitation made by the founder and chief executive, Mike Ashley, when he appeared before the committee in June. \nAfter they were shown round, the MPs went to a meeting room where they claimed a small camera used to record the day’s proceedings was placed under a tray of sandwiches.\nIn a statement to the stock exchange, Sports Direct’s board said it had not been proved that the camera was to be used to record the MPs and complained that the episode had overshadowed good things that came from the visit.\nThe company added: “The board would like to make it clear that it did not authorise or have any knowledge of the possible recording device.”\nSports Direct said it was delighted MPs had “finally accepted the company’s invitation to visit the Sports Direct’s warehouse on an unannounced basis” but that the board was disappointed they chose a day when they knew Ashley would be away from Shirebrook. \nKaren Byers, global operations head and one of Ashley’s closest associates, was understood to have shown the MPs round in Ashley’s absence.\nAshley invited the MPs to Shirebrook after the Guardian’s investigation exposed how Sports Direct workers were being paid less than the minimum wage. The business committee subsequently accused Ashley of running the business like a Victorian workhouse in a report published in July.\nThe board, led by embattled chairman Keith Hellawell, said it understood the MPs met many staff members who were positive about the company and that employees expressed unhappiness about how the company had been portrayed. \nAshley said: “I stand firmly behind the people of Sports Direct, who through no fault of their own have been made a political football by MPs and unions.”\nAnna Turley, one of the MPs who visited Shirebrook, said they were made to feel unwelcome and were taken on a “wild goose chase” around the vast site before being shown the warehouse at the centre of the row about working practices.\nTurley told the BBC’s Today programme: “We didn’t expect them to be overjoyed when we were there but would say: ‘This is the same as any other day. We are proud of our warehouse, we are proud of our staff, come and meet them and say hello.’”\nTurley said conditions at Shirebrook were dark, dingy and chaotic but that the MPs had not expected things to be perfect because Ashley had admitted things needed to improve. She said the camera incident had left her and her colleagues uneasy about the treatment of employees.\n“If they do this to us as parliamentarians, what do they do to staff who aren’t able to answer back, who aren’t unionised and who fear for their jobs?”\n"},
{"tags": ["economy"], "url": "https://www.theguardian.com/business/2016/nov/08/m-and-s-marks-spencer-close-80-stores-major-overhaul", "abstract": "Boss says revamp affects 25% of UK floorspace with more emphasis on food, and will also shut 53 overseas shops", "title": "M&S to close 30 UK stores and cut back on clothing", "text": "Marks & Spencer is shutting 30 UK stores and converting 45 more into food-only shops as part of a major business overhaul that will slash the amount of shopfloor space devoted to its ailing clothing ranges.\nThe retailer’s new chief executive, Steve Rowe, said more than 100 UK stores were in the firing line as part of a wider shakeup designed to end a long-running slump in clothing sales and devote more space to its more successful food business. He outlined plans to open 200 new Simply Food outlets. \nM&S refused to identify which 30 “full-line” stores – which sell clothing, homewares and food – are to close or identify the 45 outlets that will be converted into food stores. The chain has 304 full-line stores and the closures and conversions will take five years to complete.\nThe retailer is also looking to relocate underperforming stores. Overall, the changes will mean a reduction of 10% in the floorspace devoted to racks of skirts, jumpers and trousers, with the plan expected to cost £150m over three years.\nThe turnaround plan outlined by Rowe also includes the closure of 53 loss-making overseas stores in 10 countries. They include 10 stores in China, seven in France and others in Belgium and Hungary, resulting in 2,100 job losses. Only company-owned stores in Ireland, Hong Kong and the Czech Republic will be spared.\nThe embattled retailer intends to put clothing and food on an equal footing with same amount of selling space devoted to both sides of the business. Currently two-thirds of its floor space is given over to racks of clothing and homewares. \nRowe, who began his retail career aged 15 as a Saturday boy at M&S’s Croydon store in south London and took over as chief executive six months ago, insisted the decision to close stores and reduce the space given over to clothing was not an admission of defeat.\n“This is not about cutting jobs, it’s about making sure we’ve got the right estate for future shopping habits,” he said. \nEarlier this year, he announced 500 job cuts at the group’s head office in London and a plan to shift another 400 jobs out of the capital.\nThe M&S veteran is seeking to revive the fortunes of the 132-year-old retailer which has seen profits go backwards in recent years. His biggest job is stopping the rot in its clothing business which has now in its fifth consecutive year of falling sales. M&S believes the growth of online fashion shopping means it can devote more store space to food without losing sales. About 17% of M&S’s clothing sales are currently made online, a figure that is expected to grow.\nRowe is also axing the chain’s Indigo, Collezione and North Coast labels to focus on brands that are “most relevant to our customers” including Autograph, Per Una and Blue Harbour.\n“These are tough decisions, but vital to building a future M&S that is simpler, more relevant, multichannel and focused on delivering sustainable returns,” said Rowe.\nThe plan was not well received by investors; shares finished the day as the biggest faller in the FTSE 100 – down more than 5% as analysts complained that Rowe’s plan to revive M&S was not radical enough. “Being such a large company, it is going to take some time to turn M&S round even if all goes according to plan,” said Haitong analyst Tony Shiret. “We think that it should have gone further in its UK clothing space closure.”\nM&S’s decision to retreat from the high street will be a blow for some towns, where it is a main destination store, especially following the demise of BHS. But as more purchases are made online, stores in smaller or less attractive town centres and shopping centres are finding life difficult.\n“The closure of the local M&S will have a psychological effect and feel like another nail in the coffin for that town’s high street,” said Local Data Company analyst Matthew Hopkinson. Hopkinson points to places such as Swindon and Stockton-on-Tees where shoppers have been drawn away from the high street by out-of-town retail parks.\nM&S has been battered by low-cost rivals such as H&M, Zara and Primark and shoppers are increasingly spending their spare cash on leisure activities, rather than buying new clothes. The turnaround plan was unveiled as the retailer reported a 19% fall in underlying profits to £231m in the six months to 1 October.\nTo win back shoppers, Rowe has already cut clothing prices and promised to pay more attention to its most loyal group of shoppers – fiftysomething women he has dubbed “Mrs M&S”. He said changes he had already made in the clothing business were going down well. “The initial feedback we’ve had from customers has been good,” he said. “We’ve improved the fit on many garments and, for the first time in a number of years, we’ve grown full-price market share.”\nRowe has promised a less slavish pursuit of catwalk trends after being criticised for failing to meet the needs of its middle-aged customer base. \nHis new strategy is an about turn from that of his predecessor Marc Bolland, who believed the retailer could be a global brand and reopened stores in France after a decade-long absence.\n“We have made mistakes in the past and we are taking action to correct some of these,” said Rowe, who revealed M&S would continue to expand overseas using a franchise model. The mistakes are expensive ones – it will cost up to £200m to shut loss-making stores in European markets such as France, Belgium and the Netherlands as well as outposts in China.\n\n\n\n\n"},
{"tags": ["business"], "url": "https://www.theguardian.com/business/2016/nov/08/tesco-bank-cyber-raid-unprecedented-financial-regulator-fca", "abstract": "FCA chief tells MPs that ‘serious’ theft from 20,000 accounts may be linked via debit card flaw as customers report money transfered to Brazil and Spain", "title": "Tesco Bank cyber raid 'unprecedented', says financial regulator", "text": "The cyber heist at Tesco Bank been described by the chief executive of the City regulator as an “unprecedented” incident in the UK.\nAndrew Bailey, chief executive of the Financial Conduct Authority, told MPs on the Treasury select committee that “there are elements of this that look unprecedented and it is serious, clearly”.\nTesco Bank stopped all online transactions for 140,000 current account customers on Monday after it discovered 40,000 customers had been targeted by the online attack. Half of the customers had money taken from their accounts, which are operated through an app or online. Customers have reported that sums have been transferred to Spain and Brazil.\nThe National Crime Agency (NCA) is one of a number of organisations scrutinising what has taken place at the supermarket chain’s banking arm, which has more than 7 million customers.\nA new division of the surveillance agency GCHQ – the National Cyber Security Centre – confirmed it was working with the NCA which has launched a criminal inquiry. The NCSC, created only last month as the UK’s authority on cybersecurity, said it was “providing direct assistance to the company at their request, including on-site assistance”.\n“In the case of cyber-related incidents, it can, on certain occasions, take a significant period of time to understand the incident given the technical complexities involved. So the story will emerge over time. During this period it is vital that nothing is said publicly that could interfere with the criminal investigation,” the NCSC said.\n“Given the investigation thus far and the evidence at hand, the National Cyber Security Centre is unaware of any wider threat to the UK banking sector connected with this incident.”\nBailey told the MPs that the FCA was in close contact with Tesco and that the bank had reassured the regulator that customers whose money had been stolen would be reimbursed by the end of Tuesday.\nHe said it was too early to know the exact cause but said it appeared to be related to debit cards and that computer hackers were looking for weaknesses and “points of entry” into banks.\n“It looks like its [in] on-line banking, clearly appears to be on debit card side of online banking as far as we can tell. But it requires further urgent analysis ,” said Bailey.\nHe said he was confident that Tesco knew which customers were affected by the incident which began to unfold on Saturday night when the bank began texting customers about unusual activity from their accounts.\nBut Tesco provided no update on the status of its customers on Tuesday after suspending online banking transactions for current accounts in the wake of the incident.\nBailey indicated that Tesco would not be able turn those facilities back on until it was confident it knew the service was safe for customers.\nA number of theories have circulated about the cause of the problem, including that it was caused by an internal security breach. Conservative MP Chris Philp, a member of the Treasury select committee, has raised the idea it could have been the work of a foreign power. “I think we can’t rule out the possibility, at all, that this is state-sponsored,” he told the BBC earlier this week.\nAs the crisis was unfolding, Benny Higgins, chief executive of Tesco Bank, had said the decision to suspend some banking activities was an attempt to protect customers from “online criminal activity”.\nHiggins, who has apologised to customers, has described the raid as “a systematic, sophisticated attack”.\nThe NCSC said its role was to provide support to the investigation, work with the company concerned to manage the incident, investigate the root causes and use any lessons learned to provide future guidance and policy on cyber security.\nThe Information Commissioner’s Office is also scrutinising the situation. It fined telecom company TalkTalk a record £400,000 in October for failing to stop the personal data of 157,000 customers being hacked. \nAndrew Tyrie, the Conservative MP who chairs the Treasury select committee, said after the hearing that “the attack on Tesco’s retail accounts is deeply troubling. Banks have a long way to go to improve the resilience and security of their IT systems”.\nAnother member of the committee, Steve Baker, said: “the vulnerability of Tesco Bank highlights the crucial importance of technical security to the financial system.”\n"}
]