[
{"abstract": "For Teen Vogue, by Avery Matera.  \n Jasmine Tookes will wear the Fantasy Bra at this year’s Victoria’s Secret Fashion Show, but she's not the only mod...", "title": "You Have To See The Victoria's Secret Fashion Show Outfit With 450,000 Crystals", "text": "Jasmine Tookes will wear the Fantasy Bra at this year’s Victoria’s Secret Fashion Show, but she's not the only model that'll sparkle that night. One of Josephine Skriver's newly-revealed looks will feature 450,000 Swarovski crystals. Mic drop.\nAnd when the show is over, you may just see this leggy beauty walking around the City of Lights in her embellished outfit. “I am just going to wear this 24/7 in Paris and sparkle like this every day,” she said. Same, TBH.\nRelated: Victoria’s Secret Released an Image of a Model’s Stretch Marks\nMore from Teen Vogue:\nThe Top 10 Mistakes You’re Probably Making When You Straighten Your Hair\n27 Must-See Celebrity Prom Throwback Photos\nMore Than Half of What You Eat Isn’t Even Real Food, Study Finds\n", "url": "http://www.huffingtonpost.com/entry/victorias-secret-fashion-show-x-swarovski-outfit-see_us_58220451e4b0334571e0a1ea", "tags": ["lifestyle"]},
{"abstract": "Stilettos get a bad rap for throwing your body out of alignment, but don't think that just because your shoe is flat that it's better for you. One of the...", "title": "Hands Down, THESE Are The Worst Shoes For Your Feet", "text": "Stilettos get a bad rap for throwing your body out of alignment, but don't think that just because your shoe is flat that it's better for you. One of the most walkable, flattest shoes around is just as bad as super-high heels: ballet flats. Unlike heels, which put all the pressure on the balls of your feet, flats add extra pressure to your heel, without any arch support, according to podiatrist Hillary Brenner, DPM. Additionally, \"a heel will lead to stress on the outside of the knee,\" says Miguel Cunha, DPM, at Gotham Footcare. \"A flat will lead to stress on the inside of the knee.\" \nStilettos, Higher Than 2 Inches Dr. Brenner: 9.75 Dr. Cunha: 9.5 \nNot all heels are created equal, obviously. There are plenty of factors to account for: stability, height, ankle support, etc. But if you're just looking at heel type and height, a stiletto with a heel higher than two inches is one of the worst shoes for your feet.  \nAny shoe higher than 4 inches got a 10 from Dr. Cunha, but even a 2.5-inch heel will severely disrupt your center of gravity. Extended wearing of these heels can cause pinched nerves and shortened tendons. Think about it: You're basically banging on the balls of your feet with every step. \nIf you do plan on wearing stilettos, both doctors recommend wearing them two to three hours max, and taking them off mid-day for a few exercises and stretches. \"You can draw the alphabet with your foot, or draw the number 8,\" Dr. Brenner recommends. \"Or you can take a tennis ball and roll your foot over that.\" Massage your arch to help your blood flow, which in turn helps prevent varicose veins or nerve irritation. Just remember: \"The higher the heel, the greater amount of pressure, and that will lead to issues in the bones,\" Dr. Cunha says.\nFlip-Flops Dr. Brenner: 10 Dr. Cunha: 9 \n\"Every time you take a step, your toes curl, and that leads to issues like hammertoes,\" Dr. Cunha says.\nBallet Flats Dr. Brenner: 9.75 Dr. Cunha: 8.5 \nFlats might feel like the comfiest shoes you've got, but \"[you] can be wearing comfy shoes, and they can be just as bad as heels,\" Dr. Brenner says. Without arch support or any sort of shock absorption for both the balls of your feet and the heels, people with flatter feet risk getting stress fractures and developing neuromas (enlargement of nerves between bones). For those with high arches? The shoes rank as a 7 for Dr. Cunha. But even then, the cut of a typical ballet flat could constrain your poor toes. \"When you're wearing pointy narrow shoes and not much support, the bones rub together,\" Dr. Brenner says. Not a fun — or comfortable — situation.\nBad Sneakers Dr. Brenner: 9 Dr. Cunha: 7 \nGranted, walking around in these all day is better than walking around in 5-inch heels; if you're just wearing them to brunch, Dr. Cunha rates them as a 4. But running, exercising, and doing anything more than walking in these? That's when the problems happen.\nMules Dr. Brenner: 8 Dr. Cunha: 6 \nMules are slightly deceiving: They look like a comfy, solid shoe, but the lack of ankle support makes them almost as bad as flip flops. \nThis goes for heeled mules, too. \"It's worse to have a heel that doesn't support the back of your feet,\" Dr. Cunha says. \" In addition to the extra weight on the front of your feet, you also have to curl your toes to make sure the shoe doesn't fall off to the side every time you plant your foot down.\" Heeled mules can leave you more susceptible to sprains, hammertoes, and bunions thanks to the constant flexing of your feet.\nGladiator Sandals Dr. Brenner: 7 Dr. Cunha: 6  \nThanks to the multiple ankle straps on gladiator sandals, these summer shoes are slightly better for your feet than mules and flip-flops — even when they're flat. Add a sturdy 1.5-inch heel, and you get a little more support with the style.  \nWhen buying heeled sandals, however, Dr. Brenner recommends taking a look at the arch support of the shoe. \"Yes, having a heel is great, but you still need that extra support below,\" Dr. Brenner says. \"If it has good arch support, then I would take it down to a 5 or a 6.\"\nStilettos, Lower Than 2 Inches Dr. Brenner: 7 Dr. Cunha: 5 \nAt less than 2 inches, the problem here isn't about the height: It's about the heel. \"In terms of stability, with a stiletto heel, you're more likely to develop an ankle sprain,\" Dr. Cunha says.  \nChunky Heel, Higher Than 2 Inches Dr. Brenner: 6 Dr. Cunha: 7.5 \nThese shoes get a slight pass thanks to their stable, squared-off heel. \"I'd say these are just two grades down from stilettos,\" Dr. Cunha says. \"You may not get an ankle sprain, but you're still putting all that pressure on the front of the foot.\"  \nJust remember: The higher a heel goes, the more pressure it puts on your feet — and the worse the shoes are. \"Anything above 4 inches, I would say, is an 8 or 9 here,\" Dr. Cunha says.\nChunky Heel, Lower Than 2 Inches Dr. Brenner: 4 Dr. Cunha: 4 \nAt two inches, chunky heels will still add extra stress to your knees and back. These will be better, however, than a 4-inch heel for everyday walking. \nTake the heel lower, however, to about 1 inch, and you may have found the perfect shoe. Booties with a 1-inch chunky heel received a rating of 2 from both doctors. Just like a 1-inch stiletto, the heel will provide extra arch support for those with flat feet. But unlike stilettos, the stable, square heel will help you avoid any rolled ankles — making those cobblestone streets just a bit safer.\nWedges  Dr. Brenner: 3 Dr. Cunha: 4 \nWedges might not be the most elegant of shoes, but the extra cushion of a good wedge makes these one of the best options for your feet — given that they're not too high. \"If I want to go for height, I almost always go for the wedge,\" Dr. Brenner says. \"With a wedge, you have a built-in arch support.\" Instead of wooden heels, however, Brenner recommends finding cork or rubber soles for extra shock absorption.\nGood Sneakers Dr. Brenner: 1 Dr. Cunha: 1 \nGood sneakers will provide ankle support and arch support. Both doctors recommended New Balance and Asics sneakers, with toe boxes that bend upward. \"You shouldn't be able to twist the shoe, and you want a good thick, wide arch with some cushion,\" Dr. Brenner says, noting that you want the shoe to support your feet fully from ankle to toe. \nOne good tip? \"Everyone should buy their shoes at the end of the day,\" Dr. Cunha says, \"because that's when your feet are the most swollen, after gravity brings all the fluid down.\"\nBy: Jessica Chou\n", "url": "http://www.huffingtonpost.com/entry/hands-down-these-are-the-worst-shoes-for-your-feet_us_581bad9ee4b01022624114ba", "tags": ["lifestyle"]},
{"abstract": "The 2016 Presidential Election certainly didn't go down the way we were expecting at the Outspeak office. With Hillary Clinton ", "title": "President Donald Trump's Acceptance Speech Was Surprisingly Coherent", "text": "The 2016 Presidential Election certainly didn't go down the way we were expecting at the Outspeak office. With Hillary Clinton refusing to make a public concession speech and Donald Trump becoming the 45th President of the United States, we're left reeling in disbelief. We figured he'd deliver a speech targeting those who didn't vote for him but instead he delivered a painfully rehearsed speech that felt manipulative and downright dangerous. At least he did attempt to appeal to those who did not vote for him with a promise of unifying the country.\nFirst Mike Pence took to the podium looking like a sun baked idiot squinting in the glare of the non-existent sun. He was positively overcome with excitement (we're kidding, he looked like a robot straight out of Westworld) about his new position of Vice President of the United States. He didn't really say much other than, \"Let's make America great again.\" \nThen, the orange incarnate, AKA the 45th President of the United States, shuffled his way to the podium like some sort of sloth-like sexual predator. At 11:50 PST Trump took the stage to thank the American people. He started out by calling the election \"complicated business.\" On that, we can agree.\nTrump said Clinton has congratulated \"us\" on a hard fought campaign over the phone. He spent some time vaguely talking about Hillary and her service to the country, repeating the same words several times. He then pledged to the American people, something that was important to him: to be a good President to even those who didn't support him. He spoke of unifying the American population, and wanting to help even those who did not vote for him. This was a small consolation in a night of sorrows.\nThe whole thing was rather hard to watch when you can see the stock marketing hitting record lows directly beside Trump's podium and the sad boy who lingers at the right side of the stage like his prisoner. He made more vague promises about rebuilding the country, taking care of veterans, and \"tremendous\" security. \nAs Trump went on, he made sure to let us know his plan is to make America as great as his companies. He said he wanted our nation to dream big once again, and to seek common ground. It all felt incredibly forced and phony, mostly because of how calm he remained throughout the speech. A calm Trump is a scary Trump. \nHe proceeded to thank his bizarre family, listing them each by name. To be fair, they must have a lot of patience to deal with a man like Trump on a regular basis. The thanks continued on for a while, and even the human skeleton with eyes (and known idiot), Rudy Giuliani, made the lengthy list. \nHe treated the tail end of the speech like a dude-bro getting his diploma by naming off all the \"great men\" he knows. Every name was greeted by cheers from the crowd and at a certain point it didn't seem like the bragging would end. It really did go on for a long time, believe me. It went on big league. \nTrump did admit that in order to be truly \"historic, you have to do a great job.\" And this is the absolute truth. We don't believe it, not in the slightest, but dear lords above and below, do we hope we are dead wrong. His resolution to begin working immediately is worrisome, and while the two years of campaigning are over, he made it clear that with four, possibly eight years, the nightmare has only just begun.\n", "url": "http://www.huffingtonpost.com/zac-thompson/president-donald-trumps-acceptance-speech_b_12877042.html?utm_hp_ref=outspeak", "tags": ["opinion"]},
{"abstract": "For Teen Vogue, by Deanna Pal.  \n  \n Acne might be the great equalizer, plaguing everyone regardless of their grades, gender, or their taste in music....", "title": "How To Treat Every Type Of Acne", "text": "You have: Big, red cysts — and a lot of them.\nWhat’s going on: Cystic acne is no joke. Usually, it’s the work of a combination of hormonal changes and genetics, and it’s far and away the most stubborn type of acne. Because it’s so tough to treat, it requires a few different treatment methods. In addition to topical acne-fighting ingredients like salicylic acid and benzoyl peroxide, you may want to consider oral antiobiotics to nix bacteria (which requires a trip to your doctor). A newer option worth trying? Probiotics. “Probiotics have been shown to help cystic acne because they reduce inflammatory breakouts,” says Kim Nichols, MD, a dermatologist in Greenwich, CT and consulting dermatologist for Avon.\nYou have: Small, red bumps that never come to a head.\nWhat’s going on: Blame inflammation. A less-severe form of cystic acne, papular pustules are sensitive to the touch (from the inflammation) and also the work of hormones and genetics. On the bright side, this type of acne “rarely leads to permanent scarring like cystic acne can,” says Nichols. She suggests using a mild exfoliant to keep the pores clean. One like BeautyRx Essential 8 percent Exfoliating Serum does the trick, but is still gentle enough to use every day.\nYou have: A pimple buried way beneath your skin.\nWhat’s going on: Blind pimples are the worst, mostly because they can be incredibly painful. They’re basically cystic acne that hasn’t reached the surface of the skin. The good news, though, is that they often go away on their own — so you may feel the bump, but the chances of it actually emerging are pretty slim. (Don’t even bother trying to squeeze it out. It’ll only hurt like hell and could actually cause an infection beneath the skin.)\nYou have: A sprinkling of acne around your chin and jawline.\nWhat’s going on: We’re going to take a wild guess. Do those pimples usually appear around the same time every month? Breakouts around the lower half of the face are usually the work of fluctuating hormones. If you don’t notice it lining up with your period, it could be a matter of hygiene. “It’s rare, but the jawline and neck area are hard-to-reach areas and can be missed when you’re cleansing,” says Nichols. If you’re double-cleanse on the daily, though, and know that it’s not that, it’s worth talking to your derm, since birth control can help level out those hormones. (Here’s a guide to your options.)\nYou have: A regular whitehead.\nWhat’s going on: Whiteheads (also known as comedones) are the classic zit case. They’re essentially clogged pores caused by heavy oil production, which you’re either born with or may be experiencing as a result of hormone fluctuations. The gunk that’s clogged can trap bacteria into the pore, which leads to a mini-infection that brings about swelling, redness, and pain — AKA a pimple. “A retinol cream, used a few nights per week, can minimize comedones,” says Nichols, who recommends Avon Anew Clinical Line Eraser with Retinol Treatment.\nRelated: Dark Marks and Acne Scars: Your Complete Guide\nore from Teen Vogue:\nThe Top 10 Mistakes You’re Probably Making When You Straighten Your Hair\n27 Must-See Celebrity Prom Throwback Photos\nMore Than Half of What You Eat Isn’t Even Real Food, Study Finds\n", "url": "http://www.huffingtonpost.com/entry/how-to-treat-every-type-of-acne_us_58220617e4b044f827a79387", "tags": ["lifestyle"]},
{"abstract": "", "title": "What Does Your Style Say About You?", "text": "\nMost of us are not aware of what we're communicating most of the time...\nOften we get a hint of how we come across thru conversation with others. Or if we're fortunate enough to have a best friend who means well, she will let us know if something is amiss. And when we do find out through an outside source (usually to our disgust!) it seems far from the ideal vision we have for ourselves. \nAnd when it comes to dating men, it could be that you just can't seem to keep a very attractive man interested in you. Why do you think that is? It could be a number of things you're unaware of. The tone of voice which is seeking validation and coming across as needy perhaps, the fashion faux-pas you're making through your outfit combination, or some sort of insecurity that reveals itself through your mannerisms. \nA \"style coach\" can come in and pinpoint some of the factors that are contributing to what is causing you angst, and steer you in a direction that can fix them somewhat. But more often than not a 'style' coach would only be concerned with your outward appearance, your way of dressing, the clothes you wear and how you combine your outfits.  \nKnow that fashion is only one part of style. You need a coach who goes beyond just fixing your 'style'. A self-image consultant will go beyond that and help you with your self-expression to help you achieve elegance, which is deeper and comes from within. Because once unattractive flaws and mannerisms are identified, you will have the power to change them. \nAnd as you develop your own unique style, you can start infusing elegance so that the total combination of both transforms the way you dress, the way you talk, behave, move your body, or do anything for that matter. Simply put, your inner and outer expressions start to match. Very soon, your thoughts, emotions, interests and values start aligning with your outer appearance and everything on the outside becomes a mere reflection of what's on the inside. \nYou see, it's not enough to just follow fashion. Because being fashion-forward does not always contribute to elegance. And elegance is what you want. Do you have to be an unstoppable force of charisma who looks impeccable all the time? Of course not! Your style could be more about comfort than fashion, but you have adopted that innate capability now to be charismatic. You are now the type of woman that everyone loves and is drawn towards. You become instantly and effortlessly attractive. \nSuddenly you're building your own unique self-brand. You start exuding influence in just about any setting without even intending to do so. People start trusting you more and whatever words you say to them will carry more credibility because you are the living epitome of elegance. Your words, actions, mannerisms and confidence become apparent. \nElegance as we know it is very rare indeed in the world we live in today. It was rare before, and even more rare now. \nUltimately the message we get across to others has very little to do with the words we use in any conversation. Our body language; the tone, pitch and volume we use in our voice, the expression on our face when we communicate, these are all part of the non-verbal communication that reveals our true nature. We can come across as insensitive and domineering, or shy and insecure. However, once we become more aware of all these innuendos and deliberately strive to achieve that elegance that is the hallmark of classiness, a shift happens. \nYour lifestyle and your surroundings start to match your persona. Your values shift to encompass all that you represent and embody. Now no matter what you say, do or express, all is in harmony. Now there is no doubt in anyone's mind who you are and what you are about. \nThis, my friends, is what you want. \n", "url": "http://www.huffingtonpost.com/rani-st-pucchi/what-does-your-style-say-_b_12802718.html", "tags": ["lifestyle"]},
{"abstract": "By Liza Corsillo for GQ.   \n We asked a dermatologist why your beard is making you break out.  \n  \n You’ve decided to grow a beard this fall — good...", "title": "How To Get Rid Of Beard-Related Pimples", "text": "We asked a dermatologist why your beard is making you break out.\nYou’ve decided to grow a beard this fall — good for you, buddy! But hold on a second, whether you’re doing it for #movember, for better Tinder pics, or to keep your face warm this winter, you will definitely run into some snags as your new beard grows in. So don’t be surprised if your face reacts badly to the change and you end up with some gnarly beard-related acne. This follicular side effect is gross, can be painful, and is unfortunately very common. But the good news is, there’s a perfectly easy solution to your pimple problem. We asked Evan Rieder MD, FAAD, a general and cosmetic dermatologist and an Assistant Professor of Dermatology at NYU Medical Center, why guys break out when they grow a beard and how to avoid it in the future. Here’s what he said:\n“We often see an increase in acne and ingrown hairs (which may look like acne bumps) when men grow a beard or move from a clean shave to an unshaven look. The reasons for this are multifactorial, but most relate to hygiene. Men tend to negate beard grooming, and beard hair can collect a lot of debris and bacteria that can predispose to the development of acne.”\nTranslation: \nDuring the day, your facial hair collects dust, dirt, and bacteria that can cause pimples. If you don’t wash your beard that pimple causing bacteria thrives.\nEverything You Need To Take Care Of Your Beard\n“To help prevent and treat facial hair related pimples, men should wash their beard twice daily with a facial cleanser, switch pillowcases every few days, and pay better attention to grooming. Particularly in people with curly hair, short beard hair can grow back into the skin and cause a foreign-body response, which can lead to the development of red and painful bumps that look like acne. The body actually reacts to its own hair as something foreign, and mounts an immune response to it. We see less of these foreign-body responses once the beard is longer, however acne can still be a problem if the hygiene is poor. If these methods don’t work, then a dermatologist can prescribe antibiotic treatments that may help keep acne at bay. If these problems persist despite medical therapy, laser therapy is a good way to remove problematic areas of hair that repeatedly cause bumps.”\nPlan of Attack:\nMore from GQ:\nWhy Your Beard Is Red, Even If Your Hair Isn’t\nThe Best Celebrity Haircuts of 2016\nThe Best Haircuts for Men\nThe Best Facial Hair for Your Face Shape\n7 Grooming Moves to Steal From Your Favorite Rapper\n", "url": "http://www.huffingtonpost.com/entry/how-to-get-rid-of-beard-related-pimples_us_5820e1e4e4b044f827a7917e", "tags": ["lifestyle"]},
{"abstract": "America is a country built by minorities and today we're running the risk of electing ", "title": "LGBT And Muslim People Are Stronger Together In Trump's America", "text": "America is a country built by minorities and today we're running the risk of electing Donald Trump on a platform of segregation and xenophobia. That's all been very well documented, but the idea of Hillary Clinton's America, one that is \"Stronger together\" is worth revisiting on the last day of a long and arduous election.\nThe presidential election is bigger than the Super Bowl in America. Presidential election night has decidedly been made a huge event where people can see how their right to vote impacts their nation. \nWe've already seen that Trump voters are less educated and have almost no political voice. It's important to highlight because these people are almost always found in places with high levels of prejudice. By supporting Trump, they undercut the foundations of democracy. \nFilmmakers, Akram Shibly and Brenden Gregory have created a new film to prove that Trump and his supporters are wrong. In their short film, \"Our America\" they show how LGBT people and Muslims growing up in America have a lot to learn and share with one another. Through visiting an LGBT center and a mosque, each of the filmmakers learn something about the other and in turn learns how to work together.\n\n\nThis is an election of tremendous consequence and there is only one presidential candidate who will push forward the politics of a united America: Hillary Clinton. Make no mistake, America is already great, and electing the first female president of the United States will make it even greater.\n", "url": "http://www.huffingtonpost.com/zac-thompson/lgbt-and-muslim-people-ar_b_12867230.html", "tags": ["opinion"]},
{"abstract": "The creepy clown craze of 2016 began back in August when there was a ", "title": "Everything You Need To Know About The Creepy Clown Craze", "text": "The creepy clown craze of 2016 began back in August when there was a reported sighting of clowns in the woods by a young boy in Greenville, South Carolina. Since that fateful day, clown sightings have spread outside the USA in a wave of contagion, and have become far more frequent and threatening. Just two weeks ago a man in Sweden was stabbed twice by someone in a clown mask. \nWhile this is one of 2016's most frightening epidemics, creepy clowns are nothing new. Although the exact origins are tough to trace, clown phobias, or coulrophobia, stretch back to the 19th century when they started cropping up in fiction and plays. However, the modern iteration of the evil clown as we known it stems from Stephen King's 1986 novel, \"It\". It's probably not a coincidence that the book was released a few years after the arrest of the notorious serial killer John Wayne Gacy, who performed as a clown at children's parties. \nSince \"It\" and Gacy, killer clowns have invaded the public consciousness with plenty of movies, TV shows, and books to fuel our nightmares. Now, the nightmare has spread into real life and it doesn't seem to be going away anytime soon.\nWe've got a rich history of scary-ass clowns, and Michael McCrudden breaks down in the video below. \n", "url": "http://www.huffingtonpost.com/outspeak/everything-you-need-to-know-clowns_b_12740036.html", "tags": ["opinion"]},
{"abstract": "Cape Breton doesn't look so bad right now.", "title": "The Canadian Immigration Site Actually Crashed On U.S. Election Night", "text": "As election night results revealed a frighteningly close race between Hillary Clinton and Donald Trump, nervous Americans considering an exit strategy apparently crashed Canada’s immigration website.\nThe site has been working intermittently throughout the night with high levels of traffic. The Huffington Post wasn’t able to reach a representative from Citizenship and Immigration Canada for comment.\nCanadian Prime Minister Justin Trudeau entertained the idea of welcoming Americans fleeing a Trump presidency in March, during a global town hall hosted by HuffPost Canada.\n“Cape Breton is lovely, all times of the year,” he said with a smile, referring to a viral website that has encouraged Americans to seek refuge on the small island off Canada’s Atlantic coast should Trump win the election.\nCanadians, however, are not keen on the idea. A poll released Tuesday shows the overwhelming majority of the nation is opposed to easing immigration policies in the event of a Trump victory. The poll, conducted by Mainstreet Research and Postmedia Network Inc., also reveals that most Canadians would support Clinton for U.S. president.\n“This election has been quite divisive south of the border and many Canadians are anxious about the outcome on Tuesday,” said Quito Maggi, president of Mainstreet Research.\nThe Globe and Mail, a major Canadian newspaper, published a pleading editorial last week titled “Dear America: Please don’t vote for Donald Trump.”\n“At first, we thought the Trump thing was just a phase you were going through,” it began. “This U.S. election, unlike any since the Second World War, is white knuckle time for the rest of the world. Foreign governments don’t want to interfere in your democracy, so they can’t say what they really think about Trump. But we can. We’re terrified.”\nWe feel you, Canada.\nLooking to ease your election anxiety? Check out these Canadian meditation exercises.\n", "url": "http://www.huffingtonpost.com/entry/canada-immigration-trump-president_us_58229b95e4b0e80b02cdcdad", "tags": ["politics"]},
{"abstract": "The American election is in a downward spiral. American hero, Ken Bone's ", "title": "American Politics Is A Dumpster Fire - It's Time To Elect Canada For President", "text": "The American election is in a downward spiral. American hero, Ken Bone's terrible fall from grace shows that Trump wasn't wrong: we've got a country filled with bad hombres. We're staring down the barrel of a potentially violent and unsettling election driven by a man who will accept the results of the election only if he wins. What the fuck, America?\nThat's why the Canada Party thinks our best option is electing Canada as POTUS. We might be biased but we think our neighbors to the North offer a pretty great alternative to the insanity that's currently being tossed around in American politics.\nElecting Canada for president is certainly an alluring fantasy but voting in this election is your obligation. Jokes aside, this election is the most divisive in modern American history. Hillary Clinton is by no means a demonic soul sucking vacuum, as suggested by the video, but Trump is one hundred percent a reality tv host and nothing more. It's no longer about the lesser of two evils. It's just one evil, and one person who is clearly prepared for the position.\nIt's time to consider where the country is headed and to make a smart vote on November 8th. Speak out and let others know that the election isn't rigged. Despite everything Donald Trump has said we can't let people give into violent impulses in the name of protecting democracy. The only way to do that now is to vote and encourage others to do the same.\n", "url": "http://www.huffingtonpost.com/zac-thompson/american-politics-is-a-du_b_12576096.html", "tags": ["opinion"]},
{"abstract": "We've completely forsaken journalistic integrity today. We're tired of writing about ", "title": "Here's Some Creepy Cats For Halloween", "text": "We've completely forsaken journalistic integrity today. We're tired of writing about Trump doing stupid things (sexist, racist, or otherwise), so here's some cats. \nHopefully these kitties will take your mind off of the sad dumpster fire that is American politics at the moment. Perhaps this post is a preview of what the internet will look like after November 8th. \n\nFor more from Cole & Marmalade, check out their YouTube channel.\n", "url": "http://www.huffingtonpost.com/outspeak/heres-some-creepy-cats-for_b_12737688.html", "tags": ["opinion"]},
{"abstract": "\"I'm freaking out.\"", "title": "Kendall Jenner’s Sleep Paralysis Is Actually Pretty Common", "text": "On Sunday, Kendall Jenner opened up about struggling with a sleep problem that is thought to affect nearly eight percent of the general population: sleep paralysis.\n“I wake up in the middle of the night and I can’t move,” Jenner said in the latest episode of Keeping Up With the Kardashians. “I’m freaking out.”\nIndeed, sleep paralysis is a phenomenon where you are awake and conscious, but your body is paralyzed (except for your eyes) and between 80 and 90 percent of the time you experience nightmares or disturbing hallucinations. \n“They [can be] scary experiences,” Brian A. Sharpless, associate professor at the American School of Professional Psychology at Argosy University and author of Sleep Paralysis, told The Huffington Post.\nEpisodes happen during your lightest stage of sleep ― rapid eye movement sleep (REM), during which you dream ― and can last anywhere from a few seconds to a few (terrifying!) minutes.\nSharpless is not Jenner’s doctor, but he noted that several struggles Jenner discussed in the show, such as anxiety and jet lag, can increase the risk of experiencing the scary episodes.\n“Everyone says I’m fine, but I don’t feel fine,” Jenner told her mother Kris Jenner on the show.\nThe episodes can be terrifying, Sharpless said. But for most people, sleep paralysis episodes are a one-time or occasional experience ― and they’re not necessarily a problem or dangerous. \nHere are four other important facts about sleep paralysis:\nResearch has suggested sleep paralysis is way more common in people with mental health issues and young adults, affecting more than 28 percent of students, nearly 32 percent of psychiatric patients and nearly 35 percent of people with panic disorder.\nEstimates suggest that somewhere between 15 and 45 percent of people with sleep paralysis experience such episodes repeatedly, and not as a side effect of another sleep disorder or condition ― which is known as recurrent isolated sleep paralysis. People with the recurrent condition also tend to have trouble with sleep because of the episodes, such as trouble falling asleep or avoiding sleep out of fear.\n“You don’t have the disorder if it just happens once,” Sharpless said. “And it has to actually be affecting your behavior [to be recurrent isolated sleep paralysis].” \nPracticing good sleep behavior like skipping alcohol and caffeine before heading to bed and waking up and going to bed at the same time everyday can help anyone avoid sleep paralysis.\nAnother tip: sleep on your side, Sharpless said. Sleeping on your back or stomach make sleep paralysis way more likely, he explained.\nAnd for people with the recurrent condition, a sleep medicine specialist or psychologist may be able to prescribe medications that help suppress REM sleep (and therefore help people avoid sleep paralysis). \nTaking the simple steps of getting on a regular sleep schedule, skipping alcohol and caffeine before bed and sleeping on her side, all might help Jenner’s episodes go away, Sharpless said.\nAnd if those fixes don’t help, he said Jenner (or anyone experiencing similar symptoms) should consider seeing a sleep medicine specialist or psychologist who could help determine if the episodes are something more serious. \n", "url": "http://www.huffingtonpost.com/entry/kendall-jenner-sleep-paralysis_us_580a2833e4b0cdea3d86e413", "tags": ["science"]},
{"abstract": "Skywatchers are in for a big, bright treat in two weeks!", "title": "A Supermoon Like This One Won't Come Again Until 2034", "text": "On Nov. 14, skywatchers will be treated to a supermoon so big and bright that it’s being billed as a “super-dupermoon” or an “extra-supermoon.”\nSupermoons aren’t especially uncommon, but this will be the nearest that a full moon has come to Earth since January 26, 1948. The full moon won’t get this close again until November 25, 2034.\nThe term supermoon refers to a full moon that occurs when our planet’s natural satellite is at its closest point to Earth in its elliptical orbit. Astronomers call that point perigee, and so “perigee moon” is another term for supermoon. (The point at which the moon is most distant from Earth in its orbit is known as apogee.)\nA supermoon can appear up to 14 percent bigger and 30 percent brighter than an apogee full moon, according to NASA. The effect is most pronounced when the moon is viewed near the horizon.\nThis supermoon is one of three to occur during the last three months of 2016. There was a supermoon on Oct. 16, and there will be another on Dec. 14. But this one coming up will be the most special of the lot ― so try not to miss it.\nWhat’s the best way to see the supermoon?\n“Just find a dark area clear of trees,” Dr. Noah Petro, a scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland, told The Huffington Post in an email. “Anytime after dark is good and once the moon is up. There is no prime time when people have to do it, but the moon has to have risen for people to see it! : )”\nNuff said.\n", "url": "http://www.huffingtonpost.com/entry/supermoon-watch_us_581a04e6e4b0a76e174c3538", "tags": ["science"]},
{"abstract": "The state has some of the strictest gun laws in the country. Voters just said they’re not enough.", "title": "California Just Got Even Tougher On Guns", "text": "Californians voted Tuesday to pass Proposition 63, a sweeping gun control measure that will bolster the state’s already substantial restrictions on firearms and ammunition. \nThe ballot initiative, spearheaded by California Lt. Gov. Gavin Newsom (D), will implement a slew of new gun regulations intended to help prevent mass shootings. The measure bans possession of large-capacity magazines, mandates background checks and permits for ammunition purchases, requires individuals and businesses to report lost or stolen firearms, and makes all firearm thefts felonies regardless of the value of the weapon. The measure will also set up a process for courts to remove guns from people convicted of certain crimes. \nNewsom, who is running for governor in 2018, unveiled the ballot measure during a press conference in San Francisco last October. He argued the proposed regulations could help curb mass shootings by making it more difficult for people to purchase guns and ammunition.\n“We have the ability to do something about [mass shootings],” he said. “We have the capacity to turn things around.” \nSome of the components of Proposition 63 were already put into place when California Gov. Jerry Brown (D) signed six gun bills into law this summer. However, Newsom argued his proposed measure goes further than the laws signed by Brown and will close loopholes in existing state laws. For example, one law signed by Brown requires showing an ID and undergoing an instant background check in order to buy ammunition, while Newsom’s proposal requires gun owners to obtain a four-year permit from California’s Department of Justice before purchasing bullets. \nThe initiative received support from many of the state’s most prominent politicians, including Sens. Barbara Boxer and Dianne Feinstein, state Senate President Pro Tem Kevin de León, San Francisco Mayor Ed Lee, California Secretary of State Alex Padilla and many other Democratic officials. \nProposition 63 also faced fierce opposition from gun rights groups, which argued the rules would just make it harder for law-abiding people to buy guns while doing nothing to keep firearms out of the hands of criminals. A website called StopNewsom.com, funded by the Firearms Policy Coalition, particularly took issue with the measure’s restrictions on ammunition purchases, calling the proposed rules “burdensome” and a “massive infringement on your Constitutional rights.” \nHowever, the nation’s most prominent gun lobby ― the National Rifle Association ― largely stayed out of the fray, spending just $95,000 to try to defeat the measure. (In contrast, the NRA has put up almost $4 million to fight a background check measure in Nevada.) That disparity could be credited to California’s demographics ― the state is largely Democratic, and polls indicated the measure was likely to pass. The laws signed by Brown earlier this year also may have discouraged the NRA from spending much on the campaign, as some of the components most objectionable to gun rights activists were already set to go into effect.\nDespite the group’s relative absence from the campaign, Newsom has touted passing the ballot initiative as a victory over the NRA and other arms of the gun lobby. Earlier this month, Newsom challenged NRA executive Wayne LaPierre to a public debate on the measure: \nProposition 63’s components are set to go into effect next year.\n", "url": "http://www.huffingtonpost.com/entry/california-gun-law_us_5818e50ae4b00f11fc5c22aa", "tags": ["politics"]},
{"abstract": "The Arizonan had a complicated relationship with GOP presidential nominee Donald Trump.", "title": "John McCain Survives To Win 6th Senate Term", "text": "WASHINGTON ― Sen. John McCain (R-Ariz.) is projected to win his re-election bid, having fended off challenges presented both by his opponent, Rep. Ann Kirkpatrick (D-Ariz.), and GOP presidential nominee Donald Trump.\nEarly in the campaign, McCain looked to be in the fight of his political life, with some polls putting the centrist, pro-gun Kirkpatrick within a point or two of the veteran incumbent.\nThe ascendence of Trump complicated the senator’s campaign, forcing a lawmaker long regarded as a maverick to toe the party line and embrace a toxic character who had insulted McCain’s war service.\nMcCain never gave Trump a strong endorsement, but while facing tea party challengers in his primary, he insisted he’d back his party’s nominee.\nMcCain was forced to dodge questions about Trump all summer and fall, and skipped his party’s nominating convention. He didn’t abandon Trump until recordings emerged that revealed the GOP nominee had boasted about sexually assaulting women.\nStill, Kirkpatrick ran a lackluster campaign and never inspired much excitement, even in a state with a large Latino population and in a year when her party had nominated a woman for president. She polled significantly lower than Hillary Clinton throughout the campaign.\nMcCain’s win sends him to his sixth term in the United States Senate, where he promised during his campaign to block any Supreme Court justices named by Clinton.\n", "url": "http://www.huffingtonpost.com/entry/john-mccain-arizona-senate_us_581b7476e4b07cfea321b70d", "tags": ["politics"]},
{"abstract": "The planet just saw the hottest five years on record.", "title": "Climate Change Is Already Driving Extreme Weather, U.N. Agency Says", "text": "MARRAKECH, Morocco ― The five years from 2011 through 2015 were the warmest on record, a trend that’s increasing the prevalence of extreme weather, including flooding and drought, a new report from the World Meteorological Organization has found.\nThe U.N. agency analyzed 79 instances of extreme weather reported in academic journals in the five-year period and found that climate change contributed to more than half. Some events, such as extreme heat, are up to 10 times more likely to occur due to global warming.\n“Over time we’ve been able to build up a picture of what’s happening to the planet’s vital signs,” Maxx Dilley, director of the WMO’s climate prediction and adaptation branch, said at a news conference.\nThose vital signs now come from a planet in flux. Last year, the warmest in recorded history, average temperatures rose 1 degree Celsius above pre-Industrial Age levels for the first time, the WMO said. The amount of carbon dioxide in the atmosphere also hit 400 ppm for the first time in 4 million years.\nThe WMO released its in-depth survey at the 22nd Conference of the Parties in Marrakech, the year’s largest conference centered on climate change.\nWorld leaders have pledged to do everything they can to keep the planet from warming beyond 2 degrees Celsius, the level scientists say we must stay beneath to avoid the worst effects of climate change.\nBut some of those effects have already begun.\nA drought in east Africa killed nearly 260,000 people from 2010 to 2012, and superstorms like Hurricane Sandy in the U.S. in 2012 and Typhoon Haiyan in Southeast Asia in 2013 have caused billions of dollars in economic damage. The WMO also pointed to environmental changes including melting ice sheets and rising seas.\n“We’re scientists, so we look at the facts: The rates of ice melting and the rates of greenhouse gas increases and the rates of temperature increases, they are very serious matters,” Dilley said. Although hesitant to offer an opinion on the findings, he said, “When you take off your scientist hat and you look at it, it’s very concerning.”\nHowever, the agency said the ongoing climate summit, the first since the landmark Paris climate agreement was ratified, still fosters an era of hope.\n“This year we are all very inspired by the Paris agreement,” said Elena Manaenkova, deputy secretary general of the WMO. “It’s a feeling of confidence that actions are being taken.”\n \n", "url": "http://www.huffingtonpost.com/entry/un-climate-change-report_us_582214dfe4b0d9ce6fbf0bcc", "tags": ["science"]},
{"abstract": "Pramila Jayapal was backed by Sen. Bernie Sanders (I-Vt.).", "title": "An Indian-American Woman Was Just Elected To The U.S. House For The First Time", "text": "Pramila Jayapal was elected to Congress Tuesday night, meaning she will be the first Indian-American woman to hold a seat in the U.S. House of Representatives. \nJayapal, currently a Democratic state senator, defeated fellow Democrat Brady Walkinshaw with 57 percent of the vote to secure her spot in the House after both advanced from the “top two” primary.\nWashington’s 7th District — currently represented by retiring Rep. Jim McDermott (D) — encompasses most of Seattle and its neighboring communities, making it the most progressive district in the Pacific Northwest and one of the most Democratic districts in the country.\nJayapal will also join Kamala Harris (D-Calif.), the first Indian-American woman elected to the U.S. Senate, in the 115th Congress.\nJayapal was born in India but immigrated to the United States when she was 16. Following the 9/11 terrorist attacks, which spawned hate crimes and discrimination against Arab, Muslim and South Asian Americans, Jayapal founded an organization called Hate Free Zone, later rebranded as OneAmerica. \nUnder her leadership, OneAmerica became a major advocacy organization for immigrants and refugees living in the U.S. She has also helped more than 20,000 new Americans register to vote, and in 2013, Jayapal was dubbed a White House “Champion of Change.”\nJayapal was elected to the Washington state Senate in 2014. After declaring her candidacy for the U.S. House earlier this year, Jayapal earned an early endorsement from Sen. Bernie Sanders (I-Vt.).\nJayapal had been endorsed by at least 20 other members of Congress, feminist Gloria Steinem, EMILY’s List and Planned Parenthood, among many others.\nIn a fundraising email, Sanders praised Jayapal’s track record as a public servant.\n“Pramila helped lead the fight for paid sick leave and a $15 minimum wage in Seattle,” Sanders wrote. “She’s not afraid to take on powerful special interests. She’s fought for immigrant rights, opposed the war in Iraq, and worked to protect Social Security.”\nJayapal said she plans to take up these issues — as well as LGBTQ rights, women’s rights and environmental concerns  — when she begins her term in the U.S. House in January.\n", "url": "http://www.huffingtonpost.com/entry/pramila-jayapal-wins_us_5820ed1be4b0e80b02cc0193", "tags": ["politics"]},
{"abstract": "Rhythm holds the key to good sex, a study suggests.", "title": "Sexual Pleasure Literally Puts You Into A Trance", "text": "Many people feel that they “lose control” in the climax of a sexual encounter, and research shows this is a very apt description of what’s going on in the brain.\nIn a paper in the journal Socioaffective Neuroscience & Psychology last month, Northwestern University neuroscientist Adam Safron proposes that the rhythmic nature of sexual activity gives rise to a trance state involving total sensory absorption and a loss of self-awareness.\nHe compares the process to “pushing someone on a swing,” because the rhythmic nature of sexual stimulation can cause neurons in the brain to oscillate at the same frequency. This is known as “neural entrainment.” If the stimulation is intense and sustained enough, then synchronized activity can spread throughout the brain.\nSuch synchronization can create a state of focused attention that silences normal self-awareness, allowing us to “lose ourselves” in the moment. We access a state of sensory absorption during a sexual trance, which can build up an intensity of experience that helps trigger climax. \nFrom a neuroscientific perspective, sex may be an altered state of consciousness and perhaps even a form of meditative practice, according to Safron, who studies the neurological basis of sexual preference.\n“This way of viewing sexual experience is very different from, but consistent with, conceptualizing sex solely in terms of desire, pleasure, and arousal,” he told The Huffington Post on Wednesday. “I suspect that viewing sexuality as a kind of altered state of consciousness could help people to see sex as something extraordinary, potentially helping them to have a greater appreciation for their partners, and possibly even helping to prevent sex from losing its fascination.”\nThis fits with what we know about orgasms. They usually result from rhythmic stimulation of body parts that are high in sensory receptors. And some studies of sexual climax have shown that brain regions involved in higher-order cognition and executive function deactivate, suggesting a temporary “loss of control.” \nIn this way, sexual activity can be compared to music and dance ― all involve the ability to lose oneself in a rhythm and to potentially access an altered state of consciousness. In several early cultures, anthropologists have found evidence of rhythmic drumming, singing, chanting and dancing being used to access trance states. \nThe takeaway? Paying more attention to rhythm could be a powerful way to improve your sex life. \n“The ability to maintain and adjust rhythms precisely, and with variety, helps to make someone both a good dancer and a good lover,” Safron said. “Focusing on the rhythmic aspects of sexuality could both help people to enjoy sex more and to be more of the kinds of lovers that they want to be.”\n", "url": "http://www.huffingtonpost.com/entry/sexual-pleasure-trance_us_581a0950e4b01f610e395c14", "tags": ["science"]},
{"abstract": "Just wow.", "title": "Elect To Watch All 13 Of Stephen Curry's Record-Breaking 3-Pointers", "text": "Tired of the election? Want to watch an athlete at the top of his game instead?\nStay here a bit. Two-time MVP Stephen Curry broke an NBA record, making 13 three-pointers Monday to lead the Golden State Warriors past the New Orleans Pelicans, 116-106.\nHe surpassed the single-game record of 12 he had shared with Kobe Bryant and Donyell Marshall after just 17 attempts, scoring 46 points overall. Check out all 13 long-range baskets in the video above.\nAnd to think that just days ago he didn’t sink a single 3 for the first time after 157 games.\nYeah, he can still shoot.\n", "url": "http://www.huffingtonpost.com/entry/stephen-curry-record-breaking-3-pointers_us_5821b957e4b0e80b02cc752d", "tags": ["sport"]},
{"abstract": "It's a sad day in Ohio.", "title": "Cleveland Indians Fans Are Not Reacting Well To World Series Loss", "text": "The 2016 World Series was one for the history books. In Game 7 on Wednesday, the Chicago Cubs beat the Cleveland Indians 8-7, becoming World Series champions for the first time in 108 years.\nRegardless of your team affiliation, it was one thrilling game, with a leadoff homer by the Cubs, a game-tying home run by the Indians in the bottom of the 8th, and an extra-innings victory by one of baseball’s long-running underdogs.\nEven though the Indians almost did it, some Cleveland fans are despairing. And rightfully so. The Indians are in a 68-year World Series championship drought ― now the longest of any MLB team, according to SportsCenter.\nBelow, see some of the best Twitter reactions to Cleveland’s heartbreaking loss.\n", "url": "http://www.huffingtonpost.com/entry/cleveland-indians-world-series-loss-fans_us_581bbc16e4b0d9ce6fbaed20", "tags": ["sport"]},
{"abstract": "That's what you get for being too fancy.", "title": "Chris Boswell Looks Like Charlie Brown In Worst Onside Kick Ever", "text": "While he may have been attempting a tricky onside kick Sunday, the Pittsburgh Steelers’ Chris Boswell looked an awful lot like a certain sandlot player from “Peanuts.”\nThe visiting Steelers were down 21-14 to the Baltimore Ravens with 48 seconds left. Boswell tried a sleight-of-foot maneuver called a “rabona.” It may have been the lamest onside kick attempt in history.\nNo we know Lucy wasn’t pulling the ball away at the last moment and Boswell wasn’t gaining a full head of steam to kick off and fall flat like Charlie Brown, but the result was pretty much the same.\nAnd Charlie Brown’s yellow-and-black shirt has the Steelers’ colors!\nThe Ravens took possession and secured the victory.\nWatch the whole sequence here: \n", "url": "http://www.huffingtonpost.com/entry/chris-boswell-onside-kick_us_582075c7e4b0aac624856c2d", "tags": ["sport"]},
{"abstract": "Leslie Woz' Dell laptop is a lemon, and now it's out of warranty. Should the company honor an implied warranty?  \n Question: I need your help with a D...", "title": "This Dell Laptop Never Worked. How About A Refund?", "text": "Question: I need your help with a Dell Inspiron laptop that died from a failed motherboard after 14 months. While on the surface it would seem that since this is beyond the 12-month warranty period, I believe that we had a valid case for an exception because the laptop did not function correctly from day one, required three onsite visits by technicians who took the laptop apart and replaced numerous parts, as well as several very long technical troubleshooting sessions over the phone in which it was discovered that the laptop had the wrong or outdated software.\nThe laptop was finally repaired to the point of being usable three months after the purchase date, and I believe that it is only fair that the warranty should have started at that point. It is also my contention that the several service calls which took the laptop apart could have very well caused harm to the motherboard. I asked Dell to consider these facts and repair the laptop at their expense. They have refused.\nI am pushing this issue because I think that it is only right for a company to stand behind their product. When a product is sold that is totally defective, then that product should have been replaced, and the warranty restarted. Dell seems to think that they do not have to stand behind their product.\nHaving worked for Fortune 500 companies, I'm well aware that there is an exception process for warranties that would seem to apply when a product has shown itself to be grossly problematic, as ours was. When this was brought to a supervisor's attention, he agreed that Dell had an exception process, but could not articulate why our computer would not apply. He simply kept repeating that our computer was not under warranty, and there was nothing he could do.\nAnswer: Your Dell warranty lasted a year, no more, no less. (Technically, it's one year \"beginning on the date of invoice,\" according to the manufacturer.) The company can bend its own rules whenever it wants to, but it doesn't have to.\nWell, shoot, if I'd read this before buying a Dell, I would have had second thoughts about the warranty. Certainly, even if Dell would extend the warranty, who's to say it would mean it would replace your motherboard?\nYou followed all the steps to a resolution, including starting a paper trail and then appealing your case to four levels of Dell's executive customer service contacts. But nothing seemed to work.\nI contacted Dell on your behalf and was encouraged when I heard back from the company right away. A representative apologized for your problems and promised to send your repair request to Dell's \"escalations team\" for a resolution.\nBut that resolution never came. A Dell employee contacted you and said that despite all the problems with your Inspiron, Dell was not going to cover the cost of fixing it. I'm hesitant to write about a case that wasn't resolved, but you encouraged me to cover your problem in a column as a warning to others: When Dell says 12 months, that's exactly what it means.\n", "url": "http://www.huffingtonpost.com/entry/this-dell-laptop-never-worked-how-about-a-refund_us_581f553ce4b0334571e09d7c", "tags": ["tech"]},
{"abstract": "“This is the most momentous Election Day in history for the movement to end marijuana prohibition.\"", "title": "Well, At Least Marijuana Won Big On Election Night", "text": "Election night brought several astonishing, wholly unforeseen results. But let’s put the presidential campaign aside for a second and talk about weed. \nMarijuana was on the ballot in nine states on Tuesday. Voters in eight of those states went to the polls and approved measures to roll back longstanding restrictions on the drug, delivering a historic victory for marijuana police reformers.\nBy the end of the night, four states approved recreational marijuana, with California, Nevada, Massachusetts and Maine all rejecting prohibition and opting to tax and regulate the drug instead. The efforts doubled the number of states with legal weed, bringing the total to eight, which are home to nearly a quarter of the nation’s population. Florida, Arkansas, North Dakota and Montana also voted on marijuana for medical use, bringing the total to 29 states and Washington, D.C. \nOnly Arizona, which was considering recreational marijuana legalization, voted down their measure on Tuesday.\nThe results, as well as the scale of the successes ― which saw measures like Florida’s passed by huge double-digit margins ― will give a shot in the arm to the campaign for legalization and reform, said marijuana policy experts.\n“This is the most momentous Election Day in history for the movement to end marijuana prohibition,” said Rob Kampia, executive director of Marijuana Policy Project. “These votes send a clear message to federal officials that it’s time to stop arresting and incarcerating marijuana users. Congress must take action to ease the tension between state and federal marijuana laws.”\nThe trend of state-level legalization reflects a broader cultural shift toward acceptance of marijuana, the most commonly used illicit substance in the United States. National support for the legalization of marijuana has risen dramatically in recent years, reaching historic highs in multiple polls just last month. States like Colorado have established regulated marijuana marketplaces, and successes there have debunked some lawmakers and law enforcers’ predictions that such polices would result in disaster.\nStill, the federal government continues to ban cannabis, classifying it in Schedule I as one of the “most dangerous” drugs, alongside heroin and LSD. States have been able to forge ahead on legalization despite the federal ban, helped in part by federal guidance that urged prosecutors to refrain from targeting marijuana operations that are legal under state law.\nPresident Barack Obama has suggested the government may soon need to reassess its position. In an interview with “Real Time” host Bill Maher on his show that aired last week, Obama said successes in the legalization movement should lead to “a more serious conversation about how we are treating marijuana and our drug laws generally.”\n“If, in fact, [marijuana legalization] passed in all these states [on Tuesday], you now have about a fifth of the country that’s operating under one set of laws, and four-fifths in another,” Obama said. “The Justice Department, DEA, FBI ― for them to try to straddle and figure out how they’re supposed to enforce laws in some places and not in others — they’re gonna guard against transporting these drugs across state lines, but you’ve got the entire Pacific corridor where this is legal — that is not gonna be tenable.”\nBut soon, federal marijuana policy will be in President-elect Donald Trump’s court. Trump has said he would respect states’ rights on the issue, but his potential incoming administration has some marijuana reformers worried.\nEthan Nadelmann, executive director of the Drug Policy Alliance, said he was deeply concerned because Trump’s most likely appointees to senior law enforcement positions ― former New York City Mayor Rudy Giuliani and New Jersey Gov. Chris Christie ― and Vice President-elect Mike Pence “are no friends of marijuana reform.”\n“The progress we’ve made, and the values that underlie our struggle ― freedom, compassion, reason and justice ― will be very much at risk when Donald Trump enters the White House,” he said.\nGiuliani has called legalizing marijuana in any form a “mistake.” And Christie said if he were president, he would “crack down” on legalization and “enforce the federal laws.” Both men have been rumored to be in line for cabinet positions in the Trump Administration, perhaps attorney general.\nTom Angell, chairman of drug policy reform group Marijuana Majority, said he expects Trump to hold true to his pledge not to interfere with existing state laws.\n“Trump has clearly and repeatedly pledged to respect state marijuana laws, and we fully expect him to follow through on those promises, not only because it is the right thing to do but also because these reforms are broadly supported by a growing majority of voters,” Angell said. “Reversing course and going against the tide of history would present huge political problems that the new administration does not need.”\n", "url": "http://www.huffingtonpost.com/entry/election-day-marijuana-votes_us_5822e05ae4b0aac6248854e6", "tags": ["politics"]},
{"abstract": "Euphoria, personified.", "title": "And Here We Have The Happiest Child In Human History", "text": "This 5-year-old’s name is Rudy Toees, and he is very happy the Chicago Cubs won the World Series.\nThere is a lot of ugliness in the world right now, so I want to personally thank Rudy for reminding me that there is some goodness, too. Thank you, Rudy. You look great. \n", "url": "http://www.huffingtonpost.com/entry/happiness-personified_us_581cf1dfe4b0d9ce6fbc12a8", "tags": ["sport"]},
{"abstract": "Nevertheless, investors remain bullish on the tech juggernaut", "title": "Facebook Warns Growth To Slow, Stock Tumbles", "text": "Facebook shares tumbled more than 6 percent in after-hours trading on Wednesday after the company warned that revenue growth would slow this quarter, offsetting strong earnings that handily beat Wall Street estimates.\nIn a call with analysts, Facebook Chief Financial Officer David Wehner said ad growth would likely slow “meaningfully” due to limits on “ad load,” or the number of ads that Facebook can put in front of customers without alienating them.\nHe also said 2017 would be a year of aggressive investment that will see a substantial increase in expenses.\nFacebook shares were down 6.9 percent in after-hours trading, at $118.45.\nWhile the warning about the fourth quarter sent some investors running, by most metrics the company beat analysts’ expectations on torrid mobile ad growth.\nMobile ads accounted for 84 percent of Facebook’s total advertising revenue of $6.82 billion in the third quarter that ended Sept. 30, compared with 78 percent a year earlier.\nThe company is also reaping the benefits of a big push into video, both on Facebook itself and on the Instagram photo app.\nFacebook reported a 55.8 percent rise in quarterly revenue, to $7.01 billion, beating analysts’ average estimate of $6.92 billion, according to Thomson Reuters I/B/E/S.\nExcluding items, the company earned $1.09 per share. On that basis, analysts had expected 97 cents per share.\nFacebook said about 1.79 billion people were using its site monthly as of Sept. 30, up 16 percent from a year earlier.\nThe strong numbers come as Facebook has struggled in recent months to combat allegations that it unfairly removes certain content on its service, and news in September that the company had for years overestimated how it calculates the average time users spend watching video.\nBut investors appear optimistic Facebook will continue to grow revenue through its aggressive expansion of mobile and video advertising.\nMore than 90 percent of Facebook’s users access the social network through mobile devices, and the company now boasts daily average mobile users of 1.09 billion, up 22 percent from last year.\n(Reporting by Rishika Sadam and Supantha Mukherjee in Bengaluru; Editing by Saumyadeb Chakrabarty and Bill Rigby)\n", "url": "http://www.huffingtonpost.com/entry/facebook-growth_us_581a69e0e4b0c43e6c1de937", "tags": ["tech"]},
{"abstract": "Anthony Rizzo, David Ross and Dexter Fowler joined the actor for a rendition of “Go Cubs Go.\"", "title": "Chicago Cubs Stars And Bill Murray Make A Real Song And Dance On 'SNL'", "text": "A few Chicago Cubs temporarily abandoned the baseball field to join a barbershop quartet on “Saturday Night Live.”\nPlayers Anthony Rizzo, David Ross and Dexter Fowler donned matching straw hats and Cubs sweaters with Hollywood actor and longtime Cubs fan Bill Murray for a rousing rendition of their team’s anthem, “Go Cubs Go.”\nThe World Series champions were also featured alongside “SNL” host Benedict Cumberbatch in a somewhat bizarre skit in which they stripped for a grandmother at a bachelorette party that goes very, very wrong.\nCheck out the players singing above, and the stripper clip below:\n", "url": "http://www.huffingtonpost.com/entry/snl-chicago-cubs-bill-murray_us_581ee15ce4b0aac62484faa7", "tags": ["sport"]},
{"abstract": "His \"You've got mail!\" brightened your day (unless you, um, didn't have any new mail).", "title": "Uber Driver In Ohio Once Welcomed You To Your AOL Account", "text": "You probably wouldn’t know Elwood Edwards if you saw him, but you’d recognize him the minute he started talking to you.\nBack when the world was simple and AOL was the hottest digital innovation (circa 1999), hearing “You’ve got mail!” after logging in to your account was easily the highlight of your day.\nEdwards was the person alerting you to check your inbox.\nHe was spotted over the weekend, offline and in the driver’s seat of an Uber. Passenger Brandee Barker tweeted this glorious video of her serendipitous ride: \nIsn’t Edwards is such a gem?\nEdwards told Fast Company earlier this year that he got involved with AOL ― which is now The Huffington Post’s parent company ― before it was even AOL. His wife, Karen, worked for a company called Quantum Computer Services. Quantum wanted to add a voice to the user interface of an online service called Q-Link. Edwards had spent a lot of time in radio and TV, so Karen threw his name into the mix for the project.\nEdwards recorded four phrases at the request of Quantum CEO Steve Case ― and they went on to set the tone for a generation of internet users.\nSo, next time you get into an Uber and hear a particularly familiar-sounding welcome, check to see if you’ve met Edwards. \nH/T New York magazine\n", "url": "http://www.huffingtonpost.com/entry/aol-youve-got-mail-uber-driver-elwood-edwards_us_58209c4ce4b0e80b02cb3ecd", "tags": ["tech"]},
{"abstract": "It's been a rough 13 months for the one-time Silicon Valley darling.", "title": "Walgreens Is Suing Disgraced Blood-Testing Startup Theranos", "text": "Walgreens filed a lawsuit against disgraced blood-testing startup Theranos on Tuesday. \nThe retail pharmacy giant once helped float Theranos to a $9 billion valuation, vaulting its founder and CEO, Elizabeth Holmes, to tech industry stardom. But in October 2015, The Wall Street Journal exposed major problems with the company’s marquee product, which claimed to be able to run 240 different tests on a single drop of blood.\nTheranos vehemently denied the report, but new revelations kept coming. Nine months later, Walgreens abandoned the scandal-struck company, vowing to no longer use its laboratories to test blood from patients at its walk-in clinics. Theranos’ valuation plummeted, wiping out much of Holmes’ $4.5 billion net worth ― held largely in company stock ― seemingly overnight. \nWalgreens is now accusing Theranos of violating some nondisclosure and confidentiality agreements that were part of its original partnership with the startup, according to court filings. \nWalgreens spokesman Jim Cohn confirmed to The Huffington Post that the suit had been filed Tuesday in Delaware. He declined to comment further.\nBut John Carreyrou, the star Wall Street Journal reporter who led the investigation against Theranos, said on Twitter that Walgreens is suing for $140 million. \nA major hedge fund investor said last month that Theranos had used a “series of lies” to convince it to invest $100 million, and sued the startup for fraud. That same week, Theranos announced plans to lay off 40 percent of its staff and get out of the blood-testing business.\nTheranos did not respond to a request for comment.\n", "url": "http://www.huffingtonpost.com/entry/walgreens-sues-theranos_us_582249b6e4b0d9ce6fbf87e0", "tags": ["business"]},
{"abstract": "This isn't the high road, but it's definitely eye-catching.", "title": "Slack Trolls Microsoft In Full-Page New York Times Ad", "text": "Just because you’re a startup worth a couple billion dollars doesn’t mean you can’t be a little petty sometimes.\nSlack, a group chat software popular with digital companies ― including The Huffington Post ― published a less-than-gracious open letter in The New York Times on Wednesday with some words of advice for Microsoft, its newest competitor. \nSlack’s semi-congratulatory note was published just hours before its tech giant rival officially launched Microsoft Teams, a new group messaging platform for its software suite, Office 365. \nHere’s the full-page Times ad, shared below by Slack CEO Stewart Butterfield. (The letter was also published on Slack’s site.)\nIn the letter, Slack welcomes Microsoft to “the revolution.” It’s “validating” and “a little scary” to have the competition, the letter acknowledges, while also making it clear that Slack was totally here first.  \n“All this is harder than it looks,” the letter states. “We know that playing nice with others isn’t exactly your MO, but if you can’t offer people an open platform that brings everything together into one place and makes their lives dramatically simpler, it’s just not going to work.” \nSlack’s letter has some precedent. In 1981, Apple took out a full-page ad in The Wall Street Journal to congratulate IBM for developing a personal computer, Digg noted. \nA promotional video introducing Microsoft Teams describes it as “a chat-based workspace that gives people one place to connect and create in inherently human ways.” The app will include video chat and threaded comments, according to TechCrunch. \nSlack has 4 million daily active users, according to Fortune, and plenty of competitors ― last month, Facebook announced its chat app, Facebook Workplace, which is already in use at 1,000 companies, Facebook said.\nTo be fair, Microsoft doesn’t have much of a reputation for leading the way when it comes to advancements in tech. But Office 365 is widely used by businesses and has over 70 million active users each month, the company stated in a recent letter to shareholders. \nSlack is banking on its attention to user experience to retain customers, Wednesday’s letter explains.   \n“If you want customers to switch to your product, you’re going to have to match our commitment to their success and take the same amount of delight in their happiness,” it says. “One final point: Slack is here to stay.”\n", "url": "http://www.huffingtonpost.com/entry/slack-microsoft-open-letter_us_581a0e66e4b01f610e396815", "tags": ["tech"]},
{"abstract": "Take a moment and think about your team. Which colleagues are the naysayers? You know -- the people who you think of as \"...", "title": "The Culture Behind Leading-Edge Technology Companies", "text": "Take a moment and think about your team. Which colleagues are the naysayers? You know -- the people who you think of as \"The Mallet\" for their ability to smash promising ideas like a game of Whac-A-Mole.\nOf course, technology leaders should know how and when to say \"no\" to ideas that do not line up with the company's product plan. But if it feels like you are working in an arcade hall or your mental cheeks are a bit red from getting smacked around, something is terribly wrong.\nWhen \"no\" becomes the knee-jerk response to new ideas, it builds a culture of fear that stifles innovation. And that is a real problem at companies large and small.\nLeading-edge companies recognize the danger in avoiding new things out of fear of the unfamiliar. They embrace tireless iteration and changing course when better solutions arise. And they avoid that knee-jerk \"no.\"\nConsider Toyota, which started as a loom-making company in the 1920s. Today they sell more cars globally than anyone else. Another good example is General Electric. After significantly evolving over the last 124 years, GE is now reinventing itself as a digital powerhouse. \nCompanies that act on new ideas lead the way to change -- outpacing the naysayers in the process. The ones left behind slowly sink under the weight of a thousand \"nos.\"\nIf you suspect your company is averse to new ideas, here are a few corrective measures:\nShare the vision\nIs strategy shared with everyone -- or is it only for a privileged few? Forward-thinking leaders are transparent. It's not enough to make goals visible to the whole team. Each person needs to understand their unique value to the company and role in helping the company fulfill those goals. As a result, they're more likely to ideate in ways that line up with the strategic vision.  \nSupport openness\nGood ideas can come from anywhere. Encourage a culture of openness and provide a forum for anyone to contribute new ideas or improve upon existing ones. At Aha! we built an ideas portal right into our roadmapping software so that anyone -- from customers to employees -- can submit enhancements and new solutions, as well as vote on the ones they'd most like to see implemented. \nStay invested\nManagers with a \"no\" mindset are quick to poke holes without acknowledging merit. But hastily rejecting a fledgling idea helps no one -- least of all the person trying to contribute to the success of the organization. When you show that you are invested, your team will not deflate when an idea is not adopted. Before rejecting an idea, ask thoughtful questions to make sure you fully understand what is being suggested and push the creator to fully vet the possibilities. \nShow kindness\nYou can be a decisive leader and say \"no\" to a weak idea without crushing someone's spirit. Be honest and specific to help the person understand why their idea may be premature -- which may help lead to a better one. If there were elements of the idea that you did like, say so! If not, explain the value framework that you are using to dismiss it. Encourage them to keep on contributing. \nNot every idea will make the cut. But innovative companies promote a culture where ideas stand a chance to thrive. \nSmart leaders do not allow fear to rule the day. They are not afraid to imagine the possibilities and ask \"what if.\" They are open-minded about the future and support an ongoing stream of ideas that will help the company compete and innovate.\nThese are the companies and the people that I love to work with, and you likely do too. We should all put the mallet down before we smack what actually matters. \nHow does your company avoid the culture of \"no\"?\n", "url": "http://www.huffingtonpost.com/brian-de-haaff/the-culture-behind-leadin_b_12776284.html", "tags": ["tech"]},
{"abstract": "By Michael Burge\n\nVirtual reality is no longer associated with just gaming. The real estate industry is adopting this evolving technology to hel...", "title": "Virtual Reality: How Tech Is Changing The Way You Buy And Sell A Home", "text": "Virtual reality is no longer associated with just gaming. The real estate industry is adopting this evolving technology to help you buy and sell your home in ways never before possible.\nSay you're moving to another state, or you're interested in buying new construction and your home hasn't been built. You can take a virtual tour of your future home without leaving the comfort of the one you live in now.\nOr maybe it's time to sell, and you want a leg up in a competitive market. Now you can entice potential buyers with a 3-D rendering of your home before they step inside for a showing.\nHow does it work?\n\"Real estate is probably the only asset class that is experiential and trades in emotion,\" says Steven Giles, a broker with Douglas Elliman Real Estate in New York. \"I think virtual reality technology has greatly enhanced that experience.\" Giles says that in competitive markets, it's especially helpful for sellers to have access to the latest technology.\nSan Francisco-based Matterport is one of several media technology companies offering brokers, real estate agents and service providers 3-D cameras to capture a home's interior. Matterport stitches the images together to provide a walkthrough that uploads onto a cloud service. You can view the property as a 3-D model using your smartphone, tablet, computer or virtual reality headset.\nMatterport is now adding elements of augmented reality -- the superimposing of computer elements onto real settings -- to its walkthroughs, says CEO Bill Brown. \"In addition to being able to walk through the space, people can mark in objects within the space, and they can annotate those objects,\" he says. These notes can highlight features such as granite countertops or energy-efficient appliances.\nVirtual reality tours are a good way to reduce the number of physical home walkthroughs you have to make because they help you narrow down your search, Brown says. He's seen buyers arrive at the first open house ready to make an offer because they've already done a virtual walkthrough. \"It just builds momentum around the transaction much more quickly.\"\nReal estate media company Circle Visions, also based in San Francisco, is working on another use of the technology: creating properties that don't yet exist. People who are building their own home or remodeling their current one can use virtual reality headsets to get a sense of what the property will look like once it's completed.\n\"When you look at a blueprint, you don't really get a sense of how it feels to be in that property, whereas with virtual reality, you're right in it,\" says Bob Yuan, president of Circle Visions. \"You can open doors, you can turn on the lights; you get a feel for the scale or the sense of that room.\"\nHow much does it cost?\nAs a seller, you won't pay a real estate company specifically for your property to be viewed through virtual reality, but the service cost might be included in your agent's fees. If your real estate agent can create a 3-D model of your home, ask her how much she charges for this service. Homebuyers don't have to pay anything to view homes in virtual reality.\n\nWhat are the drawbacks?\nMoving from room to room in a virtual space might make some homebuyers feel a bit wobbly. Because VR is in its early stages, people are still figuring out the right techniques, Brown says. \"I liken it to website design way back when the internet was new,\" he says. \"You would see all kinds of weird things in terms of how people set up their websites. Eventually people kind of settled on a set of norms for navigation and layout.\"\nYou may also have some trouble finding a real estate agent or broker who uses the technology, especially if you don't live in a large metropolitan area. Most brokerage and real estate firms still use 2-D photography and video walkthroughs to market properties. And the companies that do use virtual reality are, for the most part, marketing higher-end properties.\nIf your broker or real estate agent doesn't use virtual reality, ask her whether she'd be willing to look into it, as it could benefit her business as well.\nWhere is the technology headed?\nBrown predicts that virtual reality will someday replace 2-D photography. \"To me, there's no reason to have a gallery of disjointed pictures without having that spatial tie, when just as easily you can create an immersive environment of that space,\" he says.\nGiles thinks virtual reality will become more common in the coming years and that it could replace traditional sales offices or model homes or apartments.\n", "url": "http://www.huffingtonpost.com/nerdwallet/virtual-reality-how-tech_b_12870624.html", "tags": ["business"]},
{"abstract": "", "title": "The Startling Decline of Harley Davidson", "text": "\nHarley Davidson - a well-known brand to any motorcycle enthusiast - is going through a rough patch. Many changes have taken place in the past few years, and not all of them were for the best.\nFacing stiff competition from European and Japanese manufacturers and the continual rise of Polaris and its motorcycle division, Harley is finding difficulty in reaching its revised target of 264,000-269,000 motorcycle shipments this year.\nAmerica's largest motorcycle manufacturer is losing shares to foreign competitors such as Yamaha, Kawasaki, and Honda. Not only are their shares dropping, but the company has also faced legal issues.\nAround October 2016, Harley Davidson had to pay a $12 million penalty to the federal government due to an accusation of selling around 340,000 motorcycles that polluted the air at a rate higher than the federal Clean Air Act allows. Many Americans prefer to buy a car as opposed to a motorcycle. \nWhat does it signal?\nThe trends are shifting, and people are more conscious regarding health, comfort and their overall status.\nIn Q3 2016, the net profit for Harley Davidson reduced by 19%, or $114.1 million, compared to $140.3 million at a similar time last year, according to the company. \nThe consolidated revenue amounted to $1.27 billion compared to last year's $1.32 billion during the same period. \nIn 2014, US market share rose to 55.5%, and by 2015, there was a significant drop to 51.9%. Since then, the shares have increased by only 1%. \n\"The deliveries of Harley Davison bikes to Europe have significantly declined over the last few years. The Milwaukee motorcycle producer is planning to reorganize its production in Q4. The plan is to reduce the number of staff, which will cost the company an estimated $20-25 million,\" says, David Collins, A1AutoTransport Inc. \nDucati has a high potential of overtaking Harley Davidson if the statistics continue as they're going.\nDucati's sales increased by 10% in 2015 in the United States, while Harley Davidson's sales decreased by 1.7%. Besides Ducati's growth, other companies are also giving tough competition to this heavyweight motorcycle.\nHonda has always been famous for its cars, and few people knew of the fact that the company manufacturers motorcycles as well.\nHowever, in 2015, motorcycles brought so much profit for Honda that it became its third largest business segment. You might wonder if the first one is cars and the third one is motorcycles, then what's the second one? \nThe answer is: \nFinancial services. This sector brings Honda just as much profit as motorcycles do. \nLooking at the total motorcycle market figures from January to March 2016, there were 24,994 sales made. Honda was a leading manufacturer by volume with 5,512 units sold.\nYamaha was in the second spot with 4,995 units. In the last places, with an average of 2400 units sold, were Kawasaki, Suzuki, and Harley Davidson, as stated in the order.\nHowever, this picture changes if you look at road motorcycles only. Even though Honda is still the leading manufacturer, Harley-Davidson took second place in the sales department in 2016.\nJust like cars, motorbikes have individual classes from sports to luxury and comfort. So, it is unfair to compare different categories of motorcycles only by the number of sales made.\nHarley Davidson is a brand known for its unique style and elegance. \nNowadays, younger generations are looking for speed, sporty style, and comfort in the vehicles they drive. They lead active lives and drive fast cars, so it only makes sense that they'd want fast motorcycles too.\nThis is where Harley-Davidson, unfortunately, can't compete. The top leaders of the fastest bikes are Suzuki with a top speed of 248mph, Kawasaki with 220mph and Ducati with 169mph.\nRay of Hope\nMatt Levatich, the CEO of motorcycle maker Harley-Davidson, wants U.S. suppliers to be globally competitive by matching the costs of overseas rivals. \nHe also considers young adults as the most important segment. The investments on new engines, favoring a particular model, and other updates won't be decided by the core market of just older white men. \nThe bikes that appeal to younger adults, women, and minorities will be given more priority. Just like with anything in life, the new replaces the old, and if you don't catch up with what's in demand, your brand will get replaced as well.\nHarley Davidson still has many more years of success in the market, but if they continue in the way they are going now, the end will eventually come.\n", "url": "http://www.huffingtonpost.com/yatin-khulbe/the-startling-decline-of-_b_12796210.html", "tags": ["business"]},
{"abstract": "Operational simplicity has prevailed over customization. McDonald's said it has ended its \"Create Your Taste\" customization platform in the U.S. in favor...", "title": "McDonald's Drops 'Create Your Taste'", "text": "Operational simplicity has prevailed over customization. McDonald's said it has ended its \"Create Your Taste\" customization platform in the U.S. in favor of the simpler \"Signature Crafted Recipes\" platform that it began testing in San Diego in February. The story was first reported by Business Insider.\nThe \"Create Your Taste\" (CYT) platform uses kiosks where customers choose from a wide variety of options--from proteins to buns and toppings--to build a burger as they want it. With \"Signature Crafted Recipes\" customers choose one of four \"Flavors\" (topping combinations)  plus one of three bun options and a protein (beef, grilled chicken or Crispy buttermilk Chicken). The \"Signature\" platform was initially tested in 2015 under the name \"TasteCrafted.\"\n\n\"Signature Crafted Recipes'\" four \"Flavors\" offered in test are 'Pico Guacamole\" (pico de gallo, guacamole, buttermilk ranch, white Cheddar and leaf lettuce), \"Maple Bacon Dijon\" (maple-flavored bacon, Dijon mustard, caramelized onion, white Cheddar and lettuce), Deluxe (lettuce, tomato, onion and mayo) and \"Buffalo Bacon\" (blue cheese spread, buffalo sauce, applewood-smoked bacon, tomato and lettuce).\n\nIn San Diego and selected Pacific Northwest test markets, the \"Signature Crafted Recipes\" platform also has offered a \"Signature Sriracha\" combination (above) with sriracha-flavored Big Mac sauce, baby spinach, white Cheddar, baby Kale, crispy onions and choice of protein. BurgerBusiness.com reported the test in June. \nCYT originated in 2014 and was first widely implemented and refined in Australia. It arrived in China in 2015; Canada started rolling it out in September 2015 and it has been added across Europe we couldn't make it work, apparently.\nCYT was developed during the administration of former CEO Don Thompson. In a Jan. 23, 2015, Q4 earnings call with analysts very shortly before he was replaced by current CEO Steve Easterbrook, Thompson said McDonald's had \"plans to roll Create Your Taste across the majority of our restaurants by the end of this year.\" It didn't happen. \nThompson also said it \"has the potential to lift sales of core classics, by bringing more customers into our restaurants.\" Apparently that hasn't happened either.\nEasterbrook hosted a \"Turnaround Summit\" for franchisees in April 2015, presenting ideas that could help reverse the brand's sales slide in the U.S. CYT was among those concepts, but not all franchisees were impressed with its complexity or the cost to implement it. In a survey conducted by restaurant Mark Kalinowski, several voiced concerns. \"The ideas presented--such as Create Your Taste--do not fit our business model,\" said one.\nSaid anther operator, \"CYT will cost approximately $125,000 per restaurant. It sounds like, initially, sales with this new concept are very slow taking off.\" \nEasterbrook has touted CYT's success in Australia and elsewhere as examples of how the  \"Experience of the Future\" for McDonald's will evolve: more customization, more technology such as kiosk ordering and expanded table service. All that remains possible with \"Signature Crafted Recipes.\"\n\"Create Your Taste was a test, which we used as the name for customizable burgers in select U.S. cities.  McDonald's is now testing a customizable burger platform under the name 'Signature Crafted Recipes.'\n\"We continue to test a more modern restaurant experience in select markets in the U.S. featuring kiosks that allow customers to pick their bun, protein and ingredients under the Signature Crafted concept and also enjoy table service.  \n\n\"We are excited for our customers to experience the interactive and engaging features at these restaurants as well as the Signature Crafted concept, and we look forward to leveraging their feedback in our journey to bring a new level of convenience and excitement to the McDonald's restaurant experience.\"\n", "url": "http://www.huffingtonpost.com/burgerbusiness/mcdonalds-drops-create-yo_b_12802598.html", "tags": ["business"]},
{"abstract": "\"What is it about this lunch box which makes it unsuitable for my daughter?\"", "title": "Dad Calls Out Needlessly Gendered Label On Space-Themed Lunch Box", "text": "A U.K. politician is fed up with needlessly gendered kids’ products. \nOn Tuesday, Labour Party councillor and father Joshua Peck tweeted a photo of a space-themed lunch box from retailer John Lewis. The item’s tag indicated that it was a “Boys Space Print Lunchbox.”\n”Hey @johnlewisretail. What is it about this lunchbox which makes it unsuitable for my daughter? Too sciencey?” he tweeted. \nThe comment prompted a long Twitter discussion, in which parents shared photos of their science-loving daughters and called for retailers to just #LetToysBeToys. Peck, who has a 4-year-old daughter, also shared a photo of a John Lewis “Boys Pirate Ship” product listing, which he tweeted in 2013 with a similar message. \n“As the father of a young daughter, I’m constantly shocked at the messages we send to children from the earliest age about who they should be and how they should behave according to their gender,” Peck told The Huffington Post.\n“Children learn everything they know from watching what adults do and say, and when we call girls bossy, say boys shouldn’t cry, or talk about boys’ jobs and girls’ jobs, we limit their potential hugely,” he added.\nSpeaking from his personal perspective as a parent, Peck noted, “I want my daughter to feel able to do what she wants to do ― be a mother, a fire fighter or a scientist ― based on her talents and ambitions, not what society thinks is appropriate for her to do. It’s really not that radical, and it’s sad that it still needs saying.”\nWhile Peck acknowledged that major retailers like John Lewis have made great progress on this issue in recent years, he said it’s still important for people to call out products that promote harmful gender stereotypes when they see them.  \nJohn Lewis representatives have taken note of Peck’s tweet and maintain that it was simply a matter of erroneous labeling. A spokesperson for the company told HuffPost UK:\nWhether or not the label was an error, Peck is still pleased that the tweet provoked an important discussion. “It’s easy to use words without thinking about what message they send to our kids, so its great to break that down, even if just by the tiniest bit,” he told HuffPost. “I also hope retailers will realize there are lots of people out there who really care about this stuff and keep working to improve.”\n#LetToysBeToys\n", "url": "http://www.huffingtonpost.com/entry/dad-calls-out-needlessly-gendered-label-on-space-themed-lunch-box_us_581b569ae4b0c43e6c1e7ce9", "tags": ["science"]},
{"abstract": "By Al Norman\n\nIt took a jury one minute to find 57-year-old Vicki Carll not guilty of shoplifting from Wal-Mart. The real crime was what Wal-Mart put her...", "title": "Wal-Mart's Astounding Shoplifting Trap", "text": "By Al Norman\nIt took a jury one minute to find 57-year-old Vicki Carll not guilty of shoplifting from Wal-Mart. The real crime was what Wal-Mart put her through by seeking prosecution when they knew she was innocent.\nAccording to court documents filed in Florida, Vicki Carll, a disabled mother, has retaliated for how Wal-Mart treated her by filing a lawsuit of her own against the retailer over the alleged shoplifting incident at a  Wal-Mart in Tampa two  years ago.  \nOn January 2, 2014, Carll went to Wal-Mart to buy dog food. After browsing the aisles, Carll went to the pet food aisle, put a large bag of dog food in her cart, and picked up a box of  flea medication to read the instructions. She noticed that this particular  box of flea medication had already been opened.  It appeared that the contents of the box were still inside and were undisturbed.\nCarll began walking on for a while with the flea medication in her hand, reading the instructions. She realized that this medication was for dogs much larger than hers, so she returned the box to a nearby shelf. Carll proceeded to the check-out stand to pay for her dog food. She was unaware that a Wal-Mart \"floor- walker\" had been following her from a distance. According to the lawsuit, the \"floor walker's job... is to look out for retail theft.\"  \nCarll's complaint says the Wal-Mart worker \"had an ulterior plan and motive for which Ms. Carll seemed to be the perfect victim.\" The complaint alleges that the Wal-Mart loss prevention worker had observed Carll \"pick up the box of flea and tick medication and watched from hiding as she returned it to the shelf.\"\nThe floor-walker \"secretly followed behind her and surreptitiously grabbed the box of flea and tick medication from the shelf where Ms. Carll had returned it.\" He then went to the main entrance/exit area of the store and positioned himself on a bench just inside the main doors and waited for Ms. Carll to approach, keeping the box of pet medication concealed from view.\nWhile Carll was standing in the check-out line, the floor-walker \"removed the individual doses from the medication box and laid them on the ground under the bench where he sat in wait for Ms. Carll.\" \"As would soon become clear,\" the worker's \"seemingly inexplicable behavior was actually part of an elaborate plan concocted...to frame an innocent shopper and allow him to make an arrest, or 'stop,' on his very first day on the job, thereby ingratiating himself  with his Wal-Mart employer.\" \n\nAs she passed by the bench, the floor-walker, \"leapt off his bench as soon as she passed and fell in directly behind her.\" He then \"physically accosted\" Carll on the sidewalk, and \"with his full force and strength, physically took hold of Ms. Carll and began dragging her by force back inside the store to a spot next to the bench.\"\nThe floor-walker was then joined by a second Wal-Mart employee who also \"physically lay hands\" on Vicki Carll, and dragged her back inside the store to the bench, and \"forcefully threw Ms. Carll to the ground.\" \"The force of being thrown to the ground caused Ms. Carll intense pain, as she had a pre-existing back injury from an automobile accident. The take-down...severely aggravated Ms. Carll's condition and caused her additional injuries.\"  \nThe floor-walker then \"reached under the bench and pretended to find the doses of pet medication scattered there beneath the bench. \"Feigning surprise,\" the floor-walker \"loudly - and falsely - proclaimed that Ms. Carll had attempted to steal the medicine by hiding it in her sleeve, and that she must have dropped it when she was forced to the ground.\" The Wal-Mart worker  \"falsely claimed that he had witnessed Ms. Carll take and conceal the pet medication while inside the store. He said that he had then 'sprung a trap' for her and had caught her in the act of trying to steal the pet medicine doses.\"\n \"Apparently unbeknownst\" to the floor-walker, however, \"Wal-Mart maintained security surveillance cameras in the area of the store entrance which recorded the events of that day.\"  The video footage shows the floor-walker himself removing the pet medication doses from its box as he sat on the bench waiting for Carll to check out. According to the lawsuit, the video shows the floor-walker placing the medication doses on the ground underneath the bench. \nWithin an hour after the \"forced takedown and false arrest scheme,\" Wal-Mart had available to it the video surveillance footage that \"conclusively demonstrated Ms. Carll's innocence and the attempted frame-up by its employee.\" The complaint charges that Wal-Mart knew \"without question\" that Carll was innocent, that their own employee \"had falsely accused her and planted false evidence to support the false accusations.\" \nYet Wal-Mart \"took the almost incomprehensible step of initiating criminal charges and  proceedings against Ms. Carll.\" The lawsuit says that Wal-Mart \"intentionally and recklessly forced Ms. Carll to undergo the fear and humiliation of having to face criminal charges and forced her to live for a substantial time with the fear of being wrongfully convicted of a charge on which she was innocent.\" Carll \"had to endure the humiliation of being processed into the criminal justice system all the way through a jury trial,\" \nBut soon the humiliation flipped. According to Channel 10 News/Tampa, a Hillsborough County jury \"found Carll not guilty in less than a minute.\" Carll's attorney told Channel 10, \"I've never seen a case I can think about where the bad guy -- in this case the Wal-Mart employee -- was actually caught on video planting the evidence.\"\nThe complaint notes that Wal-Mart \"allowed its employees to take the witness stand under oath and falsely accuse Ms. Carll of an act of theft which Wal-Mart knew she had not committed.\" The litigation says Wal-Mart \"apparently decided to carry the charade of criminal proceedings to their ultimate conclusion by jury trial just to try to protect itself from civil liability by not admitting the outrageous wrongdoing of its own employees.\"\nCarll's attorney says \"she has been placed on anti-anxiety medications which she never before had to take and suffers from a fear of being in public and in social situations...Ms. Carll no longer shops at public retail stores unless absolutely necessary and makes her purchases on line whenever possible.\" \nOn Halloween, Carll's attorney filed a petition in the Thirteenth Circuit for Hillsborough County, Florida, seeking a jury trial and damages against defendants Wal-Mart and its two employees. One of the jurors that sat on the panel during Wal-Mart's original prosecution  against Carll told Channel 10 News he \"couldn't believe the state wasted time and money with this case.\"\nAfter the jury acquitted Carll, Wal-Mart issued a statement which began: \"This was an unfortunate event in a number of ways.\" But the retailer expressed no remorse and accepted no blame for what happened to Vicki Carll.\nThis elaborate entrapment and prosecution was over a bottle of flea medication worth $29, proving once again that Wal-Mart knows the price of everything -- but  the value of nothing.\nAl Norman is the founder of Sprawl-Busters. His most recent book is Occupy Wal-Mart.\n", "url": "http://www.huffingtonpost.com/al-norman/wal-marts-astounding-shop_b_12778376.html", "tags": ["business"]}
]